{
  "data/reddit-stocks/r/stocks/comments/l9rdrq/why_is_noone_talking_about_a_possible_market_crash.json": "The markets are down, this wsb stuff is crazy, hedge funds will have to unload\nbillions of dollars in positions to get out of their shorts, isn't there the\npossibility of a large correction / market crash?",
  "data/reddit-stocks/r/wallstreetbets/comments/l9runf/the_silver_squeeze_is_a_hedgefund_coordinated.json": "If you haven’t been browsing WSB or doing your own research, you’d probably\nthink that the people on Twitter are correct in saying there is a silver squeeze\nhappening and we should all get in on it. There are quite a few wsb-logo Twitter\naccounts pushing this. This is BS & the straight up the…",
  "data/reddit-stocks/r/stocks/comments/l9s6i6/another_thread_about_next_week.json": "So I'm another noob who is lurking the stock subs because of the GME frenzy.\nIt's been really interesting seeing the different takes on what's been going\ndown and what's going to happen next week. r/wallstreetbets [/r/wallstreetbets]\nhas some really great info but also lots of 12 year olds and bots,…",
  "data/reddit-stocks/r/stocks/comments/l9w06m/biocrysts_bcx9930an_impossible_to_value_drug_able.json": "Previously I posted on Biocryst (BCRX)’s recently approved drug\nBerotralstat/Orladeyo and how it alone warranted a valuation of $121 for\nBiocryst’s stock, not the inexplicable current price of $8.52 that we now\nsee—that can only be possible from the public’s general ignorance of this\ncompany and its…",
  "data/reddit-stocks/r/investing/comments/l9unrf/containership_boom_ongoing.json": "Rates for containerships (the ships which carry thousands of the 20-40’ boxes\nyou seen on railroads and trucks) have been going ballistic the past 4-5 months,\nbut the stock reactions have been mixed.\n\nLink to containership rates: https://harpex.harperpetersen.com/harpexVP.do\n\nI’m currently long…",
  "data/reddit-stocks/r/investing/comments/l9pp7j/fedex_fdx_reason_behind_weakness.json": "FedEx stock has been weak since early December (circa 20% weaker Vs highs).\nTheir last earnings didn't read too badly and they appear to be heavily involved\nin vaccine distribution. Do people think the weakness in the stock is linked to\nlogistics / parcel delivery sector generally or something…",
  "data/reddit-stocks/r/stocks/comments/l9tudz/why_didnt_melvin_properly_hedge_their_short.json": "Is it common practice for hedge funds not to sufficiently hedge risky positions?\nI don't understand why Melvin and other shorts didn't sufficiently protect their\nexposure by purchasing cheap (cheap back in the fall of 2020) otm call options.\nIt would have been a small cost to pay for upside…",
  "data/reddit-stocks/r/investing/comments/l9ub5g/long_post_sorry_i_dont_understand_the_connection.json": "Am I dumb for not getting this? How does a company doing \"well\"/\"better\" or\n\"poorly\"/\"worse\" (whatever that means here ) have anything to do with the\nintrinsic value of the stock? Why would that make the value go up or down?\n\nLet me do it by way of analogy, by contrasting it to a system that I…",
  "data/reddit-stocks/r/stocks/comments/l9y5aj/purchased_amc_stock_when_the_market_is_closed.json": "I was a little hesitant but I went ahead and bought 20 shares of the stock on a\nmarket order set for the day as TIF. At this moment with a volatile market\nshould I cancel the order and wait till there's a dip after the market opens?\nAlso, having never really used the options to set a limit order,…",
  "data/reddit-stocks/r/stocks/comments/l9y17p/conversation_of_elon_vs_vlad_on_clubhouse.json": "Elon Musk - do you wanna hear the real story from Vlad about what happened with\nGStop?\n\nVlad comes outta the audience.\n\nEM - spill the beans man. what happened w/ GStop. The ppl demand answers!\n\nVlad starts with PR shit, \"a little background, I'm the ceo of RH\"\n\nEM - yea we know! go! hahahah \"So…",
  "data/reddit-stocks/r/stocks/comments/l9tyoc/entry_point_identified_wkhs_stock_get_ready_for.json": "Take a seat and let me tell you a story about the second greatest bet of 2021\nthat's sure to get you portfolios excited. Workhorse ($WKHS) has been in the\nranks for months now after a MASSIVE explosion in June of 2020 due to a\npotential \"speculation\" of obtaining the new 8.3 Billion (~20 Billion…",
  "data/reddit-stocks/r/stocks/comments/l9y3e7/rstocks_daily_discussion_monday_feb_01_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/stocks/comments/la34bh/its_fucking_awful_seeing_the_silver.json": "⚠️⚠️⚠️ DON'T BUY SILVER, IT'S A TRAP⚠️⚠️⚠️\n\nThey're talking on CNBC as if people on Reddit are actually squeezing silver.\nIt's fucking absurd, they're practically encouraging it.\n\nThey're like, \"Wow, these redditors are squeezing silver, how cool\" actually\nfucking encouraging it.\n\nLiterally…",
  "data/reddit-stocks/r/investing/comments/la3bft/emotional_involvement_has_never_been_this_high.json": "First of all, I can't wait to be berated in the comments.\n\nI'm gonna be blunt, I have seen a whole lot of dumb shit over the last week. A\nlot more than normal. And compounding all of that is an unprecedented amount of\nlegitimate emotional involvement here. So let me get started by saying…",
  "data/reddit-stocks/r/wallstreetbets/comments/l9rk78/sec_doj_60_minutes_public_data_suggests_massive.json": "Obligatory emoji 🚀\n\nShort Version: The short version is that a review of the 'strategic\nfails–to–deliver' data indicates that institutional insiders may have\ncounterfeited a massive number of Gamestop shares which is why they tried to\nstop retail investors from buying more shares on…",
  "data/reddit-stocks/r/stocks/comments/la3pi0/now_is_a_good_time_to_baseline_your_resources_for.json": "With all going on right now with the GME/AMC short squeeze. It is a good time to\nsee which stock news outlets are on which side of the table. Regardless of any\npersonal thoughts on the squeeze matter, you can at least get a better\nunderstanding of your resources.",
  "data/reddit-stocks/r/wallstreetbets/comments/la1o04/there_is_no_silver_short_squeeze_happening_none.json": "Silver might go up nicely and for a time but don't get high on hopium, this is\nnot gonna go in the 100s.\n\nhttps://twitter.com/michaeljburry/status/1356111612759789568\n\n> A corner in the silver market has been tried before - and let's be clear, that\n> is what is being attempted now. In 1980, a rule…",
  "data/reddit-stocks/r/wallstreetbets/comments/la1cxi/sec_intern_pls_read_false_media_reports_about.json": "Dear SEC Intern,\n\nSorry not sorry you worked all weekend scouring memes and getting the tendieman\nsong stuck in your head.\n\nFalse media reports about “Reddit traders” moving en-mass into silver, SPACs, or\nwhatever is benefiting hedge funds at the moment is getting out of control.\n\nIt doesn’t take…",
  "data/reddit-stocks/r/stocks/comments/la52q9/am_i_just_dumb_or_could_hedgefunds_just_buy_the.json": "I keep seeing on WallStreetBets and friends talking about TO THE MOON. 🚀🚀🚀\n\nI get the idea. You wait for the shorts to be requested back by the stock\nholders and thus they have to buy the stock at whatever price its at. Making it\njump higher and higher.\n\nHowever, what is stopping them from just…",
  "data/reddit-stocks/r/wallstreetbets/comments/la34q7/be_prepared_for_a_flat_week_as_hedge_funds_try_to.json": "In a situation like this I try to put myself in my counterpart’s shoes. So if I\nwere a greedy, fraudulent bastard who would try to bankrupt a company for a few\nbucks and would rather risk crashing the market than take a loss, how would I\ndeal with a hungry pack of 🦍 🦍 🦍 beating down my door for…",
  "data/reddit-stocks/r/wallstreetbets/comments/la4z2s/do_not_sell_gme_at_low_volume_dips_this_is_a.json": "If you see GME falling quickly without volume , this isn't actual selloff of GME\nshares but a tactic of hedge funds to scare you into selling GME. Read this\nthread if you want to know more about this.\n[https://www.reddit.com/r/wallstreetbets/comments/l72r36/what_is_a_short_ladder_attack/]\nThe order…",
  "data/reddit-stocks/r/stocks/comments/la5qmm/vanguard_order_cant_be_accepted_because_it_would.json": "Recently switched to Vanguard and added $1500 which is now available to trade.\nVanguard restricts me to using Limit orders. I do 5 Shares at a price of $250\nbut it won't let me order as it exceeds available funds. Did I miss something?",
  "data/reddit-stocks/r/investing/comments/l9zsb6/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/la3b7l/tesla_nio_and_xpeng_the_latest_on_hot_ev_stocks.json": "https://www.thestreet.com/investing/tesla-nio-xpeng-nikola-and-more-the-latest-on-hot-ev-stocks\n\nNIO’s American depositary receipts trading in New York rose more than 3% on\nMonday after the electric carmaker said it delivered a record 7,225 vehicles in\nJanuary, representing more than 350% year-on…",
  "data/reddit-stocks/r/stocks/comments/la6yh2/gme_shorts_covering_reports_from_s3_partners.json": "All the above mention companies are reporting a reduction in short interest in\nGME but do the numbers work out? I understand volume on Friday was ~50M, but\ncould the majority of that volume really be shorts covering?\n\nI understand short interest is all estimation until the real report comes out…",
  "data/reddit-stocks/r/stocks/comments/la2861/this_sub_has_gained_600k_subscribers_since.json": "..... and that becomes quite obvious when looking at the quality of recent\nposts.\n\nWhile it's great that Reddit is finally getting some worldwide media attention,\nall this is coming at a great cost. It feels like we're becoming a second\nr/wallstreetbets [/r/wallstreetbets] which is NOT a good…",
  "data/reddit-stocks/r/investing/comments/la7g07/lmt_a_deep_dive.json": "Bottom Line Up Front (BLUF) or TL;DR for the non-military types:\n\nLMT is a good target if you want to literally go to the moon, and my PT is\n$690.26 in two years (more than 2x from current levels). Justification and some\npossible trade ideas are listed below, just CTRL-F “Trade Ideas”. I hope…",
  "data/reddit-stocks/r/stocks/comments/la6rs6/disney_earning_prediction.json": "Disney earning is on 2.11 after hour.\n\nPrediction: revenue in-line or better; beat earning; Disney + subscriber around\n95M or better.\n\nDepending on how much they beat, stock may easily trade in 180--200 after\nearning.\n\n\n\nRevenue and profit: Current consensus is 15.8B and -0.4 EPS from Yahoo…",
  "data/reddit-stocks/r/stocks/comments/la8gtx/fords_partnership_with_google.json": "Ford ($F) and Google ($GOOGL, $GOOG) today announced a unique strategic\npartnership to accelerate Ford's transformation and reinvent the connected\nvehicle experience. Ford has also named Google Cloud its preferred cloud\nprovider to leverage Google's world-class expertise in data,…",
  "data/reddit-stocks/r/stocks/comments/la5y9e/is_it_even_worth_trying_to_invest_in_anything.json": "Considering the rest of the market is red, is it even worth investing in things\nthat aren't all over the media? I feel like literally everyone (including myself\nat one point) is hyperfocused on meme stocks and no one is talking about\nanything else. I have my GME out of moral support whether or not I…",
  "data/reddit-stocks/r/investing/comments/la5ci3/time_to_go_long_on_amd.json": "I missed last year's incredible bull run in a lot of tech. I played the options\nmarket more and held cash. Now I'm looking for decent value holds. AMD's most\nrecent earnings blowout has me pretty exciting that they're living up to the\nhype. As far as I can see their P/E was basically cut in half…",
  "data/reddit-stocks/r/stocks/comments/labfji/over_5_million_shares_of_gme_failed_to_deliver.json": "According to SEC data over 5 million shares of GME failed to deliver. I looked\nthrough the data myself and anyone else can double check me. What does this\nmean? Is there an overselling of GME stock, naked shorts? Just looking for some\npossible answers, also almost all the incidences of failures were…",
  "data/reddit-stocks/r/stocks/comments/la9w0j/for_everyone_new_to_investing_a_comprehensive.json": "Current Conditions of the Market:\n\nLet me be clear: this is not the typical conditions of the market where stocks\nfluctuate double and triple digit percentages per day. There’s a place for that\n- the casino. In recent weeks, herds of new traders are pouring into the trading\nscene hoping to get a…",
  "data/reddit-stocks/r/stocks/comments/laahda/serious_question_did_the_gme_squeeze_already.json": "https://i.imgur.com/6BGahUN.jpg\n\nBeen supporting the WSB fight against the Hedge Funds since I found out about it\naround a week ago. Then I found this information a few hours ago, and it has me\nworried for the people indefinitely holding, with the expectation of a squeeze\ncoming soon. I'm new to the…",
  "data/reddit-stocks/r/stocks/comments/la53ak/amc_a_different_kind_of_investing.json": "AMC holds sentimental value to me. I grew up going to movie theaters with\nfriends, and I think it holds sentimental value with plenty of you as well. It’s\none thing for a company to fail due to bad business, and it's another for it to\nfail due to a random, unexpected, unpreventable pandemic.\n\nThese…",
  "data/reddit-stocks/r/stocks/comments/labz0l/i_bought_gme_at_the_dip_for_250_today_do_you.json": "Everything on Wall Street bets is a joke right now. I just want some logical\ninsight and opinion rather than everyone aimlessly hoping and spreading BS.\nSuddenly everyone’s an expert on a short squeeze. Thanks in advance guys.",
  "data/reddit-stocks/r/stocks/comments/lacmi2/sold_my_gme_shares.json": "Only had a couple shares but couldn't stand the community anymore. I fear that a\nlot of those guys have been indcotrinated by the hype. Any comment even slightly\nagainst the grain or has a notion of common sense to it gets down voted to hell\nwithin a few seconds and removed. At this point I'm…",
  "data/reddit-stocks/r/stocks/comments/lac0yp/5m_gme_shares_failed_to_deliver_no_repercussion.json": "Checked the 202101a data from https://www.sec.gov/data/foiadocsfailsdatahtm,\nwith some aggregation, there are about 5m shares failed to deliver, that is a\nsignificant amount of the float, is this market failing? no repercussion?\n\nCorrect me if I am wrong interpretating the data, aggregation table…",
  "data/reddit-stocks/r/investing/comments/la2trf/taiwan_semiconductor_manufacturing.json": "I have been mulling over getting a position into Taiwan Semiconductor\nManufacturing Co for the past week. It has had a nice little correction in the\nlast couple weeks. I feel like the world is dangerously dependent on them and as\nEV boom continues the demand for semiconductors is only going to…",
  "data/reddit-stocks/r/investing/comments/lae1ox/is_robinhood_raising_billions_of_cash_a_worrying.json": "Latest from Reuters\n[https://www.reuters.com/article/us-retail-investing-robinhood-debt-exclu/exclusive-robinhood-explores-raising-more-debt-to-fulfill-reddit-fueled-order-frenzy-sources-idUSKBN2A13HG]\nis they are looking for another $1bn on-top of the $3.4bn raised in the last few\ndays.\n\nIf the…",
  "data/reddit-stocks/r/stocks/comments/ladrzg/i_dont_have_gme_but_ive_seen_what_people_are.json": "I really hope this doesn’t end badly for them. People dropping $100k of life\nsavings into GME and it’s just on a straight decline. Damn...I really hope they\nare not gonna get absolutely shredded. I feel like the original Wallstreet Bets\ninvestors are mostly out by now. Just trying to have a…",
  "data/reddit-stocks/r/stocks/comments/la84pk/starbucks_has_the_benefit_of_being_able_to.json": "Found an interesting video which shows that Starbucks has the #1 restaurant app,\nbeating out Dominos Pizza. They have a compelling rewards program and 50% of\ntheir customers consistently use it. The restaurant app has 1.5 billion dollars\nin cash reserves at any given time.\n\nThey’ve convinced…",
  "data/reddit-stocks/r/stocks/comments/labc1w/nokia_gets_upgrade_from_barrons.json": "Not trying to shill as I’m aware this was pushed hard last week on no actual\nnews. Here we have some decent news about Nokia and earnings are Thursday. I’m\nholding some mid February $4.5 calls and shares for long term.\n\nThoughts on the upgrade or earnings call…",
  "data/reddit-stocks/r/stocks/comments/la5snz/e_trade_is_not_not_executing_orders_has_been_this.json": "I've missed out on a bunch of gains and also lost a bunch of money since none of\nmy orders would go through today. I'm going to seriously reconsider switching\nbrokers after this.\n\nMost orders were pending. Some went to open, but didn't fill with generous\nlimits in place.\n\n\n\nAre any other brokers…",
  "data/reddit-stocks/r/stocks/comments/laepvq/what_happened_to_gme_today_and_is_it_over.json": "I feel like the last 2 trading days it was much more still than people expected,\nis there a reason it's now starting to go down. I figured the news media has\nbeen up, calls were suppose to be exercised, people have left RH to go to\nFidelity, thus likely prepped to buy more, isn't this supposed to…",
  "data/reddit-stocks/r/stocks/comments/la87t5/can_someone_explain_short_ladder_attacks_and_how.json": "I understand somewhat of the basics that they sell stocks to eachother. This\ndrives down the ticker price. I am curious though since another fund bought\nthem, why do they go down? Wouldn't it just even out?\n\nSince it does drive prices down apparently, when does the stock rebound from\nthis and go…",
  "data/reddit-stocks/r/stocks/comments/lak74v/confessions_of_a_short_seller.json": "Do you want reality? I was a big short seller back in the 80's. Short Iomega at\n$12 and it went to $55. Margin calls out the ass. Like $200k per day. If I\nbought back the stock (covered) I would never be able to borrow it again so I\nwould be totally locked out. I bought the same number of shares…",
  "data/reddit-stocks/r/stocks/comments/laivta/nokia_nok_earnings_why_a_little_means_a_lot.json": "As many of you know, Nokia has its Q4 2020 Earnings Release this Thursday, Feb.\n4, 2021. Since NOK has recently been tied in with BB, AMC, and GME (BANG), it\nisn't surprising that people are expecting great things from this earnings\nreport. After all, Nokia is literally going to the…",
  "data/reddit-stocks/r/stocks/comments/lajzde/thank_you_rstocks_community.json": "I just wanted to take a moment to thank this community for helping me and other\nnew investors understand what is really happening with GME stocks. I know you\nguys are getting flooded with posts asking questions and trying to make sense of\nr/wsb [/r/wsb] but you’ve been able to provide factual data…",
  "data/reddit-stocks/r/wallstreetbets/comments/laferl/15_usca_78i_the_illegality_of_short_ladder.json": "Dear SEC and President Biden,\n\nI am calling on you today, pursuant to 15 U.S.C.A. § 78i, titled Manipulation of\nSecurity Prices, to prohibit manipulative and deceptive tactics that\nartificially depresses the price of GME and AMC securities in contravention of\nthe laws of the United States.\n\nSection…",
  "data/reddit-stocks/r/stocks/comments/lalb69/we_have_to_take_care_of_this_sub.json": "As you guys may know the state of wsb is not great at the moment, and we should\nbe seeing alot of people coming from there to here, I would like to say if\nyou're new this place is not wsb, this is a place for legitimate d&d and\ndiscussions. We have to preserve this sub because as far as I'm…",
  "data/reddit-stocks/r/stocks/comments/laln2m/gme_short_squeeze_what_comes_next.json": "Hello all,\n\nIf you don't recognize my name then perhaps you haven't seen my posts at the\nstart of all this. You can find the original DD here\n[https://www.reddit.com/r/stocks/comments/k688qv/for_those_who_dont_understand_the_inevitable/?utm_source=share&utm_medium=web2x&context=3]\nand the pre…",
  "data/reddit-stocks/r/stocks/comments/lamgp6/give_it_to_me_straight_how_screwed_am_i.json": "I drank the GME kool-aid and yolod 80K into GME at 350. Should I cut my losses\nnow or is there actually some legit DD that I can use to sleep better at night\nthat aren't diamond hands and rocket emojis. Thanks so much fam.\n\nEdit: Thanks so much guys for all your inputs. I didn't expect to get so…",
  "data/reddit-stocks/r/wallstreetbets/comments/laikd0/i_feel_like_clarification_is_needed_about_today.json": "There’s a lot of new people on here that don’t really understand the play going\non right now on both sides and I felt like we need to clear up some\nmisconceptions so you can make your own decisions.\n\nWhy no spike today?:\n\nFirst of all, we can’t know on what day the Squeeze happens / they cover…",
  "data/reddit-stocks/r/wallstreetbets/comments/lajk83/today_wasnt_a_bloodbath_for_gme_or_amc_we_watched.json": "DD I saw posted elsewhere: hedge funds are trying their hardest to short ladder\n$AMC and $GME. Just hold your stock, buy more if you can afford to!\n\nCheck out real time trade stats by googling: \"Nasdaq AMC real time trades\" and\nyou'll see all the trade orders are 100 share volumes every…",
  "data/reddit-stocks/r/stocks/comments/lancov/im_completely_sick_of_seeing_gme_and_amc_posts.json": "I’m more interested in basically every other stock available on the market at\nthis point. So I really hope to start seeing some DD posts about new companies\nor existing ones with potentially bright futures.\n\nI was in amc at 2.41 a week before they took off fully having researched and\nbelieving…",
  "data/reddit-stocks/r/stocks/comments/lam8fb/anyone_else_just_feeling_this_really_bad.json": "I only lost 0.63 percent of my networth in this but yet I feel this bad\ndepression I can't describe. I know for sure it's not the money but I just have\nthis indescribable shitty feeling. I don't know if it's because I now know I\nlive in a rigged system or if it's because a lot of people are probably…",
  "data/reddit-stocks/r/wallstreetbets/comments/lalucf/i_suspect_the_hedgies_are_illegally_covering.json": "TLDR; Melvin and gang hasn't covered shit. They've been illegally \"closing out\"\ntheir short positions and if we hold they will 100% get fucked. There is far\nmore nefarious shit at play.\n\nSo this morning I saw the S3 and Ortex data both report significant covering of\nshort positions for GME. This…",
  "data/reddit-stocks/r/investing/comments/lammyc/aphriatilray_the_european_giant.json": "Aphria & Tilray Merger\n\nAphria and Tilray Combine to Create Largest Global Cannabis Company With Pro\nForma Revenue of C$874 Million\n\nhttps://www.businesswire.com/news/home/20201216005519/en/\n\n> Under the terms of the Arrangement, the shareholders of Aphria will receive\n> 0.8381 shares of Tilray for…",
  "data/reddit-stocks/r/stocks/comments/lajgcb/this_is_a_sane_board_thank_you.json": "I just wanted to post a big thank you to all of the people that I've been\nreading through. All of you seem very level headed, and not drinking the kool\naid over there at WSB. I tried to post something over there the other day, and I\nguess it didn't align with their \"HOLD! NEVER SELL! I'M NOT…",
  "data/reddit-stocks/r/stocks/comments/lashev/stop_acting_like_you_know_gme_is_over_its_no.json": "If you visit WSB for even a minute, you will quickly notice how mostly everyone\nis convinced of HF's still being fucked, S3 lying about shorts, and squeeze\nhappening in a matter of days.\n\nIf you visit /r/stocks for even a minute, you will quickly notice how mostly\neveryone is convinced of HF's…",
  "data/reddit-stocks/r/stocks/comments/laulsh/amd_complete_stock_analysis_price_target.json": "In this post we are going to go through an in-depth analysis of AMD, we are\ngoing to take a look at their fundamental value, their DCF, do a little\ntechnical analysis and set some price targets for the near future and for the\nlong term\n\n~Very Long Post~ [Do NOT Read if you don't like comprehensive…",
  "data/reddit-stocks/r/investing/comments/lasgrh/gamestop_big_picture_theory_strategy_reality.json": "Disclaimer: I am not a financial advisor. This entire post represents my\npersonal views and opinions, and should not be taken as financial advice (or\nadvice of any kind whatsoever). I encourage you to do your own research, take\nanything I write with a grain of salt, and hold me accountable for any…",
  "data/reddit-stocks/r/wallstreetbets/comments/laq7vx/so_youre_experiencing_fud.json": "Well what the hell, retard. What have we been telling you literally this whole\ntime? 💎 👐. Its that fucking simple. What is so hard to understand about that?\n\nOh right, you're an illiterate 🦍. Whatever, let me help you out.\n\n\nCOMMON LIL BITCH QUESTIONS:\n\nQ: I'm seeing red in my account…",
  "data/reddit-stocks/r/investing/comments/lasayz/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/lavdhb/nok_dd_warning_this_is_not_a_meme_moon_mission.json": "$NOK unfortunately got lumped into the memification of the stock market.\nHowever, that's only because there was some post with very well thought out DD\non the stock, there was a few posts so people jumped on it and included it in\nthe lump of other moon missions.\n\n\nNOKIA & TELECOM:\n\nNokia is no…",
  "data/reddit-stocks/r/stocks/comments/laqopg/rstocks_daily_discussion_technicals_tuesday_feb.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/wallstreetbets/comments/lathys/to_all_gme_holders_shut_up_and_listen.json": "This text was originally posted in r/Mauerstrassenwetten\n[https://www.reddit.com/r/mauerstrassenwetten/comments/laaq9y/an_alle_zuh%C3%B6ren_und_schnauze_halten/]\nby u/knutolee [/u/knutolee]. I thought his message was so powerful that I asked\nhim for permission to translate, post (can share chat with…",
  "data/reddit-stocks/r/wallstreetbets/comments/lald38/i_hope_as_a_community_we_can_respect.json": "I feel like with /u/deepfuckingvalue being positioned as the figurehead of the\n$GME movement and the 'if he is still in I'm still in' crowd that some people\nmay feel betrayed if he decided to sell his whole position and take profits.\n\nJust remember that when DFV was buying $GME at prices as low as…",
  "data/reddit-stocks/r/wallstreetbets/comments/lags8u/it_needs_to_be_said_louder_and_more_often_we_are.json": "I know everyone is a bit shaken by today, and I’ve seen many people complaining\nthat there must be some paper handers amongst us. But if you look at the\nevidence, THAT ISNT A PROBLEM.\n\nWE ARE ACTUALLY FUCKING CRUSHING IT.\n\nIt’s genuinely incredible. And it deserves to be said. It is astounding…",
  "data/reddit-stocks/r/stocks/comments/lazcak/what_gme_has_taught_me_in_36_hours_of_day_trading.json": "Jumped on the $GME bandwagon on Friday, 4 @ ~316. My 36 hours of day trading has\nalready taught me that no matter how this plays out, I will never YOLO on a\nbubble ever again.\n\nThe principle seemed straightforward: hedge funds got lazy/greedy, over-shorted\ntheir positions, bet against a company that…",
  "data/reddit-stocks/r/stocks/comments/lavxx7/a_mustread_for_new_tradersinvestors_blackberry.json": "I feel compelled to write this post because I am seeing it first hand right now.\nPeople everywhere are asking whether GameStop or AMC or Blackberry or even\nSilver are good buys. Why? Because they are ALL in the news, embedded in culture\nat this very moment. They being texted and shared with friends…",
  "data/reddit-stocks/r/stocks/comments/layb68/rstocks_gme_megathread.json": "Welcome, please discuss GME here! Some info for you:\n\n * How short interest works\n   [https://www.investopedia.com/articles/01/082201.asp]\n * How a short squeeze works\n   [https://www.investopedia.com/terms/s/shortsqueeze.asp]\n * Recent actions by brokers & clearing houses\n  …",
  "data/reddit-stocks/r/wallstreetbets/comments/lawubt/hey_everyone_its_mark_cuban_jumping_on_to_do_an.json": "Lets Go !",
  "data/reddit-stocks/r/investing/comments/lawq0l/corsair_crsr_recent_activity_and_earnings_play.json": "Posting some info on Corsair. Corsair manufactures and sells parts for\ncomputers, especially gaming computers, as well as the peripherals used in\nstreaming and gaming. Covid has understandably provided a large uptick in sales\nand we are coming up on Q4 earnings in 8 days, which will include holiday…",
  "data/reddit-stocks/r/investing/comments/lazhet/uber_agrees_to_buy_alcohol_delivery_service.json": "Uber announced Tuesday it is acquiring alcohol-delivery service Drizly for $1.1\nbillion in stock and cash.\n\nFollowing the completion of the transaction, Drizly’s marketplace will be\nintegrated with the Uber Eats app. The company will keep the standalone Drizly\napp as well, it said.\n\nFounded in 2012,…",
  "data/reddit-stocks/r/stocks/comments/laj63l/i_know_all_the_hype_is_the_meme_stocks_but_dkng.json": "No this has nothing to do with GME or Nokia but Cathie’s ARK just dropped some\nbig money on DKNG (see link below.)\n\nBeen holding shares for awhile and have some $55 calls I’ll be cashing out of in\nthe morning. Anyone else playing this?\n\nhttps://www.investors.com/research/draftkings-dkng-stock-buy…",
  "data/reddit-stocks/r/stocks/comments/law5ka/things_i_learned_from_last_weeks_chaos.json": "I’ve been dollar cost averaging for the past 4 years and I decided to spice it\nup last week by hopping onto the GME train. I figured I had money i was willing\nto risk using <5% of my portfolio and I fortunately got in at $94 last Monday.\n\nI was seeing 3-4x gains throughout the week and I definitely…",
  "data/reddit-stocks/r/stocks/comments/lavlnb/psa_dont_forget_about_capital_gains_taxes.json": "I hope everyone is keeping safe from Corona and having fun while you make your\ntrades. I just wanted folks to be aware of something important, CAPITAL GAINS\nTAXES. If you’re super lucky and get that $1 million trade, awesome, you deserve\nit. But Uncle Sam (or whatever he’s called in your home…",
  "data/reddit-stocks/r/stocks/comments/lanxjg/is_dvf_a_victim_of_his_own_popularity.json": "I have a feeling that after gaining so much attention, u/deepfuckingvalue\n[/u/deepfuckingvalue] is in a trap of his own popularity and has problems any\npublic person might have, especially when a lot of people’s wealth is dependent\non his decisions.\n\nThere must be a dilemma for him: he sells too…",
  "data/reddit-stocks/r/investing/comments/lavhdo/baba_earnings.json": "https://www.businesswire.com/news/home/20210202005625/en/\n\nBUSINESS HIGHLIGHTS\n\nIn the quarter ended December 31, 2020:\n\nRevenue was RMB221,084 million (US$33,883 million), an increase of 37%\nyear-over-year. Annual active consumers on our China retail marketplaces reached\n779 million for the twelve…",
  "data/reddit-stocks/r/investing/comments/lb0zio/risk_mitigation_how_can_i_soften_the_blow.json": "So, I bought GameStop towards the beginning of this whole debacle with 44 shares\nan average share price of about $250. I'll admit I let the greed get the best of\nme even though there were many times last week I simply wanted to just walk away\nwith the money i didn't. Oh well..\n\nAll said and done,…",
  "data/reddit-stocks/r/stocks/comments/lb26kc/typical_market_movement_is_not_hardcore_laddering.json": "Posting this here cause I just got banned from WSB. Not sure if it was cause of\nthis comment\n[https://old.reddit.com/r/wallstreetbets/comments/lax4z8/hardcore_laddering/glr2ktg/],\nbut that's when the ban came in. It was automod as the msg says it was a bot. I\njust can't even ask why or ask for it to…",
  "data/reddit-stocks/r/stocks/comments/lavemn/i_can_invest_250_350_each_month_any_suggestions.json": "Hello,\n\nAs the title said, I can invest from 250$ to 350$ each month. I'm ~31 yo and I\nalready invested in a home purchase savings scheme. Here is where I already\ninvested:\n\nETFs:\n\n * $SPY : 100$\n * $VTI 300$\n   \n\nStocks:\n\n * Paypal: 100$\n * Baba: 150$\n * Apple 75$\n * Microsoft: 200$\n * Douyu 150$\n…",
  "data/reddit-stocks/r/stocks/comments/layu2t/how_to_do_proper_due_diligence.json": "Hey guys, could anyone perhaps send me some resources on how to actually, truly,\ndo proper due diligence? I have tried for years to get my head around how to\nproperly invest in companies but it seems like no matter how many things I\nlearn, no matter how many earnings reports I read, no matter how…",
  "data/reddit-stocks/r/investing/comments/lamrns/help_understanding_basics_of_making_lessrisky.json": "I'm fairly new to investing and the options lingo has a lot of overlapping\nterms,making it hard to google answers.\n\nLets say I think that stock ABC is going to drop significantly in the next 2\nmonths. I would like to use options to profit off of that, but I don't want to\nshort because I'm not…",
  "data/reddit-stocks/r/stocks/comments/lb6hl8/jeff_bezos_to_step_down_as_amazon_ceo_andy_jassy.json": "Jeff Bezos practically seems to be the Amazon brand; this is a major step for\nall parties involved.\n\nAndy Jassy seems to espouse many of the same ideas as Bezos with similar\nambitions and such, so I think this transition may be more similar to Steve Jobs\n-> Tim Cook rather than Bill Gates -> Steve…",
  "data/reddit-stocks/r/wallstreetbets/comments/lai796/please_stop_promoting_belfort.json": "I get it, a famous person doing memes in our favor is fun. We all love the wolf\nof Wall Street movie. But let’s be real here.\n\nBelfort is the epitome of what we’re up against as retail. He’s a convicted con\nartist who actually did so much fucked up shit he didn’t just get a slap on\nwrist from the…",
  "data/reddit-stocks/r/wallstreetbets/comments/laog55/mark_cuban_ama_at_930_am_cst_tuesday_212021.json": "Mark Cuban will be joining us to do an AMA. During this period, new accounts\nwill be allowed to comment and post questions for Mark to answer. We will be\nusing a Q&A sort. Q&A sort shows all threads Cuban replies to, so low quality\ncomments are highly unlikely to be seen. Please Behave.\n\nUPDATE:…",
  "data/reddit-stocks/r/stocks/comments/lb65qf/what_you_should_learn_from_the_meme_mania.json": "How is it going my homies\n\nI made this post on investing\n[https://reddit.com/r/investing/comments/l8yi83/common_misconceptions_about_markets/]\na few days ago explaining all of the QAnon fantasies and why the top could\nalready be behind us. Some people listened, processed information and…",
  "data/reddit-stocks/r/stocks/comments/lb4peg/nio_delivered_7225_vehicles_in_january_2021.json": "Source\n[https://finance.yahoo.com/news/nio-inc-provides-january-2021-080000937.html]\n\nNIO Inc. Provides January 2021 Delivery Update\n\nCompany Opened the New Year with Another Record-High Monthly Deliveries\n\n• NIO delivered 7,225 vehicles in January 2021, increasing by 352.1%\nyear-over…",
  "data/reddit-stocks/r/investing/comments/lb6l9r/bezos_to_step_down_as_amazon_ceo_blow_out_q4.json": "Well, that was unexpected. They did have a blow out quarter though:\n\nQ4 sales topped $100 billion for the first time: $125.56 billion vs. $119.70\nbillion expected and $87.44 billion year-over-year\n\nEPS: $14.09 vs. $7.34 expected - which is insane as well.\n\nI'm gonna need a day to grasp this. What…",
  "data/reddit-stocks/r/investing/comments/lb4nrp/why_i_believe_amd_sees_an_all_time_high_in_the.json": "AMD was another stock targeted in Robinhood's restricted stock list late last\nweek. This is absurd as AMD is a major player amongst the chip-makers recently\nseeming to have surpassed Intel in marketshare. It's chips are used in both the\nPS5 and Xbox Series S/X, showing that it is a major player on…",
  "data/reddit-stocks/r/stocks/comments/lb7r9n/gme_taught_me_the_importance_of_being_independent.json": "I started investing right when I turned 18 in the summer of 2020. I'm talking\nindex funds and ETFs, the boring but good stuff. Ended 2020 with a 34% return\nthanks to the raging bull market which made me pour even more money into it. I\nbought into the GME hype at $34 dollars but eventually dca'd my…",
  "data/reddit-stocks/r/investing/comments/lb82we/lost_1500_investing_in_meme_stocks_in_a_6_days.json": "I feel so relieved I sold all my shares this afternoon, even if it was at a big\nloss.\n\nLast week, I invested about 6k into various meme stocks. I started becoming\nnervous a few days later so I liquidated a lot of stocks. However, I bought back\na lot of GME yesterday after a dip and finally gave up…",
  "data/reddit-stocks/r/wallstreetbets/comments/lax56g/massive_ladder_attack_going_on_do_not_sell_i.json": "If you’re scared look at the Buy/Sell ratio on fidelity. It’s still 3 to 1 for\nthe buying side (and it’s growing!)💎🙌🏻💎\nhttps://eresearch.fidelity.com/eresearch/gotoBL/fidelityTopOrders.jhtml\n\nEdit 1: For those of you that are in doubt.\nFirst of all, even if they would’ve bought every possible…",
  "data/reddit-stocks/r/stocks/comments/lb92ma/blackberry_dd.json": "Disclaimer: I am not a financial advisor and this is all my own opinion. I hold\n~4k shares of bb and started buying at ~4$ with an overall average cost of ~12$.\n\nOne thing that really annoyed me during this whole GME saga is somehow BB became\na meme stock and the target of a \"short squeeze\" (SI is…",
  "data/reddit-stocks/r/stocks/comments/lav4vg/current_situation_with_amc.json": "Let me start by saying r/stocks [/r/stocks] seems a lot more civilized than WSB\n- I feel like i'll get an informed answer here.\n\nI'll be honest and admit yesterday i got rather excited around the AMC hype and\nbought 50 shares at 13.50.\n\nPre-market is looking fairly bleak however with the constant…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb0rwe/dont_be_this_guy_a_glimpse_into_the_future.json": "Close your eyes. It's Friday, the sun is peaking through the curtains and you're\neating your Weetabix with no worries on your mind. You're content.\n\nYou sold your GME shares at small loss at the start of the week as you continued\nto watch the share price plummet due to market manipulation. You got…",
  "data/reddit-stocks/r/investing/comments/layaah/long_nok_wondering_about_8_drop_in_price_today.json": "Hi everyone, been wondering about this for some time now. I know NOK is one of\nthe RH stocks that saw crazy volatility last week (or was that the week before\nnow? I'm getting confused!). I've been long the stock. It's been a pretty flat\nstock in my portfolio and it shouldn't be 7% of my portfolio,…",
  "data/reddit-stocks/r/stocks/comments/lbaibb/why_is_the_media_still_reporting_on_reddit.json": "Posting here because I got banned from a different sub for a day for this post\nfrom auto-mod for some weird reason. Want to bring the discussion around certain\nstocks right now to a media perspective.\n\n~~~~~~~~~\n\nWhy is the media still reporting on “Reddit investors” and not hedge fund stock\nmarket…",
  "data/reddit-stocks/r/stocks/comments/lb5pf3/here_is_my_story_and_what_i_learned_from_the_amc.json": "I'm posting this here because this sub is way more civilized than r/WSB\n[/r/WSB], and I feel like someone will get something from it instead of it being\nspammed with gorilla emojis etc...\n\nI invested (or gambled I should say) $2000 into AMC at $14, money that I thought\nI was ready to lose. Honestly,…",
  "data/reddit-stocks/r/investing/comments/lb1fae/postal_service_replacement_vehicles_discussion.json": "I came across a video from Donut Media about how outdated current USPS delivery\nvehicles are. They then went into how they’ll be replaced and the ~6 billion\ndollar contract that comes with them. Currently it’s narrowed down to 3\nfinalists but has been postponed due to COVID-19. The final 3…",
  "data/reddit-stocks/r/investing/comments/lb85o1/google_earnings_4q_2020_alphabet_beats.json": "From CNBC\n\n * Earnings: $22.30 per share, adjusted, vs., $15.90 per share as expected by\n   analysts, according to Refinitiv.\n * Revenue: $56.90 billion, vs. $53.13 billion as expected by analysts,\n   according to Refinitiv.\n * Google Cloud: $3.83 billion, vs. $3.81 billion as expected by analysts,\n…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb8lwf/why_the_fuck_are_we_acting_like_we_lost_we_made.json": "Did everyone forget what happened in Thursday? That was a calculated effort to\nbring down our position. FUCK OFF BILLIONAIRS, well still take you fucking\nmoney; who do you think will fund our food stamps?\n\nWe didn’t “lose” because we made a bad call, we “lost” because we made the RIGHT\ncall and this…",
  "data/reddit-stocks/r/stocks/comments/lb0i3g/rstocks_discuss_overlooked_stocks_tuesday_feb_02.json": "Wall Street is going for lunch right now, so now's the time to discuss\noverlooked stocks that no one is talking about: Overlooked & possibly\nundervalued stocks.\n\nAll the rules of r/Stocks [/r/Stocks] still apply, so please see the sidebar or\nclick here.…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb6p29/to_all_who_are_too_low_karma_to_post.json": "I’m sure this time is toughest for those of us who don’t fit the account\nrequirements of this sub who are feeling alone and stressed out.\n\nSomeone PM’d me asking if I thought $GME would actually go back up to $400 (Duh\nof course it will) so I assumed he was a bot, but after checking his account…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb1jk5/our_darkest_hour.json": "This truly may be wallstreetbets’ darkest hour. We don’t really know how long\nthe hedges could keep up the restrictions. But what we do know is that all we\ncan do is hold, and I know we’ll do exactly that.\n\nWe really pushed the corrupt funds to the breaking point and made them show\ntheir true…",
  "data/reddit-stocks/r/investing/comments/laynb8/lightning_emotors_the_ev_play_flying_under_the.json": "Recently GigCapital3 (Ticker: G I K) announced they will merge with Lightning\neMotors in the Q1 of 2021. The CEO tweeted [https://i.redd.it/m42fdmpf7r861.jpg]\na few weeks ago that merger should happen in Feb/March.\n\nRemember when XL mooned to $30 a couple weeks ago, with a $60 bullish PT…",
  "data/reddit-stocks/r/stocks/comments/lbb1vg/story_on_how_you_made_a_fund_113_million_dollars.json": "There is this fund called Silver Lake Partners, which was holding AMC\nconvertible debt. Well, it’s not actually a fund, more like a PE firm. Anyway.\n\nConvertible bonds are essentially like normal bonds, except they can converted\nto stock after the stock reaches a conversion price which is specified…",
  "data/reddit-stocks/r/stocks/comments/lb6jg0/amazon_reports_first_100_billion_quarter.json": "https://www.cnbc.com/2021/02/02/amazon-amzn-earnings-q4-2020.html\n\nEarnings: $14.09 vs $7.23 per share forecast by Refinitiv\n\nRevenue: $125.56 billion vs $119.7 billion forecast by Refinitiv\n\nAmazon delivered its largest quarter by revenue of all time Tuesday at $125.56\nbillion in its earning report…",
  "data/reddit-stocks/r/wallstreetbets/comments/lb3c4s/netflix_is_coming_out_with_a_movieshow_on_gme.json": "https://www.marketwatch.com/story/netflix-mgm-race-to-produce-projects-about-gamestop-saga-11612281493?mod=home-page\n\n\n\nHow will this story end? With a bunch of apes selling with paper hands? Or with\na bunch of autists doubling down and going full retard. WSB has given happy\nendings for years to pay…",
  "data/reddit-stocks/r/stocks/comments/lb253p/some_key_differences_between_vw_and_gme_squeeze.json": "Wanted to share some information on the differences I saw some information\npeople mentioned in the past to help people understand the differences. People\ndon't understand that Volkswagen was running higher presqueeze at 100-200 at\nbase value. So in comparison, if the GME squeeze happened last…",
  "data/reddit-stocks/r/stocks/comments/lb7a2t/gme_ruined_me_financially.json": "I lost 3k usd last thursday when the brokers restricted trading (3k usd might\nnot be much for you but I live in Mexico), all I've been thinking this time is\nto make that money back, and today I made a terrible decision and I bet\neverything I had on gme when it was around $135 and going up fast, it…",
  "data/reddit-stocks/r/investing/comments/lb6wi0/why_the_vw_squeeze_was_different_from_gmes.json": "While there are a lot of similarities between the VW and GME short squeezes, the\nVW squeeze was mediated through the use of cash settled options (Porsche AG was\nthe buyer)\n\nIn fact, Porsche had no obligation to buy shares (and they did not), and yes,\nP-AG made a lot more money in this trade (than in…",
  "data/reddit-stocks/r/investing/comments/lb6jg4/vaxart_nasdaqvxrt_stock_is_heading_higher_on.json": "The company is working on a vaccine for the novel coronavirus that works via\ntablets instead of injection.\n\nIf Vaxart reports positive results from this clinical trial, investors will\nlikely see shares of VXRT stock soar higher.\n\nThe stock is up 48% and climbing. The stock price is Still in the low…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbcruc/wallstreetbets_state_of_the_union.json": "Could you imagine two weeks ago a crusade was brewing, that several million\ntraders would soon band together to fire one, big, shot, across the bow of some\nthe most powerful entities in the world. How could you have? And yet here we\nstand in the early acts of an epic, with Hollywood fighting to tell…",
  "data/reddit-stocks/r/stocks/comments/lbg7t3/i_need_to_get_this_off_my_chest.json": "To all the WSB brigaders who claim the only people here are \"paper handed\nbitches upset about their loss\", please ask yourself why you're doing this. Put\nyour phone away, take a walk, and think about what you're doing. You'll be lucky\nif WSB as a sub doesn't get clapped because of all of this…",
  "data/reddit-stocks/r/stocks/comments/lbgy74/i_went_from_being_super_proud_of_me_to_being.json": "Just by reading the title you know what this is about. I lost money to AMC, GME.\nNot anywhere near people I see in WSB, but right now, I am down $1500. I know\nthis is loose change for a lot of you and honestly, it's not an amount that's\ngoing to put me on the street or anything, but it was my summer…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbdi8m/message_from_a_tsla_veteran_shut_the_fuck_up_and.json": "Every other comment right now is a shill lamenting the stupidity of everyone\nwho’s still holding or how sad it is the big guy won again or some other gloomy\nhorseshit.\n\nTo all of you who are out there who’ve ever thought “oh man, if I’d only bought\nX stock X years ago I’d be rich!” - if you aren’t…",
  "data/reddit-stocks/r/stocks/comments/lbhebl/agtc_is_a_buy_new_target_price_1724_dd_inside.json": "Applied Genetic Technologies Corporation, a clinical-stage biotechnology\ncompany, develops transformational genetic therapies for patients suffering from\nrare and debilitating diseases. The company's advanced product candidates\nconsist of three ophthalmology development programs across two…",
  "data/reddit-stocks/r/stocks/comments/lbhzsc/decisions_are_always_easier_in_hindsight_the_meme.json": "I posted this in the daily, but I think given the magnitude of this, I'd make a\npost.\n\nI know everyone is upset that they didn't sell Thursday close to $500. But lets\nhe honest, unless you had a clear exit strategy, why would you have?\n\nThis was riding to $500 with so much momentum, it was about to…",
  "data/reddit-stocks/r/investing/comments/lbcp3f/abml_is_a_strong_play_and_has_great_technology.json": "I’ve been watching this stock for a while and they have a good management team\nwith ex-Tesla people on board. The technology is solid and there is a need for\nthat they are doing. Redwood Materials, also ex-Tesla is also one to watch for\nwhen they go public but $ABML has a lot of upside and a cheap…",
  "data/reddit-stocks/r/investing/comments/lbjzsn/gamestop_big_picture_has_the_game_stopped.json": "Disclaimer: I am not a financial advisor. This entire post represents my\npersonal views and opinions, and should not be taken as financial advice (or\nadvice of any kind whatsoever). I encourage you to do your own research, take\nanything I write with a grain of salt, and hold me accountable for any…",
  "data/reddit-stocks/r/stocks/comments/lbevgw/uwmc_big_earnings_tomorrow.json": "United Wholesale Mortgages is the #1 [https://stocktwits.com/topic/1] wholesale\nmortgage lender and #2 [https://stocktwits.com/topic/2] mortgage lender in the\nUS and expected to beat earnings tomorrow with astronomical numbers! UWM\nrecently went public with a valuation of 16B calculated at 9.5x…",
  "data/reddit-stocks/r/stocks/comments/lbc7pc/how_to_look_for_a_stock_thats_not_wellknown.json": "Like many, Gme got me interested in stocks, though I made modest amount of\n‘safe’ stocks like apple, tesla, microsoft, etc. Aside from these already\nwell-established companies, I don’t know where to look to find newer companies\nand what to look for when I find one. For instance, I bought a couple of…",
  "data/reddit-stocks/r/stocks/comments/lbf5g9/hedge_fund_misconceptions.json": "Look, I know you're about to downvote. Its like being on team Nestle or team\nAgit Pai in here. Hedge Funds are definitely no angels by any means. That being\nsaid, as much as I get a little schadenfreude watching them get kicked around a\nlittle bit, I'd argue that some of the anger is a little…",
  "data/reddit-stocks/r/stocks/comments/lbacc0/bumble_bmbl_releasing_ipo_soon_could_be_a_good_buy.json": "Bumble revealed their IPO price range today, $28-$30, which is pretty\naffordable. They haven't yet said when they are going release it, but it's gotta\nbe pretty soon based on this recent news. I feel like this could be a really\ngood buy since they have already been one of the most successful dating…",
  "data/reddit-stocks/r/stocks/comments/lb4ppe/a_list_of_useful_sources_to_guide_you_through_the.json": "“That one Reddit uranum guy” here, I decided to set up a list of informational\nsources one can use to make sure they get up to speed on the uranium sector and\nthe asymmetrical risk/reward proposition it presents to anyone that participates\nin it. We have seen a major recent price run up of the…",
  "data/reddit-stocks/r/stocks/comments/lbjgjw/its_amazing_how_many_people_jumped_in_headfirst.json": "(I am not a financial adviser. This is not direct financial advice...but still\nadvice for dealing with investing.)\n\nI am completely floored by the amount of people who have NO BUSINESS\nindependently jumping into the stock market, diving into the deep end and not\nknowing how to swim.\n\n 1.  Never…",
  "data/reddit-stocks/r/investing/comments/lbh05m/why_i_think_lemonade_is_overvalued.json": "Hi all,\n\nI'd like to explain why I believe LMND is currently overvalued, and encourage\nyou to please poke holes in my arguments. Tell me what I'm missing please,\nparticularly re. the path to profitability and the reinsurance topic.\n\nBasics\n\n * Lemonade says it's an insurance company that leverages…",
  "data/reddit-stocks/r/investing/comments/lbnqg1/crsr_corsair_dd_the_q4_results_are_basically.json": "“While the whole world was having a big old party, a few outsiders and weirdos\nsaw what no one else could. […] These outsiders saw the giant lie at the heart\nof the economy, and they saw it by doing something the rest of the suckers never\nthought to do: They looked”. (Big Short)\n\nI have seen many…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbdz2e/at_this_point_i_just_want_to_prove_everyone_wrong.json": "I made the mistake of telling my family & some friends about the GME situation.\nI got in the action at $20 per share, now my buddies are shitting on me for not\nselling at $470. Feel like nobody except for this subreddit understand what's at\nstake.\n\nEveryone left at this point are true soldiers, with…",
  "data/reddit-stocks/r/stocks/comments/lbiqol/rstocks_daily_discussion_wednesday_feb_03_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/investing/comments/lbp1q3/my_main_takeaway_from_this_chaotic_past_week_as_a.json": "I think a lot of new, young investors that got caught up in this whole short\nsqueeze, f*** the hedge funds debacle are going to leave with a skewed view of\nhow investing works. Even before all of this went down I was, and still am,\nreally interested in the fundamentals of valuing a company or…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbm1ks/i_emailed_a_journalist_to_let_him_know_that_wsb.json": "Here's his article\nhttps://thegoldforecast.com/video/silver-benefits-redditt%E2%80%99s-wallstreetbets-forum-there-more-story\n\nMy email to him. Hi Gary I have read many articles similar to Yours in the past\nday that reddit users are behind this silver push. I'm sorry to say this is not\nthe case. I…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbaktb/sober_review_time_what_are_the_actual_data_we_can.json": "Edit: There's a lot of great responses and info about my questions in the\ncomments! Will try to incorporate that into the post as I go, or make a followup\ntomorrow!\n\nFirst off, my position: 1900 shares of GME @ 30, plus 5 calls @ $250. Peak value\nwas nearly…",
  "data/reddit-stocks/r/stocks/comments/lbqn9n/losing_money_on_gme_amc_or_any_other_meme_stocks.json": "A lot of people are posting through this sub saying how they had losses on GME,\nor other meme stocks, and you’re not alone. These people go on to say that they\nhave learned a lot from this experience and losing money on it taught them a\nvalue lesson. For me, it did too. I lost around $500 from GME…",
  "data/reddit-stocks/r/stocks/comments/lbi38n/missed_out_on_five_digits_gain.json": "This is so horrible. I could’ve had bought a car but instead I was greedy and\ngot exactly what I put in. It all started well, the stock I’m taking about is,\nyou guessed it, GME. I got in around $70, I watched it go up and up and always\nbelieved there was more to collect. If I sold at the peak of…",
  "data/reddit-stocks/r/investing/comments/lbib0x/the_myth_of_the_short_ladder_attack.json": "The idea that hedge funds are lowering the price of certain stocks through\ncoordinated \"short ladder attacks\" has been all over reddit the past couple of\ndays. I've heard multiple versions of the story about how these work, all of\nwhich go something like this:\n\n> To execute a short ladder attack,…",
  "data/reddit-stocks/r/investing/comments/lbjzfp/zero_carbon_lithium_rich_through_lithium_without.json": "Hello,\n\nI want to make it clear from the start that I am not a professional financial\nadvisor. Everything I am about to write has come from my own research. You\nshould cross check everything and make your own decision on what you will do\nwith this information.\n\nDISCLAIMER: This is not going to be a…",
  "data/reddit-stocks/r/stocks/comments/lbnbo3/stocks_to_keep_an_eye_on_today_and_buy.json": "Hey, I was thinking about buying some stocks today. But im not sure what stock\nto buy. I see a lot of people hyping NIO, I have looked at it for a while but\nidk.\n\nIt feels like im missing out on these stocks that flies up and would love to\nfind them before they take off. How do people find these…",
  "data/reddit-stocks/r/stocks/comments/lbuhp0/gme_short_squeeze_what_comes_next_part_2.json": "Mods why do you keep removing this? I’m following the rules, people are asking\nto see it. My DM is flooding to post it somewhere else. If you’re gonna remove\nit please tell me why.\n\nHello all,\n\nI wanted to post last night as many of you commenters have asked for however my\nbuilding lost power and it…",
  "data/reddit-stocks/r/stocks/comments/lbmpz9/imminent_growth_of_nasdaqino_dna_vaccines_for.json": "dear investors,\n\nNASDAQ:INO inovio is working on replacing cancer surgery by the use of\ntherapeutic vaccines, and is very close to communicate broadly about its\nsuccess. Inovio is focused on bringing to market DNA medicines to treat and\nprotect people from infectious diseases and cancer.\n\nMany…",
  "data/reddit-stocks/r/investing/comments/lbtkk3/apha_is_going_to_blow_up_eventually.json": "I'm going to keep my DD short and simple, in layman's terms for this.\n\n$APHA was already showing good growth through 2020 despite the cannabis market\nbeing a 'wild west'. The recent merger news will only boost revenue and, if\ncannabis were ever legalised in the US on a federal level (which I believe…",
  "data/reddit-stocks/r/investing/comments/lbqsw4/palantir_results_date_has_been_moved.json": "Palantir Technologies Inc. (NYSE: PLTR) announced today that results for its\nfourth quarter and fiscal year ended December 31, 2020 will be released on\nTuesday, February 16, 2021, prior to the open of the U.S. markets. The Company\nwill host a conference call to discuss its results at 6:00am MT /…",
  "data/reddit-stocks/r/investing/comments/lbv69i/gme_short_interest_heres_what_the_hedge_funds_are.json": "Hi everyone, long time lurker here.\n\nI keep seeing comments about short interest on $GME. I'm not popular enough to\npost on some other subs so hopefully this sub will take me.\n\nExact short interest is beyond reach for most of us, but we can get a good\nestimate from services like Ortex. From my…",
  "data/reddit-stocks/r/investing/comments/lbybnz/gme_options_data_shows_shorts_think_youll_disband.json": "Just wanted everyone to take a look at this write up DD below.\n\nHope it helps bring some clarity. Tried to post it in thread but it has images\nso can't\n\n\n\nhttps://www.evernote.com/shard/s233/client/snv?noteGuid=a28b4aad-6e75-048d-7e47…",
  "data/reddit-stocks/r/investing/comments/lbxqgp/etf_and_chill_vs_actively_picking_stocks.json": "I am working a full time job and over the past few years I learned that I am not\ngood at picking stocks. I have had good and bad picks that over time it evens\nout almost to the level of SPY. I actually wanted to take more risk that SPY and\nthat's why I started buying individual stocks.\n\nIn recent…",
  "data/reddit-stocks/r/stocks/comments/lbwvw1/anyone_else_getting_in_on_the_ipo_for_roblox_this.json": "Roblox is going public this year so share holders can offer their shares to the\npublic. Certainly not because Roblox needs cash. This company has fantastic\nrevenue generation year over year, 2019 they brought in $435 million.\n\nThey are the third highest grossing mobile game in the world and have 35…",
  "data/reddit-stocks/r/investing/comments/lbu6ys/with_all_that_chaos_going_on_i_actually_decided.json": "Hi as the title says im new and im trying to learn investing and id need some\nhelp with it.\nThe stock market is completly nuts and i want to put my money were i feel it has\nits place.\n\nBetting purly on the sentiment of social media is too stressful and if i want to\ngamble id go for cryptos or wait…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbmsjk/why_the_gme_shortsqueeze_hasnt_happened_yet_data.json": "MODS KEEP THIS UP! listen up you apes 🦍:\n\n * Short restrictions from today:\n   ftp://ftp.nyxdata.com/NYSEGroupSSRCircuitBreakers/NYSEGroupSSRCircuitBreakers_2021/NYSEGroupSSRCircuitBreakers_202102/NYSEGroupSSRCircuitBreakers20210201.xls\n * Ladder attacks (temporary?) stopped:\n  …",
  "data/reddit-stocks/r/stocks/comments/lbyve5/clarifying_the_secs_investigation_of_social_media.json": "Here is the link to the article:\nhttps://www.bloomberg.com/news/articles/2021-02-03/sec-hunts-for-fraud-in-social-media-posts-that-drove-up-gamestop\n\nAnd, here is the most important point that a lot of readers keep missing:\n\n> The prevailing narrative is that Wall Street short-sellers were caught\n>…",
  "data/reddit-stocks/r/wallstreetbets/comments/lby44e/if_the_sec_is_still_here_fuck_you.json": "That's all. You already know, as far as values go, you lack any semblance or\nmorality, integrity, and have decided to do nothing but piss your life away in\npursuit of greed, licking up the droppings of atleast ACTUALLY successful (but\nalso shitty) people.\n\nWhat? You're going to charge us with…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbe80d/gme_and_80_stocks_why_to_not_worry.json": "> Oh my god! GME is down to $150! It's down to $100! It's down to 30 cents! The\n> hedgies are going to cover all their shorts at that 30cent price point! It's\n> over!\n\nWrong.\n\nNo one is selling at these prices. Sure, maybe a few scared folk who don't know\nany better. Maybe they trigger a few stop…",
  "data/reddit-stocks/r/stocks/comments/lby17w/tesla_using_amd_chips.json": "Tesla May Be Using AMD GPU In New Model S, X For Gaming Mentioned: TSLA Tesla\nInc's (NASDAQ: TSLA) newly refreshed Model S and X bring many enhancements, with\nsome of the most obvious being the 17-inch landscape touchscreen up front, with\nan 8-inch secondary display for passengers in the…",
  "data/reddit-stocks/r/stocks/comments/lc4jz7/blackberry_bb_dd_pt_100.json": "TLDR;\n\n 1. QNX is the most secure EV Real Time Operating System proven by customer\n    traction – its in 175m cars, top 19/25 car producers\n 2. EV cybersecurity cars are important. Without it, people can hack your car\n    and crash it into your wall\n 3. QNX as the main operating system opens up data…",
  "data/reddit-stocks/r/stocks/comments/lc2xwg/100_gain_in_1_month_rstocks_2000000_subscriber.json": "Holy hell. On 12/30 r/stocks [/r/stocks] surpassed 1 million followers. And in\njust one month we've doubled it to 2 million subscribers (and we aren't stopping\nthere).\n\nNEW USERS Please check out our Wiki for New Investors\n[https://www.reddit.com/r/stocks/wiki/index] Most of your questions are…",
  "data/reddit-stocks/r/investing/comments/lc34o6/apple_hyundai_canoo_goev_speculation.json": "OK this is not meant to be a pump post, but rather a timeline of events and some\nspeculation that there is a good chance GOEV's skateboard platform could\nactually end up being the base for the Apple car. I think Canoo is an awesome\ncompany in it's own right, but just presenting some potentially…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbm3vr/gme_super_awesome_megathread_weds_23.json": "Edit: Stop DMing me to pump your shitcoin or penny stocks. Seriously.",
  "data/reddit-stocks/r/stocks/comments/lc1bij/tips_for_getting_over_money_loss.json": "I was an idiot with this whole meme stock thing. I got in LATE and sold on\nMonday for $113; now I didn't use any of my savings or anything and will\nsurvive, but I'm not exactly rich either... the 3K that is now gone hurts, not\ngonna lie, especially when I think what else it could have been…",
  "data/reddit-stocks/r/stocks/comments/lc6cnp/the_us_cannabis_boom_and_why_you_need_to_be.json": "As many of you are aware there has been a sudden influx of new investors and new\nusers joining our community. I was debating whether I should make a post,\nbecause I may take some heat for this.\n\nThe Dems now have control of the house, the senate and the presidency and Chuck\nSchumer made his…",
  "data/reddit-stocks/r/investing/comments/lbzmoi/takof_drone_delivery_canada_dd.json": "tl;dr: $TAKOF is taking off and going places. Rockets (or batteries) have been\nfueled – up we go! I’m not a financial advisor and this is not investment\nadvice.\n\n(Sources in comments)\n\nLonger version\n\nMy investment strategy is finding a stock that will perform well in medium/long\nterm. I usually try…",
  "data/reddit-stocks/r/stocks/comments/lc3xwz/lets_talk_about_sunpower_spwr.json": "I have been looking for a long term hold and I think I found it: Sunpower (SPWR)\n\nSunpower is one of the leading Solar installation/manufacturing/battery storage\ncompanies in the hugely growing industry. Thank old Joe!\n\nJust google “top solar companies” and tell me which have the best product…",
  "data/reddit-stocks/r/stocks/comments/lc1wnx/serious_questions_about_amc.json": "So needless to say, I bought into the hype and ate it all up. I didn't invest\nmoney I can't afford to lose thought I did put in a reasonable amount. I even\nconvinced some other people to jump in with me believing it would be the next\nGME. Needless to say I have lost money but I still believe in the…",
  "data/reddit-stocks/r/stocks/comments/lc9cud/nokia_beats_q4_earnings.json": "Pretty solid beating both EPS and Revenue. No dividend this year but hopefully\nsee some solid action this week from this. Anyone care to share their thoughts\non this?\n\nPositions: 2/12 $4.5C and will be adding shares here soon.\n\nhttps://www.barchart.com/story/news/1075211/nokia-corporation-financial…",
  "data/reddit-stocks/r/stocks/comments/lboadu/why_dont_people_just_invest_in_spy.json": "I’m a new investor and one thing that I have always heard is that you can’t beat\nthe market. Since SPY follows the S&P 500 and the American market, wouldn’t you\nget the best returns by just investing all your money in SPY?",
  "data/reddit-stocks/r/stocks/comments/lc1mjl/anyone_else_jump_on_cassava_sciences_today.json": "After a great day yesterday, I decided to hop on today. It went up over 90%\n(with 35% of that after trading hours)! What are the chances of this going up\nanother 50-75% tomorrow?\n\nThis company has 9 employees and just released a study that indicates a drug\nthey're working on has positive effects for…",
  "data/reddit-stocks/r/stocks/comments/lcasyv/wsb_is_going_through_a_hostile_take_over_from_old.json": "Sorry for trying to get around the automod but this is important, a fellow\nsubreddit is being attacked.\n\nPlease see this archived post from zjz, the mod who had been holding down the\nfort and one of the many good mods who was kicked off W-S-B and replaced with\nbrand new accounts:…",
  "data/reddit-stocks/r/stocks/comments/lc4dl5/thoughts_on_cloudflare_nyse_net_at_this_point_in.json": "I'm ready to make my first investment in the US stock market, and am bullish on\nCloudflare for medium-long term gains.\n\nTalented engineers, (more than) strong and stable presence in the domain, and\ncontinuous past growth are my motivating factors. It is currently ~$80, which is\nhigh for me, but that…",
  "data/reddit-stocks/r/stocks/comments/lc1pj9/i_created_a_heat_map_that_udeepfuckingvalue.json": "Hello,\n\nI've seen a lot of interest in the comments of his videos asking for his excel\nfiles. This may help the community whom DFV has inspired. I also added the top\n10 daily gainers and losers along with openinsider trading data, which are\nhyperlink. If you have any suggestions, please feel free to…",
  "data/reddit-stocks/r/stocks/comments/lc7znl/the_next_crash_will_be_blamed_on_retail.json": "The number of ordinary people I know who in the past month who've opened a\nbrokerage account is ridiculous. Stock tips have inundated Tik Tok, Snap Chat,\nand instagram. There are literal fitness influencers on YouTube who are now\nmaking videos showcasing their 4-figure portfolios and trying to teach…",
  "data/reddit-stocks/r/stocks/comments/lcbj0a/finra_which_is_overseen_by_the_sec_provides_that.json": "Finra, which is overseen by the SEC, provides that short interest on Gamestop is\n226.42%\n\n-------------------------------------------------------------------------------------------------------------------------------------\n\nSource:\nhttp://finra…",
  "data/reddit-stocks/r/wallstreetbets/comments/lc8pco/fuck_off_with_all_the_gme_pessimism.json": "This is exactly what the hedgies are hoping for! They want us to get bored, lose\ninterest or panic sell. It's been 3 fucking down days this week! Hold with your\n💎👐🏼 and we will 🚀🚀🚀🚀🌚 - there's no time frame on this at all. We have to\nbe more patient than them. The cards and data are still in…",
  "data/reddit-stocks/r/stocks/comments/lccord/tesla_recalls_135000_cars_while_it_only_produces.json": "There are no Tesla car dealers. It will be massively expensive to stockholders\nbecause each car must be transported back to a Tesla repair location at no\nowner's expense.\n\nDefinitely not a good time to purchase this overvalued stock.",
  "data/reddit-stocks/r/investing/comments/lc33fl/how_gme_and_amc_can_benefit_from_soaring_stock.json": "The Price-Value Feedback Loop: A Look at GME and AMC!\n[http://aswathdamodaran.blogspot.com/2021/02/the-price-value-feedback-loop-look-at.html]\n\nHis YouTube video.\n[https://www.youtube.com/watch?v=tDjw9IB8zvs&feature=emb_logo]\n\nBlogpost and YouTube video by Aswath Damodaran who teaches corporate…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcb614/on_serious_note_respect_the_decisions_of.json": "As we all know, the most likely outcome has happened where regulators and\nboomers are now targeting anybody who looks like a convenient target.\n\nDeepfuckingvalue, who was unfortunately outed, is increasingly looking like that\nperson.\n\nHe is now in more danger than any of us. I doubt that anything…",
  "data/reddit-stocks/r/stocks/comments/lc46ag/anyone_have_any_thoughts_on_rollsroyce_being_a.json": "I'll be honest I'm investing for the first time this week and just looking for\nsome info from more experienced investors. Too me $rycey seems like a solid long\nterm investment. They were around 10 dollars a share before covid and closer to\n20 earlier in 2019.",
  "data/reddit-stocks/r/stocks/comments/lcatqv/rstocks_daily_discussion_options_trading_thursday.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on stock options, but if options aren't your thing then just ignore\nthe theme and/or post your arguments against options…",
  "data/reddit-stocks/r/stocks/comments/lcele5/where_can_a_regular_investor_get_stock.json": "I’ve been a member of this community along with the other big stock market\ncommunities on Reddit for a couple of years now. I used to really enjoy reading\nDDs on obscure or interesting companies. I loved checking the sub each day\nbecause I never knew what new pieces of information I would find. Some…",
  "data/reddit-stocks/r/stocks/comments/lcawv9/market_manipulation_is_all_of_its_glory.json": "Market Manipulation (Apparently you don't get to decided what price to buy at.,\nThomas Peterffy decides for you).\nhttps://finance.yahoo.com/video/billionaire-peterffy-worried-integrity-markets-231949667.html\n\nNo one individual gets to set the price of a stock, a stock price is completely\nbased on…",
  "data/reddit-stocks/r/investing/comments/lcftzc/10_interesting_and_useful_etfs_with_less_than_1b.json": "I've been doing a lot of ETF research lately and wanted to share this list\nbecause I think that smaller ETFs fly under the radar all too often. Here are 10\nETFs with less than a billion dollars under management, but that I think are\ninteresting and possibly useful, with reasons why:\n\n 1.  THNQ: ROBO…",
  "data/reddit-stocks/r/investing/comments/lcgbyl/nok_q4_2020_earnings_eps_beaten_by_2967.json": "https://www.nokia.com/system/files/2021-02/nokia_results_2020_q4.pdf\n\nThe Finnish telecom network firm reported earnings per share of EUR 0.26 ($0.31)\nfor the full-year 2020 compared with EUR 0.22 ($0.26) for full-year 2019.\n\nFor Q4, EPS stood at EUR 0.14 ($ 0.17) compared with EUR 0.15 ($0.18) in…",
  "data/reddit-stocks/r/investing/comments/lcc24v/gamestop_big_picture_evolution_of_a_trade.json": "Disclaimer: I am not a financial advisor. This entire post represents my\npersonal views and opinions, and should not be taken as financial advice (or\nadvice of any kind whatsoever). I encourage you to do your own research, take\nanything I write with a grain of salt, and hold me accountable for any…",
  "data/reddit-stocks/r/investing/comments/lcc7k7/tilray_inc_and_aphria_inc_observation_mathematics.json": "Hi,\n\nAs some of you already know Tilray and Aphria are going to merge in Q2, with\nTilray becoming the surviving Company.\n\nNow the fun thing about it:\n\nAphria stockholders are to obtain 0.8381 of one share of Tilray for each Aphria\nshare they own.\n\nhttps://www.fool.com/investing/2020/12/16/tilray-and…",
  "data/reddit-stocks/r/investing/comments/lcgcm3/hindenburg_research_clover_health_how_the_king_of.json": "> Today, we reveal how Clover Health and its Wall Street celebrity promoter,\n> Chamath Palihapitiya, misled investors about critical aspects of Clover’s\n> business in the run-up to the company’s SPAC go-public transaction last month.\n> \n> Our investigation into Clover Health has spanned almost 4…",
  "data/reddit-stocks/r/wallstreetbets/comments/lbyf09/gme_overnight_thread_sec_intern_meetandgreet.json": "Enjoy.",
  "data/reddit-stocks/r/stocks/comments/lcia10/people_remarking_on_how_the_amateur_investors.json": "I understand that everyones ears must be melted by now with all the constant GME\ntalk. I apologise for bringing it up yet again.\n\nHowever I am continuously seeing remarks being passed around in the comments\nsections such as how \"Amateur investors who didnt know what they were doing were\nstupid for…",
  "data/reddit-stocks/r/stocks/comments/lcfqbh/24_thursdays_stock_market_movers_news.json": "GOOD MORNING TRADERS AND INVESTORS OF THE R/STOCKS [/r/stocks] SUB! WELCOME TO\nTHURSDAY! HERE ARE YOUR PRE-MARKET STOCK MOVERS & NEWS ON THIS THURSDAY-\n\n--------------------------------------------------------------------------------\n\n\n5 THINGS TO KNOW BEFORE THE STOCK MARKET OPENS…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcdv3o/if_this_was_over_they_wouldnt_be_telling_you_its.json": "Two things stand true\n\n1) Apes! Together! Strong!\n\n2) You Only Live Once\n\nRide with me to the gates of Valhalla!",
  "data/reddit-stocks/r/stocks/comments/lci2wh/i_sold_all_my_meme_stocks_and_invested_it_all.json": "I hope the mods allow this post because I'm sure there are some people who would\nlike to hear this.\n\nI sold all of my GME, BB, NOK, and AMC this morning. I used the money from\nselling these stocks and invested it into SPY and VOO (3 shares each).\n\nHaving to wake up every morning and check my phone…",
  "data/reddit-stocks/r/investing/comments/lchumn/aphria_apha_merger_with_tlry_possibly_creating.json": "Merger between APHA and TLRY finalizes in Q2 of 2021 per company disclosures.\nShareholders of APHA will convert their shares to TLRY stock at .8381 per share.\nNew Company will keep TLRY name and stock symbol.\n\nHere is the math as of last nights close\n\n\n\n10 shares of AHPA @$16.60 = $166.00…",
  "data/reddit-stocks/r/investing/comments/lcewdd/investing_for_long_term_growth_undervalued_ev.json": "https://www.globenewswire.com/news-release/2021/01/28/2165668/0/en/Lordstown-Motors-Releases-Business-Updates-Prepares-Ohio-Factory-to-Begin-Building-Betas-Next-Month.html\n\nHere is an article on their recent updates and plans going forward. I bought\nthis stock earlier in the week and I plan to hold…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcf67t/3_days_are_you_for_real.json": "Ok first off, it's been 3 whole fucking days, you fucking retards. Secondly, it\nhasn't even been 3 whole fucking days, you fucking retards! Tuesday closed at\n90. Wednesday closed at 92.41. Even if you eat crayons and can't read, you'd\nhave to be dumber than the dumbest fuck who ever fucked your wife…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcc1z6/hedge_funds_using_bots_on_wsb_to_try_and_find_the.json": "“Hedge funds, investment bankers and other institutional investors are desperate\nto find the next GameStop -- before it's too late. That's why Thinknum\nAlternative Data quickly built and launched a tool that provides its hedge fund\nand investment bank clients a ranking of the most-mentioned stocks…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcdspa/gme_megathread_for_4_february.json": "Good luck.\n\nPlease downvote boomer copypastas and mash the report button on any bots",
  "data/reddit-stocks/r/investing/comments/lciq3s/why_you_should_buy_ford_stock_for_2021.json": "made a similar DD around 8.50 earlier this year, and its only been getting more\nbullish as the year goes on.\n\nOriginally, there's a few main takeaways:\n\n 1. New CEO is phenominal. Car industry his whole life. He is making meaningful\n    change to Ford and can show he can keep his promises. This can…",
  "data/reddit-stocks/r/stocks/comments/lcgy3q/hindenburg_research_release_report_on_clover.json": "By the same team who uncovered Nikola's scam.\n\nhttps://hindenburgresearch.com/clover/\n\nI knew most people right now see short sellers as villains. But Hindenburg has a\ngood track records when it comes to sniffing something hidden from the public's\neye.\n\nIt is interesting that out of any company,…",
  "data/reddit-stocks/r/stocks/comments/lcgvrd/thoughts_on_2021_power_stocks_open_mrvl_hol_msft.json": "I've had my fun and my loss porn. Time to start buying long shares of excellent\ncompanies; getting that profit rush for the next three years. Just sharing picks\nI am really excited about and will continuously add to for the next year (do NOT\nbuy on margin or down-vote bc they are not meme or cult…",
  "data/reddit-stocks/r/wallstreetbets/comments/lchny7/please_read_if_youre_feeling_gme_burnout_im.json": "I know a lot of people need/like the reassurance of the daily threads.\nPersonally, I have burnout and I can't keep checking this all day. I know from\nsome of the comments I'm not the only one.\n\nThis was a ride, but we also have to be able to trust each other without\nspending all day propping each…",
  "data/reddit-stocks/r/stocks/comments/lcjqno/lobby_for_the_elimination_of_pattern_day_trading.json": "Since the Game squeeze has everyone interested in stocks, and the way regular\nfolks are kept drown by the big money investors, why don't we all band together\nto lobby for the elimination of day trading restrictions? 25,000 dollars is just\nout of reach enough that most people will not be able to…",
  "data/reddit-stocks/r/stocks/comments/lcgh11/the_apple_car_playbook.json": "Hey all, we all know it’s coming (2024), and we know when it comes it is going\nto be fucking huge. It’s the mf Apple car, icar, Siri mobile, or whatever Apples\nupcoming EV will eventually be called.\n\nI’m not gonna type out a huge wall of text, because why trust a goon like me? I\njust ask you please…",
  "data/reddit-stocks/r/investing/comments/lcchwr/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/investing/comments/lchfaw/the_ultimate_spac_spreadsheet.json": "Good morning r/investing [/r/investing],\n\nIts been awesome to see all the new members joining recently. It's a great time\nto be in the SPAC game. With that said, there's tons of spacs out there, and it\ncan be difficult to keep track of them all. That's why my good friend\nu/KujMasterFresh…",
  "data/reddit-stocks/r/stocks/comments/lcmk2r/learned_my_lesson_with_buying_into_the_hype_but.json": "I bought shares of AMC when it was $10. I could have sold at $20, but chose not\nto. When purchasing, I chose an amount that I was comfortable with losing, but\nalso an amount that could provide me with significant returns if it went up a\nlot like everyone thought.\n\nFew things I've learned from…",
  "data/reddit-stocks/r/stocks/comments/lco7rh/comprehensive_guide_about_bb_and_how_it_shall.json": "Alright folks, here's the comprehensive guide about the BB products, revenue\ndetails, customers, and what's in the store in the future. It's quite a lengthy\none, please bare with me as you read and this is the first time I looked up\nregarding a company at this depth.\n\nSome background on the John…",
  "data/reddit-stocks/r/stocks/comments/lciait/23andme_to_go_public.json": "23andMe to Merge with Virgin Group’s VG Acquisition Corp. to Become\nPublicly-Traded Company Set to Revolutionize Personalized Healthcare and\nTherapeutic Development through Human Genetics\n\n23andMe is a leading consumer genetics and research company that offers a\npersonalized health and wellness…",
  "data/reddit-stocks/r/stocks/comments/lcl15f/whats_preventing_a_billionaire_from_dumping.json": "I'm new to stocks and have a limited knowledge of how they work, but to my\nunderstanding when a stock is selling in large quantities, the price goes up\n(supply and demand). This is what happened for GME, everyone bought in and the\nprice went up. I realize there are other factors that go into a…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcht7g/too_all_the_people_begging_pleading_wishing_that.json": "Daily comments are full of \"Help me Obi Musk Kenobi, your our only hope\" type\nshit and it's basically writing a letter to Santa Clause at this point.\n(although I do believe in Santa..)\n\nIf you invested more than you can afford, or you are having a paper handed heart\nattack, it's not some…",
  "data/reddit-stocks/r/stocks/comments/lcqduf/bb_is_the_only_one_that_broke_its_correlation.json": "Honestly don't think its market manipulation like what WSB claims (i.e short\nladder attacks). I already mentioned this here, but there are probably hedge\nfunds who haven't shorted Gamestop who gauged the insane market sentiment of\nretail investors. So they rode the BB/AMC/NOK/GME wave, and then…",
  "data/reddit-stocks/r/stocks/comments/lcsiia/cant_lose_money_if_i_dont_sell_myth_explained.json": "I want to welcome all the members who have joined over the past week. Many of\nyou have come from wsb, and I am seeing multiple occasions where people have\nregretted the losses they took last week and have expressed a desire to learn\ninvesting fundamentals.\n\nThat’s great! I plan to put together a…",
  "data/reddit-stocks/r/stocks/comments/lci8g9/wkhs_could_explode_next_week.json": "Workhorse is one of the three finalist to receive a part of the upcoming USPS\ncontract to replace it's existing fleet. The contract decision has been delayed\nmany times already and is long over due. The Board of Governors for the Post\nOffice are set to meet on Feb. 9th. We could be hearing about…",
  "data/reddit-stocks/r/stocks/comments/lcd72s/apple_to_enter_autonomous_vehicle_world.json": "Apple is close to finalizing a deal with Hyundai-Kia to manufacture an apple\nbranded autonomous vehicle. This vehicle concept has been in the making for a\nfew years now but the next step is to finalize a deal with a company to\nmanufacture the vehicle. From what I see, the vehicle could be out as…",
  "data/reddit-stocks/r/investing/comments/lcmxym/im_looking_to_learn_about_how_to_create_a.json": "I'll start off by saying that, yes, I got pulled into the GME hype. I knew about\nall that since it was at around 40$, but only got in around 300$. I haven't sold\nanything yet, since I believe I can at least cut my losses if I hold into the\nlong term due the big changes the company will do moving…",
  "data/reddit-stocks/r/investing/comments/lcroz5/gme_and_meme_stock_an_expensive_lesson_to_learn.json": "I started trading stocks last year when corona happened just like other people\ndid. I'm a university student who got laid off due to the pandemic and have yet\nto find a job since. When meme stocks blew up (BB, AMC, NOK, and GME or BANG) I\njumped on the bandwagon thinking it's a fast way to make…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcfzdf/gme_second_wave.json": "Hello, paste-eating apes of WSB,\n\nThere is a second wave of GME coming and here’s why: after hearing about you\nheroes on the news I decided to open an Etrade account (because this is the\nsecond time I’ve seen Robinhood freeze its own clientele out of fat gainz), and\nthose funds are taking 5 days to…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcflo1/i_went_into_gmeamc_for_the_money_im_staying_for.json": "I don't care about the money anymore, I'm going to hold for the cause. It\ndoesn't matter how high it goes now I'm keeping my shares just for the 🖕 to all\nthe hedgefunds",
  "data/reddit-stocks/r/wallstreetbets/comments/lcew5b/our_state_reps_actually_do_have_our_interests_at.json": "So I decided to put down my banana and sign a message for my handler to deliver\nto my state Rep. Didn't expect to have a response, but just got this in. This\nhas been suggested before here, so be like Koko, don't throw shit, relay your\nconcerns like the cultured apes we are.\n\n\"Thank you for writing…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcd4g8/gme_is_not_over.json": "So much FUD lately.\nThey want us scared and it is working.\nRetards are becoming normal humans.\nRetards don't get scared.\nI dont see rockets no more.\nWe achieved so much that we forget about the real reason we invested in GME.\nYes tendies matter but we achieved more than that.\nYou guys made more than…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcekfj/limits_are_being_lifted_now_is_the_time_to_buy.json": "This is what I’ve been holding for. As soon as I heard about the limits by\nRobinhood et al I knew I wasn’t selling until they were lifted. Let the market\ndo it’s thing. Diamonds.",
  "data/reddit-stocks/r/wallstreetbets/comments/lcew2h/reddit_did_not_invent_short_ladder_attacks.json": "Recently, I've seen a lot of FUD and claims that WSB retards \"invented\" short\nladder attacks. I'm not a financial professional, so I cannot say with certainty\nthat such attacks are possible in practice, but what I can say is that they were\nin fact described by others well before the GME thing. I'd…",
  "data/reddit-stocks/r/stocks/comments/lcs4pp/part_5_bb_dd_no_meems_bulls_bears.json": "Part 1\n[https://www.reddit.com/r/wallstreetbets/comments/lamg0y/bb_dd_no_meems_part_1/]\nPart 2\n[https://www.reddit.com/r/wallstreetbets/comments/lamill/bb_dd_no_meems_part_2/]\nPart 3\n[https://www.reddit.com/r/wallstreetbets/comments/lb4e2m/part_3_bb_dd_no_meems_fuck_the_memes/]\nPart…",
  "data/reddit-stocks/r/stocks/comments/lcpepe/amc_possible_good_news_perfect_storm.json": "It looks like AMC will most likely land on the SSR again tomorrow. When it was\non SSR yesterday we saw a decent pop mixed with the loosening restrictions.\n\nAs restrictions continue to loosen this might be what we need to recover.\n\nAdmittedly I’m being optimistic.\n\nThoughts?",
  "data/reddit-stocks/r/wallstreetbets/comments/lcry4s/hey_sec_remember_one_week_ago_today_when_wsbs.json": "EDIT: ALL THE HF SHILLS ARE STILL HERE COMMENTING LIKE IT WAS THEIR JOB...I\nwonder why that is.\n\nEDIT 2: It's BILLIONS, not millions...",
  "data/reddit-stocks/r/wallstreetbets/comments/lcpwh0/how_gme_can_still_be_a_great_play.json": "To all the autist still want to go to the moon, I have the ticket right here:\n\n+1(817) 424-2001\n\nThis is the officially dedicated investor relations number of GameStop. Any GME\nshareholders can call this and an answering machine will take your call. Go on\nrecord with your full name, number of shares…",
  "data/reddit-stocks/r/stocks/comments/lcoov7/best_etfs_or_mutual_funds_for_someone_with_500.json": "Hey all! I was one of the many who bought into the GME/AMC hype and ended up\nlosing because of it. I lost around 2k (as a 21 year old college student, around\n20% of my savings). This is nothing for many of you and won't be a life ruining\nevent for me, but it definitely taught me some important…",
  "data/reddit-stocks/r/stocks/comments/lchzlr/easy_lessons.json": "I've learned something very important recently.\n\nDo not sell off winners for potential winners.\n\nI've been in this situation where I am building my personal business up, so\nthough I've been doing very well any extra income or cash goes back into helping\nme grown my business. It's put me in a tough…",
  "data/reddit-stocks/r/investing/comments/lcv1w8/robinhood_falsified_data_of_gme_candle_stick.json": "Hey,\n\nI was watching GME and AMC all day like a hawk, and I had the advance charts\npopped open on my RH along with pricing graphs from barchart.com\n[https://barchart.com/] and yahoo finance. To begin this off, the first thing\nthat was weird was RH asking me to press an accept button in order to use…",
  "data/reddit-stocks/r/investing/comments/lcuiaj/to_all_sufferers_of_the_whole_fiasco_mental.json": "I just want to get this message to all sufferers and take a moment to talk about\nthe negativity being thrown around and the potential mental health crisis that\ncould unfold for many people here.\n\nI know the general sentiment is to shit on all the people with negativity about\n\"you should've sold when…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcp8ei/people_in_this_sub_need_to_understand_that_you.json": "New members of this sub need to understand to only put in money that they can\nafford to lose. I can see comments of single mother putting her life savings in\nand college kids borrowing money at a very high interest and going all in.\n\nThis is not a joke. Losing money is not a joke. If you get a loan…",
  "data/reddit-stocks/r/stocks/comments/lcrudh/chobani_is_eyeing_an_ipo_later_this_year.json": " * Chobani is considering going public later this year through an initial public\n   offering.\n * In the last two years, the company has entered new categories as it sought to\n   be known for more than just Greek yogurt.\n * According to The Wall Street Journal, the company is seeking a valuation of\n …",
  "data/reddit-stocks/r/investing/comments/lcth5q/warning_do_not_use_your_paypal_account_to_buy.json": "I thought; \"it was there, it was easy and I didn't want to wait days for money\nto finally land in another account.\" They have fees that on the surface don't\nseem awful, until you do the math. Here's a quick example and a best case\nscenario too. You use your PP account to buy $5000 worth of coin,…",
  "data/reddit-stocks/r/wallstreetbets/comments/lck0te/as_im_typing_this_gme_is_at_6374_and_amc_is_at.json": "Edit: buy the dips as well, just whatever you do, do not sell\n\nThis is not financial advice",
  "data/reddit-stocks/r/investing/comments/lcrpek/sabre_sabr_is_poised_for_a_breakout.json": "Sabre is a leading technology solutions provider to the global travel industry.\nIt trades on NASDAQ under the ticker $SABR and currently has a share price of\n$12.73 with a market cap of $4.04 billion. Sabre holds the number-two share of\nglobal distribution system air bookings (38.8% as of the end of…",
  "data/reddit-stocks/r/stocks/comments/lckvn5/keep_them_poor_most_of_us_are_financially.json": "> I am making this first step and investing my money for the first time,\n> considering I'm coming from a very underprivileged background. - Anon Redditor\n\nI was lurking around /rstocks and found this particular sentence, which gave me\na feeling of an epiphany (\"enlightenment\") or however you call…",
  "data/reddit-stocks/r/stocks/comments/lcrl0c/activisionblizzard_atvi_todays_earnings_call_and.json": "Right now, Activision is having its quarterly earnings call. Reports are saying\n$3.05 billion versus $2.78 billion expected, and earnings per share: $1.21\nversus $1.17 expected:\n\nhttps://finance.yahoo.com/news/activision-blizzard-q4-earnings-2020-210514360.html\n\nI don’t own any at the moment, but I…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcgu59/some_updates_on_gme.json": "Disclaimer: I am not a professional and this is not investment advice. I am long\nGME (216 shares cuz poor) and 💎✋ing.\n\nThis post is for those of you who are new and asking about why people are still\nholding in this stock. It represents my personal opinion, often backed up by\nfacts, but also…",
  "data/reddit-stocks/r/investing/comments/lcwxep/ideanomics_idex_could_100x_or_150x_my_opinion.json": "Time to explain. in the most monotone, bullet pointed way. This is simply meant\nto be informative, and yeah its going to look awful and not formatted well lol\n\nTable of contents:\n\nChapter 1.) Their current Deals\n\nChapter 2.) Recent Acquisitions\n\nChapter 3.) Their other investments, and entities they…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcyewd/mark_cuban_said_once_the_brokerage_stops.json": "Let's show them what we're made of: retards.",
  "data/reddit-stocks/r/wallstreetbets/comments/lcvluc/an_update_on_the_wsb_coup_détat.json": "For those who see my \"Top Detective\" flair, but don't know me\n[https://markets.businessinsider.com/commodities/news/robinhood-trader-made-2400-percent-return-coronavirus-oil-markets-2020-3-1028989430],\nI'm the asshole who made videos this post is talking…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcffky/the_momentum_is_here_today_and_they_are_likely.json": "As the title says. The momentum for GME and AMC is here today. I can feel so\nmuch more optimism than yesterday. It’s important to keep it going even if they\npull more BS.\n\nGME 29@ 300 AMC 40 @15\n\nLet’s gooo!!\n\nIncase SEC has bots looking for emojis: Rocket rocket brrrr brrrr diamond hands.",
  "data/reddit-stocks/r/wallstreetbets/comments/lcjh3l/remember_what_mark_cuban_said_the_lower_gme_drops.json": "Let’s get it apes. Don’t feel depressed, sad, or whatever. We will prevail!\n🚀🚀🚀💎🙌\n\nEdit: this is not financial advice",
  "data/reddit-stocks/r/wallstreetbets/comments/lchrm5/if_our_grandfathers_could_hold_the_trenches_we.json": "$GME to the moon. Let's go. 🚀🚀🚀🚀🚀🚀🚀🚀\n\nStop crying, wipe your tears and hold.\n\ni'm not financial adviser as everyone else here, just fucking retard holding my\n4 stonks cuz I love gamestop 😎😎😎\n\nedit: sorry if anyone got offendend. I didn't mean to compare World War to Stock\ntrading ffs",
  "data/reddit-stocks/r/wallstreetbets/comments/lci621/hold_until_february_9th_at_least.json": "Make the HFs show their hand on February 9th for the official short interest\nreport. If they lie on their numbers, they are digging themselves even deeper.\nThe people and the government in general are on our side or WILL be on our side\nas this story continues.\n\nEyes are now on the HFs. I know you…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcpz4o/44k_to_17m_gains_in_tsla_options.json": "I’ve been investing in Tesla since May 2019 at under $200/share pre-split. A\nyear ago, I got introduced to options and decided to try it out. I got hugely\nlucky with timing. Here are my option plays that gave me the biggest returns (I\nhad other smaller wins and a few small losses):\n\nJan 15 171C…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcgvos/attention_bandwagon_hangerson_and_echochamber.json": "The overly optimistic head-in-sand rah rah hewld 4eva spam is so goddamn\nirritating, it makes me want to sell the shares that i was already planning on\nholding just to NOT be part of this group. When I enlisted I was joining the\nband of WSB low-IQ retards, not the r/all [/r/all] caravan of single…",
  "data/reddit-stocks/r/wallstreetbets/comments/lch5s5/very_clear_manipulation.json": "I’m not a financial advisor but it’s clear what’s going on. If you observe the\nbuy sell ratio which usually shows when there’s more buyers than sellers the\nprice goes up. This morning it was the opposite. The hedge funds are doing\neverything they can to drive the price down so much that even when…",
  "data/reddit-stocks/r/wallstreetbets/comments/lce3mf/daily_discussion_for_thursday_february_4th.json": "Automod must be hung over today.\n\nGME thread:\nhttps://reddit.com/r/wallstreetbets/comments/lcdspa/gme_megathread_for_4_february/\n\nRead the rules, don’t be too much of a dick, etc etc.",
  "data/reddit-stocks/r/wallstreetbets/comments/lch1zm/thank_you_for_the_dip_added_another_28_shares_not.json": "https://preview.redd.it/w4it75g03hf61.png?width=417&format=png&auto=webp&s=6267fb811d8c2ac0eace33e21d40c2cbbbbef66f",
  "data/reddit-stocks/r/wallstreetbets/comments/lcf0bk/at_market_open_im_selling.json": "My car to buy a bigly amount of Lambos with the tendies I'm going to get from\nGME 🚀🚀🚀🌕\n\nThis is NOT financial advice, I'm just a retarded 🦍 talking shit on the\ninternet\n\nPS: Melvin = 🌈🐻\n\nPPS: Here's an \"Excessive amount of Rocket…",
  "data/reddit-stocks/r/investing/comments/lcxueg/how_you_should_invest_in_biotech_stocks.json": "First, I’m a scientist, I base my opinions on public information. I own the\nstocks mentioned this post. I am not asking for advise. I want make a case for\ngoing long on two examples. I hope to give serious insight into biotech value\nstocks. After covid, better therapies for common diseases will…",
  "data/reddit-stocks/r/stocks/comments/ld0cum/evidence_pointing_to_shorts_did_not_cover.json": "I know you guys are probably sick of hearing GME related stuff but I really\nwanted to post this here to get some additional thoughts/feedback from\nexperienced investors.\n\nLong post ahead, but I encourage you to read the whole thing.\n\nTLDR: Data points strongly point to Hedge Funds using tricks to…",
  "data/reddit-stocks/r/stocks/comments/ld0rbu/news_on_blackberry_bb.json": "BB had an amazing ride up to almost 30.00 in one week, but unfortunately it was\na causality in the meme stock hammer. Although it was pushed on WSB, it is still\n(in my opinion) a stock to buy or even look out for. Despite the drop, BB has\nbeen upgraded to a “strong buy” from Zach’s today.\n\nThe new…",
  "data/reddit-stocks/r/stocks/comments/lcy74h/goldman_sachs_says_the_bull_market_is_still_in.json": "From the article: The stock market’s swift comeback to record highs opened a new\nchapter on Wall Street, and the fresh bull market has a long way to go,\naccording to Goldman Sachs.\n\nThe S&P 500 quickly bounced back from its March bottom as investors looked past\nthe coronavirus turmoil and focused on…",
  "data/reddit-stocks/r/stocks/comments/lcfqut/long_term_clean_energy_etf_investment.json": "Now that some of the crazy hype has died down, I think we should restart some\ndiscussion about clean energy ETFs.\n\nI know about ICLN, TAN, QCLN. Which is the better play? Personally I'm torn\nbecause each seems to have its advantages and disadvantages. ICLN because it's\nmore international, QCLN…",
  "data/reddit-stocks/r/investing/comments/ld1u00/nvax_4x_potential_market_ignoring_recurring.json": "Market is not paying attention to recurring revenue potential of Covid-19\nvaccines. Given the scare of pandemic, for next few years, everyone will likely\nbe forced to take annual jab (or at the very least travellers should need\nvaccination proof for quite sometime)\n\nWhen it comes to next jab, people…",
  "data/reddit-stocks/r/stocks/comments/ld3cqc/how_do_you_guys_make_a_dd.json": "I am 21 and I'm getting into investing, definitely leaning towards being a long\nterm value investor. I am currently reading up on investing through books and\nwebsites like investopedia and I also noticed this reddit community being fairly\nserious and helpful.\n\nMore context, I am ready to start…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcziv9/robinhood_just_removed_all_restrictions_from_gme.json": "I’m holding. I didn’t come this far for nothing\n\nEdit: not with Robinhood, I use TD. Just trying to sound the alarm bells and\nspread awareness for those still on RH.",
  "data/reddit-stocks/r/investing/comments/ld4k0x/why_i_am_bearish_on_bb_technical_analysis.json": "I'm a Software Eng. and therefore will only cover the technical aspects. As you\nmight already see in the title, I'm bearish on BB. I decided to share my\nthoughts, since a lot of people (and analysts) seem to overvalue the potential\ngrowth of the stock.I want to give a quick and very abstract…",
  "data/reddit-stocks/r/stocks/comments/ld1yva/getting_over_depression_over_money.json": "I have no right to complain, and I'm not looking for sympathy as such. I\ndiscovered something about myself and I wanted to share. I just started\ninvesting last year and dabbled in this and that. Made couple thousand in NIO\nand TSLA rise but nothing to write home about.\n\nI went in on GME with my life…",
  "data/reddit-stocks/r/stocks/comments/ld556u/now_is_the_time_to_be_especially_weary_what_you.json": "I've been around here mostly lurking for about 1-1.5 years and the diversity\nfrom content back then vs now and all the recent events... has changed a lot.\nThere's tons of misleading information and even if a DD seems legit, you should\nalways double-triple check and follow your own interests and gut…",
  "data/reddit-stocks/r/stocks/comments/lcrcla/fubo_im_having_deja_vu_in_a_good_way.json": "One of the biggest investing mistakes of my life was not holding my thousand or\nso Roku shares I got back when it was less than 30 per share and somewhere\naround the $5 billion market cap area (my biggest mistake twas not holding\nEnphase at 7 but that’s a different story). $5 billion seemed…",
  "data/reddit-stocks/r/wallstreetbets/comments/ld2zlq/it_is_mathematically_impossible_that_gme_shorts.json": "Posting again because last one got removed for some bullshit about a ticker name\nI wasn’t even referring to.\n\nListen up retards: it is mathematically impossible for shorts to be covered by\nnow. If it was possible to cover like that do you think short squeezes would\nEVER happen?\n\nIt’s simple. Let’s…",
  "data/reddit-stocks/r/wallstreetbets/comments/ld05ak/i_put_my_entire_mortgage_on_gme_god_help_me.json": "SIKE I DON’T HAVE A HOUSE I LITERALLY L1VE IN A ZOO LOL 🦍🍌",
  "data/reddit-stocks/r/wallstreetbets/comments/lczj9e/as_mark_cuban_said_the_lower_the_price_gme_goes.json": "Robinhood has removed restrictions. The gates of Valhalla are opened. Let’s hope\nthey don’t get in our way. Charge!!!\n\nEdit: I found Mark Cuban's AMA super insightful\n[https://medium.com/datadriveninvestor/5-investor-takeaways-from-mark-cubans-reddit-ama-on-r-wallstreetbets-73544f72189d]!\nIf you…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcwje5/stop_being_a_bitch_and_just_hold.json": "Ok fuckers, it’s been one week, and suddenly a fuck ton of y’all went from “oH\nI’m gonna HoLd till I diE” to “haha I sold, if you hold you’re actually\nretarded”. Guys, the market always goes up and down, this only fucking works if\nwe all JUST FUCKING HOLD. A FUCK TON OF YALL SEE some stupid fucking…",
  "data/reddit-stocks/r/wallstreetbets/comments/lcq65y/what_are_your_moves_tomorrow_february_05_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/stocks/comments/ld6d73/i_believe_this_wave_of_stock_market_interest.json": "The reason $BANG failed (BB) (AMC) (NOK) (GMC) and other is because stock\nbrokerages halted the trading of those stocks when it was at it's peak causing a\nmyriad of issues and the prices dipping shortly after. People bought into the\ncraze of the stocks emotionally because of the whole David vs…",
  "data/reddit-stocks/r/stocks/comments/ld4efn/why_i_am_bearish_on_bb_technical_analysis.json": "I'm a Software Eng. and therefore will only cover the technical aspects. As you\nmight already see in the title, I'm bearish on BB. I decided to share my\nthoughts, since a lot of people (and analysts) seem to overvalue the potential\ngrowth of the stock.I want to give a quick and very abstract…",
  "data/reddit-stocks/r/stocks/comments/ld2hyc/missing_quality_dd_on_new_tickers_hidden_gems.json": "with all the recent market chaos.... there seems to be a serious lack of quality\ngood old DD.... I miss the DD on new tickers / hidden gems....\n\nCan you recommend any sites / forums, other than seeking alpha\n\nAny good twitter accounts to follow",
  "data/reddit-stocks/r/stocks/comments/ld7r7a/reddit_has_become_super_annoying_in_the_last_few.json": "So many. So so many new accounts spamming bullshit It is driving me insane. Oh\nthis seemingly innocuous account is hyping a particular stock let's take a look.\nLess than a week old and pretty much the only comments they make is hyping those\nstocks. I sincerely despise this whole meme stock debacle.…",
  "data/reddit-stocks/r/investing/comments/ld7rwx/self_accountability_2_big_mistakes_i_have_made_in.json": "1st Mistake\n\nI was up about 40% for the year of 2019, it was awesome, it was the first full\nyear of working as an engineer and I have put in a bit of money into my\ninvestments. It felt REALLY good to see the growth it has done. Theeeeeen came\nthe covid drop. I sold halfway down the drop, my entire…",
  "data/reddit-stocks/r/stocks/comments/ld27x6/new_investors_who_are_buying_1020_different.json": "I keep saying this over and over again to new people I see on here and other\nmarket subreddits. Your whole stock portfolio of many stocks could be condensed\ninto probably VTI/VT/SPY/VOO/QQQ/IWM/etc. And even those could be condensed into\nVT alone which is (total world market fund)\n\nWhat are ETFs? To…",
  "data/reddit-stocks/r/stocks/comments/lcpyfs/for_people_who_day_trade_how_do_you_know_which.json": "I’ve been buying and holding stocks for about a year now. I started when the\npandemic first happened. It’s been really fun, and now I am interested in day\ntrading. My question is, for those of you who do day trade, what resources do\nyou use to know which stocks to buy and sell the next day? How do…",
  "data/reddit-stocks/r/stocks/comments/ld6iai/google_stock_analysis_complete_fundamental_dd_is.json": "In this post we are going to go through an in-depth analysis of Google, we are\ngoing to take a look at their fundamental value, their DCF, do a little\ntechnical analysis and set some price targets for the near future and for the\nlong term\n\n~Very Long Post~ [Don't Read Unless You Like DD]\n\nHello…",
  "data/reddit-stocks/r/investing/comments/ld758l/us_bureau_of_labor_statistics_announces_decline.json": "The unemployment rate fell by 0.4 percentage point to 6.3 percent in January,\nwhile nonfarm payroll employment changed little (+49,000), the U.S. Bureau of\nLabor Statistics reported today. The labor market continued to reflect the\nimpact of the coronavirus (COVID-19) pandemic and efforts to contain…",
  "data/reddit-stocks/r/stocks/comments/ld543x/crsr_a_hold_through_earnings.json": "I've liked what I've seen from corsair to date just wondering if people are of\nthe opinion that this is as good as it gets?\n\n1b+ in sales 4 consecutive Quarters, lots of steam post holiday season etc.\n\nBut has this ship ran its course?\n\n232 shares @$ 27.97",
  "data/reddit-stocks/r/investing/comments/ld5vgo/protecting_your_profit_please_share_your_method.json": "Hi guys I’m reading through Mark Minervini book and he mentioned once your\nprofit has double your initial risk at 15% profit (-7% stop loss) you should\nstart to move your stop loss to your original buy point so it becomes an either\nneutral or profitable trade.\n\nAfter more profits Mark would use a…",
  "data/reddit-stocks/r/stocks/comments/ld2i70/rstocks_daily_discussion_fundamentals_friday_feb.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on fundamentals, but if fundamentals aren't your thing then just\nignore the theme and/or post your arguments against fundamentals…",
  "data/reddit-stocks/r/stocks/comments/ld1onc/what_are_some_of_your_strategies_for_taking_profit.json": "Hey been a lurker here and I am looking for some guidance.\n\nI'm good at picking out stocks and finding decent gains my biggest problem is\ntaking profits... I ride some stocks to top and don't sell and watch them come\ndown, are there any good proven theories for taking profits etc. or something\nthat…",
  "data/reddit-stocks/r/wallstreetbets/comments/ld5rd9/evidence_pointing_to_shorts_did_not_cover.json": "Long post ahead, but I encourage you to read the whole thing. (This is a\nre-post, if you previously saw this I would appreciate an upvote for visibility.\nThe previous post got a lot of traction but was removed a mod. I spoke to mod on\nthe team after and he kindly agreed to approve it.)\n\nTLDR: Data…",
  "data/reddit-stocks/r/stocks/comments/ld7sud/denmark_to_build_34bn_wind_energy_island_good.json": "The news just came out that the Danish government agreed to take a majority\nstake in a $34bn artificial \"energy island\" (Denmark approves renewable energy\nisland in the North Sea | Reuters\n[https://www.reuters.com/article/us-climate-change-denmark/denmark-approves-renewable-energy-island-in-the…",
  "data/reddit-stocks/r/investing/comments/ld73y0/battle_for_weed_dominance_case_for_cron.json": "I think we all know by now all of weed stocks have been soaring since November.\nNow full disclosure I currently own, CRON, TIL, APHA, and a small position in\nACB. I have no clue who the winner will be, but I’m confident there can be\nmultiple winners in the game.\n\nNow totally agree the merger between…",
  "data/reddit-stocks/r/wallstreetbets/comments/ldbp0z/you_started_this_now_commit_to_the_fucking_play.json": "I'm just going to leave this here for my fellow retard ape brain brethren... If\nyou've lost confidence, if you're scared.... I understand\n\nAlso... Fuck you. You wanted to get on this rollercoaster, you bought your\nticket, you wanted to play with the big boys, guess what fucknuts? Now we're in\nthe…",
  "data/reddit-stocks/r/investing/comments/ldcb85/holding_thousands_in_cash_and_the_value_of_timing.json": "It's all about time in the market not timing the market but..... we all know\nthere are ups and downs.\n\nI'm about 10K into ETFs (IWM, SPY, DVY) and starting to become very sensitive to\nthe idea of a market crash (childish, I know). I have no plans to pull out (very\nchildish), but I want to be on top…",
  "data/reddit-stocks/r/wallstreetbets/comments/ld6nre/mango_juul_pods_are_back.json": "Ok but not really but once again, our community held together and endured the\nface of corruption. Corporate juggernauts marginalized us, rampant profiteers\nsought forth to influence us in hopes to acquire us. The community rallied to\nsupport /u/zjz to defend us but circumstances aren't aligned at…",
  "data/reddit-stocks/r/stocks/comments/ldccep/what_options_are_there_to_invest_in_poop.json": "Alright. So I saw an article on r/science [/r/science] earlier today about fecal\ntransplants turning cancer immunotherapy non-responders into responders and\nthought about how I’ve seen so many articles in the past 2-3 years talking about\nthe great things being discovered about fecal transplants.…",
  "data/reddit-stocks/r/investing/comments/ld8owt/semiconductor_shortage_in_auto_industry_investing.json": "Big news lately in this space. I work in corporate for a major automaker and it\nhas been big news during our global town halls.\n\nIt seems like the semiconductor companies are focused more on other industries,\nlike gaming, phones, etc. rather than the auto companies, which is why there's a\nshortage…",
  "data/reddit-stocks/r/investing/comments/ldayun/if_im_running_a_movie_etf.json": "If I'm running a movie ETF, these will be my holdings: 1. Disney 2. Apple (Apple\nTV+) 3. Amazon (Amazon Studios) 4. Unity (virtual production tech) 5. Autodesk\n(3D modeling tech) 6. Dolby (audio tech) 7. NVIDIA (CG graphics tech) 8. Netflix\n9. Adobe (editing tech) 10. Roku 11. AT&T (WarnerMedia) 12.…",
  "data/reddit-stocks/r/investing/comments/ld7ni6/why_you_should_be_watching_the_vgac23andme_dna.json": "Hey guys, yesterday Branson's SPAC (trading as $VGAC) announced their deal with\n23andme.\n\n23andme is a consumer DNA-testing company. They were founded in 2006 and seems\nto have a huge market share for d2c DNA testing.\n\nGoing into the future, I believe that many people will definitely have their…",
  "data/reddit-stocks/r/stocks/comments/ldbgp9/what_is_your_favorite_fun_stock_that_you_own_and.json": "I own MANU, Manchester United Football Club, they are my favorite soccer team\nand I also get to say I own stock in a professional sports team. I'm curious\nabout what stocks you might own for a different reason other than for profit.",
  "data/reddit-stocks/r/stocks/comments/ldha36/extremely_undervalued_techclean_energy_stock_with.json": "Need to get some money back from 💎🙌 GME? I know I do. Now, before i get\ndownvoted to hell, this is not an options-only play. I just happen to be buying\ncalls cause it seems very undervalued to me, and the calls are cheap. You can\n100% buy shares and do well.\n\nI picked up 640 10c for feb 19. They…",
  "data/reddit-stocks/r/investing/comments/ldi1z9/why_i_am_bullish_on_knrlf_knrcse_kontrol.json": "The product: https://www.kontrolbiocloud.com/ (BioCloud: Realtime Airborne\nPathogen Detector <patent pending>)\n\nThe math is this...\n\nCurrent Market Cap: 153mil~\n\nShare Float Approx 40 mil (Approx 33% insider owned)\n\nMax Capacity sales per month = 20,000 units at 12k USD a piece equating…",
  "data/reddit-stocks/r/investing/comments/ldfz1w/poww_ammo_company_with_uptrend_potential_and.json": "The Ammo company has 180 million backlog order, it was uplisted two months ago,\nand currently has strong balance sheet, low debt to equity ratio, enough cash\nflow for next 2 years. Not even 1% insititution ownership.\n\nThe upcoming earning for Q4 2020 will be another 20% revenue increase. 317%…",
  "data/reddit-stocks/r/wallstreetbets/comments/ldee1f/gme_gamma_squeeze_7_million_shares_left_to_hedge.json": "https://i.redd.it/kukifiwqgpf61.png\n\nThat's probably what caused our early spike to the $95 before shorts panicked.\nRight now it's a fight between puts and calls at strike 60 to stay in the money.\nMax Pain Theory [https://www.investopedia.com/terms/m/maxpain.asp] says the\nlongs and shorts will fight…",
  "data/reddit-stocks/r/wallstreetbets/comments/ld6h8v/well_you_retards_finally_convinced_me_buying.json": "I eat crayons",
  "data/reddit-stocks/r/wallstreetbets/comments/ld1jf3/as_mark_cuban_said_when_the_brokers_quit.json": "also; “hold if you can afford”\n\nlisten up fellow apes. gme and amc are at it’s lowest price point, im a degen\nbut wait 25 mins and make a call to BUY THE DIP TOMORROW MORNING AFTER OPEN!\nthis is just an idea, I love these stocks and I see a BRIGHT🚀 future ahead. Why\nis that? well back to what Cuban…",
  "data/reddit-stocks/r/stocks/comments/ldd91l/apple_vs_facebook.json": "What are opinions on the upcoming Apple vs Facebook lawsuit. From what I\nunderstand from it, in the new upcoming Apple IOS update they are turning off\nthe option for Facebook to be able to access your data as default. Which means\nyou now have to give Facebook permission to access your data. Thats…",
  "data/reddit-stocks/r/stocks/comments/ldlvak/what_does_this_mean_for_amc_stock_form_8k_filed.json": "http://d18rn0p25nwr6d.cloudfront.net/CIK-0001411579/ff892ae4-32bc-40de-8907-a44ca0b559ec.html\n\n“ On February 1, 2021, Wanda America Entertainment, Inc. (“Wanda”) converted its\nClass B common stock, $0.01 par value per share (the “Class B common stock”) of\nAMC Entertainment Holdings, Inc. (the…",
  "data/reddit-stocks/r/wallstreetbets/comments/ldjbg1/analysis_on_why_hedge_funds_didnt_reposition_last.json": "Fellow Apes, I have seen a lot of discussion on the possibility of hedge funds\ncovering and whether or not they could have covered during the RH shutdown. I\nhave done some analysis and would like to shares my results. This is not\ninvestment advice and should not be construed as such.\n\nI know you…",
  "data/reddit-stocks/r/stocks/comments/ldkyl7/ive_been_watching_the_ark_funds_more_recently_and.json": "As I said I was looking between the different ARK funds and saw that each one\nhad over 100% returns this year. They seem like really good long term holds and\nI didn't know if anyone else had any other information on them at all? They all\nreally took off this last year and I guess I'm a little…",
  "data/reddit-stocks/r/investing/comments/ldlk4v/churchill_capital_opened_a_new_stock_ccv_big_news.json": "Today Friday 2/5, Churchill Capital opened up a new ticker CCV aside from their\nalready known ticker CCIV. What is the big deal you may ask? Well if you haven't\nbeen living under a rock, somewhat likely rumors about a merge between Churchill\nCapital and LUCID Motors may be underway. The reason why…",
  "data/reddit-stocks/r/wallstreetbets/comments/ld4v2q/daily_discussion_thread_for_february_05_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/wallstreetbets/comments/ld0wne/hold_your_tendies_and_buckle_up_gme_is_going_to.json": "Everyone has been watching this stock. From young to old, even my own\ngrandmother has been thinking of buying. So many people WANT to get in, but have\njust been waiting for an affordable price. Now that news has gone around that it\nhit $50 there's going to be a huge influx of normies buying $GME$…",
  "data/reddit-stocks/r/wallstreetbets/comments/ldh5fc/weekend_discussion_thread_for_the_weekend_of.json": "Your weekend discussion thread. Please keep the shitposting to a maximum!",
  "data/reddit-stocks/r/wallstreetbets/comments/ld3rtt/surprise_sneak_attack.json": "LETS TRIGGER THOSE $800 EOW CALLS. PRICE SO LOW. BUY UP SO MUCH. THEIR DEFENSES\nARE DOWN. GOGOGOGOGOGOGO. 🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀 THIS WAY THIS IS THE WAY",
  "data/reddit-stocks/r/investing/comments/ld7y7m/airlines_stock_post_covid.json": "Hello,\n\nI am new to investments and I am having a look at International Consolidated\nAirlines (IAG:MAD) which peaked 7,71€ precovid and now sits bellow 2€.\n\nKnowing these are big companies that will most likely back up once travel\nresumes, and goverments putting a lot of money to help such companies…",
  "data/reddit-stocks/r/stocks/comments/ldn816/tlry_and_apha_potential_arbitrage_opportunity.json": "Hi all, I have a question.\n\nCannabis companies Tilray and Aphria are slated to merge, forming the largest\nglobal cannabis company by revenue by the end of Q2.\n[https://www.marketwatch.com/story/tilray-stock-rockets-after-reverse-merger-deal-with-aphria-to-create-largest-global-cannabis-company…",
  "data/reddit-stocks/r/wallstreetbets/comments/ld62ln/stop_exposing_your_losses_and_positions_they_are.json": "Guys we need to stop posting loss porn on GME (FOR NOW) The Loss porn if half of\nit even real just kills moral. Given any other normal day on WSB sure go ahead\nbut given the play that took place and continues to do so I would reccomond not\nto on GME. And stop exposing your positions. Do not expose…",
  "data/reddit-stocks/r/investing/comments/ldpnmo/investing_opportunities_in_seaweed.json": "Hello, I have been looking for investment opportunities in seaweed farming as I\nbelieve it is a fast growing cash crop.\n\nThere were reports earlier this year that the implementation of seaweed in cows\ndiets can reduce methane emissions. With a world focused on reducing greenhouse\ngases I see…",
  "data/reddit-stocks/r/stocks/comments/ldmu8w/what_are_your_clean_energy_picks.json": "My dad and I were talking stocks and he brought up the fact that clean energy\nstocks are a good target with Biden in office. He bought into NEE, so I was\ncurious to see what yalls picks were and what your thoughts are about this one\nas well.",
  "data/reddit-stocks/r/investing/comments/ld4283/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/investing/comments/ldrsgq/a_story_about_the_dot_com_bubble_some_profit.json": "Bot hates me so here is a link [http://www.bloomberg.com/news]\n\nIn the late 90's we had a similar Tech/Digital stock rally (this is not nearly\nas bad though, so chill, companies are actually destroying the estimates and\nprofits are strong).\n\nBack then it was web page development and internet…",
  "data/reddit-stocks/r/wallstreetbets/comments/ldk5o3/lesson_time_gme_was_shortsale_restricted_today.json": "Special shoutout to /u/UnempRetardaddy, who inspired me to write up this\nexplanation. Unfortunately, WSB investors have picked up some half-truths with\nlimited information, and are reaching a whole bunch of incorrect conclusions\nwhich they're using to justify advice to other traders. BAD…",
  "data/reddit-stocks/r/stocks/comments/ldl3sk/lets_lighten_the_mood.json": "Be the change you wanna see. Let’s talk about something other than meme stocks.\nSo let’s play a game. If you had to double your money in <6 months which company\nwould you pick and why? I wanna do some research on different stocks. I’m gonna\ngo with spce (even though they’ve doubled in a month) lol",
  "data/reddit-stocks/r/stocks/comments/ldrjcl/what_are_your_guyss_thoughts_on_bb.json": "What are your guys’s thoughts on BB?\n\nHello. I am looking to buy my first stocks and I was considering BB due to the\nfact that their IVY system is going to be used by many of the top car\nmanufacturers’ EV’s. Nvidia has also announced that they’ll be running their\nself driving AI on the IVY system…",
  "data/reddit-stocks/r/investing/comments/ldcdr7/container_ship_boom_update_rates_surging_higher.json": "BUY: NMCI (Navios Containers) NMM (Navios Partners) DAC (Danaos Corp)\n\nI posted here on Monday morning\n[https://www.reddit.com/r/investing/comments/l9unrf/containership_boom_ongoing/]\non these stocks, but news is quickly improving even further, so it merits yet\nanother update. Since last Friday, my…",
  "data/reddit-stocks/r/stocks/comments/ldwfm2/zacks_upgrades_bb_blackberry_limited_price_target.json": "Title.\n\nNews came in on the 5th of February - sharing from BlackBerry subreddit. Pretty\ndecent sign, not a surprise they were downing the stock just week ago to get it\nto a lower price. Now more and more come aware of long term potential price for\nthe stock. In the article they mention cloud…",
  "data/reddit-stocks/r/wallstreetbets/comments/ldp52a/you_people_need_to_understand_that_you_are_not.json": "This isn’t some ideological battleground. This is the stock market. There are\nhedge funds taking long positions, there are hedge funds going short and hedging\ntheir bets with long positions.\n\nYou’re not “sticking it to the man” holding GME.\n\nTrade based on what makes you money. Not ideology. Who…",
  "data/reddit-stocks/r/stocks/comments/ldqd9o/sony_sne_up_16_after_earnings_initial_thoughts.json": "Sony had a blowout earning report which was followed by a 10% rise yesterday and\nanother 6% today and it further climbed after hours. Sony is my biggest holding\nand I am very bullish. I admit I haven't looked through the report in detail yet\nas that's my homework this weekend, but I wanted to get…",
  "data/reddit-stocks/r/stocks/comments/ldsp04/a_quick_word_about_fundamentals_position_sizing.json": "A quick tip from someone who's been doing this for awhile.\n\nOne key reason that so many people got crushed by GME, various other meme stocks\nin the past, and will inevitably be crushed again in the future, boils down to\none issue: inappropriate position sizing.\n\nWhat does that mean?\n\nA diversified…",
  "data/reddit-stocks/r/stocks/comments/lds7w8/unity_software_u_is_looking_good.json": "Unity software has grown constantly since its debut in September 2020. It\nfundamentally owns the casual gaming development market, in particular the\nsegment of the mobile games.\n\nI was surprised seeing the stock fell sharply on earnings on Friday, considering\nthe strong numbers reported, but I an…",
  "data/reddit-stocks/r/wallstreetbets/comments/ldvw8m/psa_to_newer_members_of_wsb.json": "I want to clarify a few things to some newer members. You have taken a few jokes\nwe make seriously and it will cause you to lose money.\n\nFirst, FOMO is an extremely bad reason to buy a stock or options. If you have to\nevery ask “is it too late?” It is too late. Don’t ever buy a stock after it…",
  "data/reddit-stocks/r/stocks/comments/le02r6/biggest_us_pension_bought_more_nio_and_activision.json": "America’s largest public pension by assets under management recently made major\nchanges to its investment portfolio.\n\nThe California Public Employees Retirement System bought more NIO ￼ (ticker:\nNIO) and Activision ￼ Blizzard (ATVI) shares, and raised its investments in\nretailers Walmart ￼ (WMT) and…",
  "data/reddit-stocks/r/stocks/comments/le013m/anybody_else_feel_like_we_are_in_a_bubble_with_a.json": "All my charting shows we are at the top of ALL trend lines. Every point the S&P\nclimbs, it lifts ALL trend lines, being capped off with a 620+ point run over\nfour months and 175 points last week alone . This feels like manic buying at\nrecord high prices. I’m tempted to buy SPY puts but this “to the…",
  "data/reddit-stocks/r/stocks/comments/ldzbms/arent_you_tired_of_people_saying_just_invest_in.json": "I often hear people saying stuff like \"just invest in the S&P 500 and forget\nabout it. you're never going to beat it anyway\" (especially in r/investing\n[/r/investing]), and I find it quite sad sometimes. I know that most people are\nprobably just saying it because they don't want anyone to lose…",
  "data/reddit-stocks/r/investing/comments/ldzb68/gme_mob_mentality_and_the_irresponsibility_of.json": "This isn't new, but the extremes have moved significantly. Never before have I\nseen so many people lose so much out of sheer ignorance.\n\nFirst and foremost I want to establish a fact: Short squeezes are not permanent.\n\nI made a post a week ago telling everyone that short squeezes were not\npermanent.…",
  "data/reddit-stocks/r/stocks/comments/le6dk8/raytheon_good_time_to_buy.json": "They still haven't recovered from the great March dip of 2020, and their\ndirector just became the secretary of defence(correct me if I'm wrong?).\n\nThis combined with the outlook of renewed conflict in the middle East, are they\non anyone else's radar? I bought in a little and in a week they're up…",
  "data/reddit-stocks/r/stocks/comments/le1maq/wall_street_look_ahead_for_the_trading_week.json": "Good Saturday afternoon to all of you here at r/stocks [/r/stocks]. I hope\neveryone on this sub made out pretty nicely in the market this past week, and is\nready for the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning February 8th,…",
  "data/reddit-stocks/r/wallstreetbets/comments/ldu16u/cnbc_are_not_your_friends_theyre_trying_to_profit.json": "They may try to sell themselves as the network for financial news. This is all a\nload of dog shit. You’re the product and a lot of the time they’re biased for\ntheir own self agenda.\n\nTake EVERYTHING you hear or read from them with a grain of salt, in fact ALWAYS\nlook at the other side of what…",
  "data/reddit-stocks/r/investing/comments/le5cth/best_long_term_investment_in_the_world_is_in.json": "Hi guys,\n\nI gave it a little thought and to me logically, obviously, factually etc. the\nbest long term investment (at least 20-30 years) in the world is in water. I\nmight have been slightly inspired by the ending of The Big Short where it's\nrevealed that Michael Burry invests mostly in water - he is…",
  "data/reddit-stocks/r/investing/comments/le75ba/i_spent_more_than_100_hours_immersing_myself_in.json": "To begin with, let me tell you a few words about myself: I’ve been working in\nthe field of web scraping and data delivery over the past 5 years. Lately, I've\nbeen exploring new niches and businesses that can be sped up and boosted up with\nweb scraping and data processing, and I came across a huge…",
  "data/reddit-stocks/r/wallstreetbets/comments/le5axj/can_we_continue_realizing_that_robinhood_fucked_5.json": "So many people wanted to use their “when GME ends up falling” meme folder, and\ndon’t give a shit that all those “full-on retarded bag holders” got cheated. We\nall got cheated. And so far I’ve seen more shit memes about the bag, and not\nenough DD on what the fuck has actually happened…",
  "data/reddit-stocks/r/stocks/comments/le7syu/gme_institutions_hold_177_of_float.json": "This is actual DD of just statistical, cold hard facts. My previous post got\nremoved by the compromised mods of r/wallstreetbets [/r/wallstreetbets]\n\nI have access to Bloomberg Terminal with up to date data as of February 5 on\ninstitutional holdings. Institutions currently hold 177% of the…",
  "data/reddit-stocks/r/stocks/comments/le6xon/bbs_many_clients_and_partners.json": "Blackberry Clients and Partners\n\nAutomakers: Honda, Audi, Jeep, Mitsubishi, Ford, Hyundai, Volkswagen, Bentley,\nLamboghini, Byton, Mini (cooper), Toyota, Subaru, Fiat Chrysler, Mazda, Nio,\nBMW, Porsche, Lexus, Kia, Land-Rover, Mercedes-Benz, Buick, Jaguar, Visteon,\nSkoda, Chevrolet, Nissan, Acura,…",
  "data/reddit-stocks/r/investing/comments/le09xr/why_you_should_put_beam_on_your_watchlist.json": "Some of you may have noticed that there’s a new player in the CRISPR gene\nediting field, Beam Therapeutics, which IPOed last year and has rocketed from\n~$20 a share to currently about ~$120 a share. Suddenly Cathie Wood of ARK is\nadding it to her ARKK and ARKG funds\n\nMeanwhile they make no money and…",
  "data/reddit-stocks/r/investing/comments/le74dy/stock_tracker_and_analysis_spreadsheet.json": "Hey everyone,\n\nI've been working spreadsheet to track tickers, automatically pull data and\nanalyze fundamentals.\n\nHere's a copy:\nhttps://docs.google.com/spreadsheets/d/10MRjupIWNNAO4fdKkgW9QM_IUpPrduHtKz_JiS8JUUA/edit#gid=1116024769\n\nIt consists of two sheets:\n\n 1. Tracker: A way to track various…",
  "data/reddit-stocks/r/wallstreetbets/comments/le4p33/tons_of_posts_today_showing_closed_positions_on.json": "Today, more than ever, I have seen an insanely high volume of people posting\n$GME gains.\n\nThat is all fine and dandy, if people close their positions for a gain then a\nwin is a win. However, the amount of posts and the validity of these accounts\nare sketchy at least.\n\nMy advice? (Not a financial…",
  "data/reddit-stocks/r/investing/comments/le4zlk/tsmc_a_newbe_sort_of_dd.json": "Since last December worldwide production of microchip is running low.\nAutomotives market is the first sector where it's gonna reflect the most.\nFinancial Times and IHS Markit said car production of Honda, Toyota, FCA, GM and\nFord will slow down and lots of money are going to be lost. Companies that…",
  "data/reddit-stocks/r/investing/comments/le0gav/investing_in_antidepressiontherapy.json": "So as everyone is aware, depression and mental health issues have been on the\nrise massively with lockdown and the virus in general.\n\nA few months ago I made a good investment with a company called Compas pathways,\nwhich are developing anti depressants from psilocybin (magic mushrooms). However\nthat…",
  "data/reddit-stocks/r/investing/comments/le5uco/nasdaq_vs_sp_500_next_decade.json": "The last decade Nasdaq had a huge performance, roughly 400% returns. S&P 500 had\nabout 200% returns. There is a lot of overlap, basically tech outperformed.\n\nMy main brokerage account is heavily weighted towards tech, my retirement and\n401k accounts are boring VTSAX or S&P500 - 10% returns will get…",
  "data/reddit-stocks/r/investing/comments/le8f3e/amazon_orders_700_trucks_that_run_on_natural_gas.json": "Reuters released this exclusive story:\n\nhttps://www.reuters.com/article/us-amazon-engines-natural-gas-exclusive/exclusive-amazon-orders-hundreds-of-trucks-that-run-on-natural-gas-idUSKBN2A52ML?il=0\n\nThis development could bode well for energy majors such Royal Dutch Shell\n(RDS-A/B)…",
  "data/reddit-stocks/r/stocks/comments/ldz62e/is_it_unethical_to_invest_in_stocks_for_a_company.json": "In advance:: this is mostly hypothetical. I am sticking with companies I believe\nin, but wanted to see what others think.\n\nFor example, I won’t invest in petroleum due to the industry’s effects on the\nenvironment. After COVID-19 hit, that sector crashed. Would it have been\nunethical to purchase…",
  "data/reddit-stocks/r/stocks/comments/le0wyo/why_do_some_private_companies_only_sell_stock_pre.json": "InstaCart is going public sometime \"in early 2021\" so we might have a chance to\ninvest UNLESS you have 1MIL net worth or $300k a year income, then you can buy\nstock pre IPO. WTF is that? I'm new to direct exposure of blatant classism so\nplease be kind but can anyone explain why this happens?",
  "data/reddit-stocks/r/wallstreetbets/comments/le72eu/if_holding_is_getting_a_bit_stressful_heres_some.json": "pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop\npop pop pop\n\npop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop\npop pop pop\n\npop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop pop\npop pop pop\n\npop pop pop pop pop…",
  "data/reddit-stocks/r/wallstreetbets/comments/le1bs5/you_beautiful_bastards.json": "I just wanted to say, it's a fucking miracle that this stock is holding strong\nabove $50, despite the most sophisticated, complex financial machinations and\nfuckery of stupid-rich hedge funds and Wall St institutions. Each and every one\nof you who is holding through this is a fuckin trooper, and…",
  "data/reddit-stocks/r/investing/comments/le7w3r/investing_like_a_game_of_cookie_clicker.json": "I'm bored so I've been toying with the idea of investing in a ton of dividend\nstocks such that you are always getting some money rolling in and then what you\ndo is you incrementally use that money to buy 1 stock of a company that is close\nto its dividend payout date. Its like DRIP, except when you…",
  "data/reddit-stocks/r/wallstreetbets/comments/le622q/short_sellers_may_have_doubled_down_on_gme_since.json": "#1: GVIP has dominated the S&P 500 in performance over the last week\n\nSome context:\n\nGVIP is an ETF that tracks popular hedge fund long bets.\n\nBelow is a chart that compares the 5 day performance of the GVIP ETF vs the…",
  "data/reddit-stocks/r/wallstreetbets/comments/le31f7/this_has_been_a_long_week_be_prepared_for_whats.json": "As a long-time member of the sub, I fucking LOVE loss porn. Like holy shit this\nlast week has been amazing. But the accompanying stories have ruined my loss\nboner, so it’s time to address this.\n\nThere have been increasing posts of people pouring their life savings into GME\nand other meme stocks,…",
  "data/reddit-stocks/r/stocks/comments/le2o2r/amc_buy_and_hold_till_launch.json": "AMC has more drama than your typical soap opera but rarely has a stock has such\na payout opportunity. No, they won’t hit $40 again... $15 sure, but even at $15\na lot of people will sell since it seems to be when most people bought in hoping\nto ride it, dropping it quickly there after.\n\nAMC may not…",
  "data/reddit-stocks/r/wallstreetbets/comments/le53ol/comprehensive_guide_about_bb_and_how_it_shall.json": "Alright folks, here's the comprehensive guide about the BB products, revenue\ndetails, customers, and what's in the store in the future. It's quite a lengthy\none, please bare with me as you read and this is the first time I looked up\nregarding a company at this depth.\n\nSome background on the John…",
  "data/reddit-stocks/r/wallstreetbets/comments/le8skv/regarding_the_removal_of_uzjz_and_other_moderators.json": "As many of you are aware, /r/wallstreetbets has undergone some changes on the\nmod list over the last couple of days. According to reddit, the top mods of the\ncommunity were removed for violating rule 5 of the moderator guidelines, which\nis: \"healthy communities have moderators who are around to…",
  "data/reddit-stocks/r/wallstreetbets/comments/lec568/please_read_i_work_at_fidelity_investments_in_the.json": "So, I'll start this by saying: Yes, if you look at my post history I mostly just\nopenly troll you autists. I've made fun of the conspiracy theories (mostly bc\n99% of you don't understand the importance of market integrity) and I've openly\nmocked the simps who joined WSB so they could be \"join the…",
  "data/reddit-stocks/r/stocks/comments/le6csl/aapl_as_a_long_term_hold.json": "Back when the pandemic first began, and the market dipped, I bought into Apple.\nCurrently my position is 150 Shares @ 108 dollars per share. I think AAPL is a\ngreat company, It's a strong brand and many people purchase their products, also\nI think if they get things right with EV's that could be…",
  "data/reddit-stocks/r/investing/comments/ledx93/lithium_stocks_going_to_boom.json": "With electric cars on the steady rice to magnificence, I was looking at related\nindustries. One such related industry is Lithium mining / battery making / etc.\n\nCYDVF caught my eye not long after TSLA was talking about needing more lithium.\nPerhaps following the early crazy it shot from $0.46 to…",
  "data/reddit-stocks/r/wallstreetbets/comments/ledjwa/how_there_is_no_mathematical_way_shorts_were.json": "Please note that the below plots are all done using publicly available data from\nFINRA (regsho.finra.org/regsho-Index.html\n[https://regsho.finra.org/regsho-Index.html]) regarding short volumes and Yahoo\nFinance for daily volume and GME daily prices.\n\nI promise you the long read is worth it, but the…",
  "data/reddit-stocks/r/stocks/comments/le81em/short_interest_in_light_of_gme_shenanigans.json": "I’ve seen many posts (especially on wsb) over the past few days suggesting that\nshorts need ALL of our retail shares to cover their positions (as interest\nis/was over 100%) and so we just have to be patient, wait and hold. With the\nrecent influx of new investors, I just wanted to share why this is…",
  "data/reddit-stocks/r/wallstreetbets/comments/le859v/this_isnt_about_gme.json": "Disclaimer: THIS WAS POSTED BY u/Foolmonso [/u/Foolmonso] BUT KEEPS GETTING\nDELETED. IT IS IN FACT ABOUT GME.\n\nMODS COMRPOMISED. IF YOU THINK THIS IS SOLID DD, POST AS COMMENTS OR RESHARE, AS\nMODS KEEP DETETING.\n\nI am not a financial advisor, nor am I licensed or in any way qualified to\ndictate or…",
  "data/reddit-stocks/r/investing/comments/le1vc6/canadian_reits_niche_but_poised_for_growth_and.json": "I keeps an eye on Canadian markets for a number of reasons, one thing that has\nbeen interesting to watch: Canadian REITs.\n\nWhile there are some caveats (many don’t have shares that trade in the US, FX\nissues), they seem like a great value. And if your broker let’s you get to\ninternational markets…",
  "data/reddit-stocks/r/investing/comments/lduce4/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/legdnw/lockheed_martin_dd.json": "*long post*\n\nHi guys!\n\nToday I'm going to be covering the largest defense contractor in the United\nStates; Lockheed Martin (LMT). This is my first attempt at writing a DD, so\nsorry in advance if it's dense.\n\nBusiness\n\nLockheed Martin is a well-known federal defense contractor. Lockheed…",
  "data/reddit-stocks/r/stocks/comments/lebceg/favorite_stocks_for_growth.json": "Hello, I am looking for some good stocks to invest in for long term growth. I\ncurrently have ETFs-- ARKG, ICLN (looking at ARKF next) and NIO is my only other\nsingle stock. I just started investing over a month ago. I've been hearing good\nthings are CLOV, FUBO, BB, PLTR long term. What are some of…",
  "data/reddit-stocks/r/stocks/comments/le996h/why_i_think_tsla_will_hit_1000_soon.json": "So i’ve been following tesla for about a year now and I believe I have noticed a\npattern good enough for me to share with the community. Please note that this is\njust a drawing with crayons and I could be completely wrong. Refer to\nhttps://m.imgur.com/6JNaHaW for my crude technical analysis.…",
  "data/reddit-stocks/r/investing/comments/lec40i/sp_500_voo_nasdaq_qqq.json": "Hello, I started investing about 2 years ago. My current portfolio is about\n50/50 between QQQ and VOO. I normally buy in every month (about the same amount\neach month). Although I ended up buying in bulk during March and April of last\nyear (and i tend to buy more if it’s been a relatively bad…",
  "data/reddit-stocks/r/wallstreetbets/comments/lef1aq/the_anatomy_of_a_coming_disaster.json": "Hi.\n\nSome of you know me, some of you don't. If you DO, I ask that you not shill for\nme in the comments below, so we can stay within the rules of this sub.\n\nThis post is for the newbies, it is written as such, if you already know what\ndelta hedging is, this post isn't for you. If you don't, well,…",
  "data/reddit-stocks/r/stocks/comments/lekv78/are_etfs_affected_by_supply_and_demand_or_only_by.json": "For example if someone wants to buy a million shares of company X right now, the\ndemand for X goes up and therefore so should X’s stock price.\n\nWill this happen for ETFs as well? If I wanna buy a million ETFs, will it’s\nvalue also rise or will it be unaffected because it only mirrors the…",
  "data/reddit-stocks/r/stocks/comments/lem6uh/lets_talk_about_palantir_pltr.json": "Palantir seems to have attract both ends of the string. Some love it and some\ndespise it. Me personally I am huge admirer of Palantir since IPO and have free\nmoney sitting on the stock. I truly believe this is a stock for the future ( a\nlot of DD in this sub just search for it).\n\nI believe 2021 is…",
  "data/reddit-stocks/r/investing/comments/lepjey/evax_evaxion_biotech_full_dd.json": "tl;dr: not this time. I see many people asking how/where to find new\nmulti-bagger stocks, well I think this might be it. Below is reasoning why I\nbelieve this might be the case. There is plenty of time to board the ship as IPO\nwas just few days ago (5th of Feb). Also, this won’t give you any quick…",
  "data/reddit-stocks/r/investing/comments/leju1l/gamestop_big_picture_the_bigger_picture.json": "Disclaimer: I am not a financial advisor. This entire post represents my\npersonal views and opinions, and should not be taken as financial advice (or\nadvice of any kind whatsoever). I encourage you to do your own research, take\nanything I write with a grain of salt, and hold me accountable for any…",
  "data/reddit-stocks/r/wallstreetbets/comments/leorks/evidence_points_to_gme_shorts_not_having_covered.json": "Long post ahead, but I encourage you to read the whole thing. (This is a re-post\nand an updated version of a GME DD that reached the front page of WSB and many\nrequested it to be pinned. I am re-posting for visibility and because I believe\nthe message should be shared, particularly at this junction…",
  "data/reddit-stocks/r/stocks/comments/lejr93/140k_in_savings_is_my_plan_good.json": "First of all it's 140k euro (I'm spanish), and I'll probably use Degiro mostly\nand Revolut (for small stuff).\n\nI have few expenses, and don't have a family to sustain.\n\nMy plan it's:\n\n * Keep 40k in the bank + my salary. Until now everything was in the bank giving\n   me nothing... Also I want to buy…",
  "data/reddit-stocks/r/stocks/comments/let2ki/dd_on_corsair_crsr.json": "Full disclosure, I am a shareholder so my opinions can be biased.\n\nThis is not financial advice but I have tried to do some DD on this so please\nread to the end. I posted this to WSB yesterday and it didnt get much traction\nso i'm hoping more people here will find it useful.\n\nFor those of you who…",
  "data/reddit-stocks/r/stocks/comments/leu9ni/everyone_talking_about_hf_corruption_just_wait.json": "I mean literally, the shit that has been lobbied into existence and that is\ncurrently being lobbied for is nuts. I get is Wall Street bad, It’s sexy to talk\nabout wallstreet but even shit as boring as cotton is just as corrupt. Like\nwe’re talking...\n\nMarketing Loan Program: cotton growers get paid…",
  "data/reddit-stocks/r/investing/comments/lesa8e/goev_and_an_amateurs_shot_at_technical_analysis.json": "The following is extremely speculative. Furthermore its extreme speculation by\nsomeone not qualified to speculate. Further further more, ive been doing\ntechnical analysis for a period of 2 days so Im serious about the amateur bit.\nThis is not financial advice.\n\nCanoo ($GEOV) is an electric vehicle…",
  "data/reddit-stocks/r/stocks/comments/let9wd/chewy_dd_insight_from_a_vet.json": "TL:DR ON THE BOTTOM\n\nHey everybody, this is my first time making a post like this. I'm a fairly new\ninvestor - I've been having a financial advisor do most of my investing and have\nbeen wanting to take a more active role in my investment - starting with my DD\non Chewy so here goes. If it's not…",
  "data/reddit-stocks/r/investing/comments/leqkpb/companies_with_low_pe_high_pb_ratio.json": "I often look at PE & PB ratio to judge whether the company I am interested in,\nis rightly valued as per my investing strategy.\n\nIf I look at Apple, its PE ratio is 37 & PB ratio is 34. To me this sounds like\nan unusual case. A very high PB ratio indicates that the current price of a\nstock is high…",
  "data/reddit-stocks/r/investing/comments/lethml/buffet_indicator_and_trading_volume.json": "I’m fascinated with how the Buffett Indicator has done so well to predict an\nover valued market leading to a crash in the past. But the Buffett Indicator has\nbeen saying we should be crashing for the last several years. Even when you\ncorrect for inflation and trend line, it’s still predicting a…",
  "data/reddit-stocks/r/stocks/comments/lek0hf/what_are_the_most_common_mistakes_you_see_newbies.json": "I recently got into the market with this whole GME debacle (still ongoing?), but\nit has made me more interested in the market as a whole. I've spent most of the\npast two weeks reading about topics such as DD, some of the stocks that are\npopular here and on other investing-related subreddits, and the…",
  "data/reddit-stocks/r/stocks/comments/lerjm5/what_are_your_top_5_midlong_term_holds.json": "Just pretty bored and looking for some companies to keep my eyes on in the next\ncoming years. I was wondering what are your personal mid-long term companies\nthat you believe will have the most growth and or disruption?\n\nMy personal 5 are\n\nTwist Bioscience - $TWST (synthetic biology & DNA…",
  "data/reddit-stocks/r/wallstreetbets/comments/leu9tu/did_robinhood_screw_you_did_it_seem_unfair_when.json": "https://robinhood.com/us/en/support/articles/transfer-stocks-out-of-your-robinhood-account/\n\nmanipulative and work-for-rich-screw-the-powerless sh*t job done by Robinhood.\n\nLiquidity is needed by brokers. Agreed. But...\n\nRobinhood had enough and were already planning to raise. And they did raise…",
  "data/reddit-stocks/r/investing/comments/lf0qz5/hyundai_now_says_its_not_in_talks_with_apple_to.json": "https://www.marketwatch.com/story/hyundai-now-says-its-not-in-talks-with-apple-to-develop-autonomous-electric-car-11612747205?mod=home-page\n\nHyundai Motor Co. said Sunday that, contrary to multiple reports, it is not in\ndiscussions with Apple Inc. to develop an autonomous electric car.\n\nIn a…",
  "data/reddit-stocks/r/investing/comments/lf1b2q/sumo_eats_the_market_dd.json": "Having seen a couple of posts about Sumo Logic it seems nobody really has an\nunderstanding about what they do so I thought I’d help break things down for the\ncommon layman. There has been enough commentary about the conservative multiple\nso I will instead try to discuss the market dynamics and…",
  "data/reddit-stocks/r/wallstreetbets/comments/lew1td/you_need_to_read_this_its_not_over_best_dd.json": "Seriously, read it - it's the best DD you will read all week.\n\n********************************\n\nPlease credit the original poster u/RubinoffButtChug69 [/u/RubinoffButtChug69]\n\nAs we all know, last Thursday on the 28th RH and other brokerages disabled the\npurchase of GME shares at a critical moment…",
  "data/reddit-stocks/r/stocks/comments/lf0u6c/if_you_had_to_pick_one_growth_stock_for_the_next.json": "I’m a 24 y/o student with $14k saved up. I’m looking to build my portfolio and\nwill put a partial of my account into etfs and indexes. If you had to pick a\ngrowth stock for the next decade, which one would you pick and why?",
  "data/reddit-stocks/r/investing/comments/lexe9r/how_do_you_guys_make_decisions_on_when_to_exit_a.json": "I had a couple of stocks earlier this year that I sold way too early. In two\ncases tens of thousands . I was following several other stocks that I did not\nbuy and they did extraordinarily well. The ones I hold too long I lost my butt.\nIt seems like every decision I make is exactly the wrong one.…",
  "data/reddit-stocks/r/stocks/comments/lf15za/what_happens_to_shares_of_amc_if_netflix_buys_the.json": "https://www.benzinga.com/trading-ideas/long-ideas/21/02/19525644/should-amazon-or-netflix-try-to-acquire-amc-in-2021\n\nIf this isn’t allowed, please delete. Would it be a good idea to invest before\nthis happens(if it does)? Or would AMC stock forfeit? I’m new to this and can’t\nfind answers. Someone…",
  "data/reddit-stocks/r/wallstreetbets/comments/leyrrr/how_75_of_gme_shares_are_still_shorted_s3_is_wrong.json": "*First off, this is my opinion based on the facts available. This is by no means\nfinancial advice. I am not a financial advisor*\n\nIf you are not familiar with EDGAR, it is the SEC’s database for various types\nof company filings. One of those filings is called the 13G.\n\n*“The Securities and Exchange…",
  "data/reddit-stocks/r/wallstreetbets/comments/lemo97/how_reports_in_the_media_claiming_that_reddit.json": "IN RESPONSE TO U/RIZZUTOSNOTAWORD [/u/RizzutosNOTAWORD] POST ON TRYING TO\nCATALOGUE EVERY NEWS STORY ABOUT THE REDDIT SHORT-SQUEEZE ON SILVER\n[https://www.reddit.com/r/wallstreetbets/comments/l9runf/the_silver_squeeze_is_a_hedgefund_coordinated/],\nI THOUGH I WOULD GIVE IT A TRY. TURNS OUT THERE ARE…",
  "data/reddit-stocks/r/stocks/comments/lf0jiw/hyundai_kia_say_not_in_car_development_talks_with.json": "https://www.bloomberg.com/news/articles/2021-02-08/hyundai-kia-say-they-aren-t-in-ev-discussions-with-apple\n\nHyundai Motor Co. and its affiliate Kia Motors Corp. said that they aren’t in\ndiscussions with Apple Inc. on cooperating to develop a self-driving electric\nvehicle, following reports and…",
  "data/reddit-stocks/r/investing/comments/lf02ot/crude_oil_prices_at_highest_level_since.json": "Full disclosure, I already entered my position last Friday mornings dip after\nresearching charts for my next swing trading move the night before.\n\nI noticed BP's 3 month chart was at its previously tested resistance levels, and\ndug a little deeper noticing rocketing crude oil prices and found that…",
  "data/reddit-stocks/r/investing/comments/lehaip/interest_in_3d_printed_buildings_construction.json": "Hi, I have done very well investing in 3d printing companies (vjet, xone, prlb)\n. It occurs to me the the greatest 3d printing growth will be in construction.\nFor example the German company PERI has started 3d printing full apartment\ncomplexes.\n\nhttps://www.peri.com/en/media/press-releases.html\n\nI…",
  "data/reddit-stocks/r/stocks/comments/lf0qad/hyundai_now_says_its_not_in_talks_with_apple_to.json": "https://www.marketwatch.com/story/hyundai-now-says-its-not-in-talks-with-apple-to-develop-autonomous-electric-car-11612747205?mod=home-page\n\nHyundai Motor Co. said Sunday that, contrary to multiple reports, it is not in\ndiscussions with Apple Inc. to develop an autonomous electric car.\n\nIn a…",
  "data/reddit-stocks/r/investing/comments/lejph1/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/wallstreetbets/comments/lf75c4/reminder_of_what_actually_happened_with_gme.json": "All you people saying things like 'the squeeze happened, you missed it', 'don't\ngamble on stocks', 'the bagholders were the greedy ones', 'people with no\nexperience trading shouldn't have bought gme', 'GME was a stupid play from the\nbeginning', 'I was wrong to buy GME', 'I should have sold GME'. Are…",
  "data/reddit-stocks/r/stocks/comments/lf6iw5/which_of_arks_etfs_would_you_recommend_i_invest_in.json": "Hi, I am a 22 year old college student who has inherited and grown a little\nstock account from 6k to 16k and I am now looking for new opportunities to\ninvest in. Though I’ve had the account for a while, I would still consider\nmyself a novice due to not really learning anything and just investing in…",
  "data/reddit-stocks/r/stocks/comments/lf3anw/wanting_to_get_disney_stock_earnings_is_this_week.json": "Wanting to expand my portfolio to include disney. I believe disney+ and its\nearnings are already priced in. They have an earnings report this week. I read\nits bad to buy before earnings. Any advice how i proceed this week?",
  "data/reddit-stocks/r/stocks/comments/lf5sp8/investing_in_boston_dynamics.json": "I'm trying to invest in Boston Dynamics, as I honestly believe they're going to\na leading company in robotics (if they aren't considered that now). However,\nthey aren't a publicly traded company yet. Previously they were owned by\nSoftbank, but Hyundai recently bought an 80% stake in the…",
  "data/reddit-stocks/r/stocks/comments/lf6b8w/nikkei_index_hits_30year_high.json": "Are you invested in Japan? If you're not, you may want to be. The Nikkei is\ncurrently on a tear and ripped past 29000 for the first time since 1991 on news\nof strong corporate earnings\n[https://asia.nikkei.com/Business/Markets/Nikkei-index-breaches-29-000-mark-on-strong-corporate-earnings].\n\nBig…",
  "data/reddit-stocks/r/stocks/comments/lfbw0s/tired_of_hearing_about_gme_amc_nok_i_handpicked.json": "Hello!\n\nI went through all the hot posts in popular sub-reddits and selected the top\nposts for the week. I excluded GME, NOK, AMC because I'm sure everyone is\nexperiencing fatigue at the moment on why ThE SquEeZe iS nOt SqUoZe. You might\nthink this is very subjective to what I think is \"popular\" or…",
  "data/reddit-stocks/r/stocks/comments/lfaqo3/the_psychology_behind_buying_dead_beat_companies.json": "Not sure if the title explains exactly what I mean but I'm always intrigued\nabout the psychology behind people who prefer to buy dead beat companies because\nthe price is low rather than the companies of tomorrow because the price is\nhigh.\n\nIt's a pretty simple decision when you think about it right?…",
  "data/reddit-stocks/r/stocks/comments/lfb38p/weekly_stock_market_news_goog_amzn_pins_sq_pypl.json": "The stock market finished a terrific week at record highs. Companies like\nGoogle, Pinterest, Amazon & others smash earnings reports while Jeff Bezos bows\nout. Let’s talk about this & other stock market news\n\nHello everyone! So, let’s start with the recap of last week, as we saw all 3\nmajor indexes…",
  "data/reddit-stocks/r/investing/comments/lfb5jt/tesla_tsla_bought_15_billion_worth_of_bitcoin_btc.json": "> In January 2021, we updated our investment policy to provide us with more\n> flexibility to further diversify and maximize returns on our cash that is not\n> required to maintain adequate operating liquidity. As part of the policy,\n> which was duly approved by the Audit Committee of our Board of…",
  "data/reddit-stocks/r/wallstreetbets/comments/lf5tkc/dd_how_the_short_interest_report_for_gme_and.json": " * Disclaimer 1: I'm a novice. I'm informing you of what I'm aware of, and what\n   I know of. I would extremely appreciate it if commenters can post some DD or\n   any related facts on the topic.\n * Disclaimer 2: This is based on my current understanding, which may be\n   incorrect. If you object to…",
  "data/reddit-stocks/r/wallstreetbets/comments/lettza/the_sub_is_divided_and_youre_creating_a_cult.json": "Hey guys, I've been following WSB for years now, but only recently started\nposting.\n\nI'm worried that the sub is getting divided because of extremists on both sides\nof the whole GME saga. There's people who have never touched the stock market\nuntil 2 weeks ago getting to know a lot of new trendy…",
  "data/reddit-stocks/r/wallstreetbets/comments/levf1j/what_are_your_moves_tomorrow_february_08_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/wallstreetbets/comments/lf9rdy/gme_megathread_for_mon_28.json": "Quarantine zone, enjoy!",
  "data/reddit-stocks/r/wallstreetbets/comments/lf657e/to_ape_gang_why_sentiment_has_turned_against_you.json": "I want you to understand this. Truly.\n\nI like GameStop. I like $GME. I believe in the long term plan (or what I/we\nthink is the plan, anyway). I bought a Pro Membership and have put in orders\nthrough the app I downloaded. I think they'll kill 4Q earnings in March.\n\nI THINK GAMESTOP IS A GOOD…",
  "data/reddit-stocks/r/stocks/comments/lfcodk/i_let_a_program_pick_my_stocks_for_1_month.json": "Hey everyone,\n\nA year ago, I started building a program that scrapes Reddit and Twitter for\nemerging stocks.\n\nIn 2020, it allowed me to pick up stocks such as PLUG, PENN or NET very early -\nbought in respectively at $3, $10 and $20.\n\nIn 2021, I did a little experiment and decided to invest only in…",
  "data/reddit-stocks/r/stocks/comments/lfbbhe/amazon_to_buy_half_of_the_energy_produced_by_huge.json": "https://www.cnbc.com/2021/02/08/amazon-to-buy-50percent-of-energy-created-by-shell-wind-farm-in-netherlands.html\n\nAmazon plans to buy half of the energy produced by a huge new wind farm in the\nNetherlands.\n\nShell and Eneco secured the right to build the 759 megawatt wind farm in the\nNorth Sea last…",
  "data/reddit-stocks/r/stocks/comments/lfd2rt/tesla_buys_15bn_worth_of_bitcoin_and_what_it_means.json": "If any of you read the “Bitcoin: Preparing for Institutions” section of ARK\nInvest’s Big ideas 2021, then you’d know today’s news was eventually going to\nhappen. This soon? Probably not but hey, if there’s any indication if Bitcoin\nwill be future form of payment or hold any type of value, here is…",
  "data/reddit-stocks/r/stocks/comments/lfb7im/never_selling_again.json": "I am committed to my new investing strategy.\n\nFor the individual stock portion of my portfolio (25%), I will never sell\nanother stock.\n\nThe idea is to buy various shares that I believe will perform well over the next\n60-70 years and hold them forever.\n\nSince I am only investing a few hundred each…",
  "data/reddit-stocks/r/investing/comments/lfc0fa/tired_of_hearing_about_all_these_meme_stocks_i.json": "Hello!\n\nI went through all the hot posts in popular sub-reddits and selected the top\nposts for the week. I excluded meme stocks because I'm sure everyone is\nexperiencing fatigue at the moment on why ThE SquEeZe iS nOt SqUoZe. You might\nthink this is very subjective to what I think is \"popular\" or a…",
  "data/reddit-stocks/r/stocks/comments/lfa7xn/now_that_my_student_loans_dont_accrue_interest.json": "Obviously I’m going to let my debt devalue by inflation but what should I do\nwith that money instead?\n\nNormally I would look 10+ years into the future so I wouldn’t be too worried\nabout market volatility, but since I’m expecting to cash out a large portion of\nmy portfolio next September to lump sum…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfcpce/fintels_constantly_changing_stats_for_amc.json": "I've been following fintel's reports for quite some time - way before I knew\nabout AMC and GME.\n\nTheir reports have been quite accurate, but recently I've been noticing some\nshady activity that has made me raise an eyebrow.\n\nTo preface, I am usually not a conspiracy person myself. Even with all the…",
  "data/reddit-stocks/r/investing/comments/ley9kc/float_vs_outstanding_shares_the_start_of_learning.json": "Am I reading this correctly, that the float is 58m and outstanding shares is 82m\nmeaning that there is more sold or in contracts than exist?\n\nhttps://ibb.co/2WdbVFT\n\nI'm just starting DD for this company and don't want to make a mistake. It's not\none of the latest fad stocks on the hype train in…",
  "data/reddit-stocks/r/stocks/comments/lfbjzx/i_was_gifted_some_dis_stocks_when_i_was_born.json": "They have gone up in value a lot over the last thirty years. I’m new to\ninvesting, so not sure if I should sell them or hang on to them for the long\nhaul.\n\nAlso, they’re physical stocks and they have my birth name on them, which is\ndifferent now that I’m married. Any advice on how to get these…",
  "data/reddit-stocks/r/investing/comments/lfi5lk/psa_reminder_crsr_q420_earnings_call_is_out.json": "There’s been plenty of in depth DD on CRSR last week so won’t dive too deep.\nQuick recap:\n\n * earnings call is out tomorrow pre market\n\n * based on Corsair published estimates we can expect some excellent numbers\n   that haven’t been priced in yet.\n\n * New earnings will will contain Q4 holiday sale…",
  "data/reddit-stocks/r/wallstreetbets/comments/lff3g1/something_i_noticed_people_have_confused_about.json": "Real quick, lets just clear the air. WSB has ALWAYS been filled with assholes\nand degenerates. DFV took his beatings the ENTIRE time until it paid off. WSB\ndoesn't play nice, if you post expect to be ridiculed ruthlessly lol.\n\nThat said, his name is DEEPFUCKINGVALUE. He did DEEPFUCKINGVALUE plays,…",
  "data/reddit-stocks/r/stocks/comments/lfgl6k/at_what_point_should_we_come_to_terms_that_amc.json": "I currently own 15 stocks. One of those stocks is AMC. The 14 others are a\ncombination of tech, EV, and weed stocks. Most high risk/high reward but a few\n“safe” bets such as AAPL, AMD, and NVDA.\n\nI bought AMC at $15.85 a couple of days before it tanked. I’ve been holding it\nhoping that it recovers…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfgxhz/psa_fidelity_accounts_prevent_gmeamc_shares_from.json": "Fam,\n\nJust spent 30 minutes on the line with Fidelity. Bottom line: if you have a\nMARGIN account with level 3 or 4 options approval, THEY ARE LENDING OUT YOUR\nSHARES.\n\nHowever, you can request that they DO NOT lend specific shares, or even all of\nyour shares. You just have to call them. It will go…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfehiq/why_clean_energy_is_still_the_high_iq_play_in.json": "Why is energy still the play and why will it let you retire in the few years?\n\nGeneral: During a recession energy consumption always decreases relatively, and\neven more so with Covid, due to lack of office spaces, lack of recreation, and\nlack of travel / commute. You can look back at the ‘08 ‘09…",
  "data/reddit-stocks/r/stocks/comments/lfk50s/thanks_for_getting_me_into_trading.json": "I decided to get into trading stocks, I am pretty new so I didn't put in\nanything I can't for sure lose.\n\nI put in 2,000 into novavax a few days ago and I have already made 480 dollars!\nI'm not exactly rich, and was using some of the savings I had that didn't really\nmatter if I lost (although it…",
  "data/reddit-stocks/r/stocks/comments/lfe69e/pltr_bloomberg_article_about_partnership_with_ibm.json": "This has to be positive for growth and customer acquisition? As per article, IBM\nhas sales force of 2,500 and works in 180 countries.\n\nThis should help PLTR get new customers casters, especially those using IBM\nservices, if they retain the customers that something else.\n\nAny views on the topic, if…",
  "data/reddit-stocks/r/investing/comments/lfebxh/cocacola_co_ko_seasonal_investing.json": "COCA-COLA (KO) - Historically has traded higher from around Feb. 25 to about\nJul. 12. These dates are suggestions only to when to be in and out of the stock.\nI start looking for buying signals in the month of Feb. and sell signals by Jul.\nKO has a 86% win rate, hold time 95 days, Avg Profit 12%,…",
  "data/reddit-stocks/r/investing/comments/lfhey8/not_sure_what_to_do_with_my_savings_while_i_save.json": "Hello, I'm currently saving money for a house. My goal is 60k for a downpayment.\nI currently have about 30k (16k in an RH account and 14k in savings) and am\nsaving around ~1800 a month. This does not include my 6 month emergency savings.\n\nIn November I took $4500 and opened an IRA broker account…",
  "data/reddit-stocks/r/investing/comments/lfi4a6/why_im_bullish_on_aim_immunotech_inc_aim.json": "AIM ImmunoTech, Inc. operates as a biopharmaceutical company, which engages in\nthe clinical development of new drug therapies based on natural immune system\nenhancing technologies for the treatment of viral and immune based disorders.\nIts products include Alferon N Injection and Ampligen. The…",
  "data/reddit-stocks/r/stocks/comments/lfauuj/clean_energy_signs_multiyear_contract_with_la.json": "Clean Energy Fuels Corp. (NASDAQ: CLNE) announced that the Los Angeles County\nMetropolitan Transportation Authority (Metro) has signed a new agreement for an\nestimated 47.5 million gallons of its renewable natural gas (RNG) to fuel the\nnation’s largest transit bus…",
  "data/reddit-stocks/r/stocks/comments/lfo6k0/option_traders_whats_one_piece_of_advice_you_wish.json": "Being very cautious about starting, but since I'm pretty young with a stable\nincome and some free time on my hand, I believe I can take all the extra risk\ninvolved. Studying up right now and I'd definitely love any wisdom you guys have\nto share, whether it be general or specific.",
  "data/reddit-stocks/r/stocks/comments/lflejw/huya_the_most_undervalued_stock_in_the_market.json": "The most undervalued stock on Wall Street AND a high short %\n\nHuya operates a freemium platform. It sells ads across its platform, but it\ngenerates most of its revenue from virtual gifts viewers can buy for their\nfavorite broadcasters. Last quarter, Huya generated 94% of its revenue from its\nlive…",
  "data/reddit-stocks/r/stocks/comments/lfl89p/aphria_potential_after_tlry_merge.json": "Is there any good DD on APHA? A lot of the articles seem to be out of date and\nanalyst ratings are all over the place. I bought in around $4.5 and I’m trying\nto decide if there is long term upside or if I should take my gains and leave.",
  "data/reddit-stocks/r/wallstreetbets/comments/lflzy4/fellow_gme_bagholders_and_retard_brother_apes_the.json": "Rule No. 1 “Bulls make money, Bears make money, pigs get slaughtered” 🐷💩\n\nThis is r/wallstreetbets [/r/wallstreetbets]. Those who have been here longer\nthan a month know that you win some and you lose some. But sometimes we hold\nonto our positions with hope, either to bath in the tendies of our…",
  "data/reddit-stocks/r/investing/comments/lfpj1g/transferred_rh_portfolio_to_fidelity_rh_closed_my.json": "What the title says - but a little more background:\n\n\n\nI initiated a portfolio transfer from my Fidelity account to consolidate my\nholdings in my TDA and RH accounts. My TDA portfolio transferred without issue.\nHowever, I had bought a couple of stocks on margin on RH prior to initiating…",
  "data/reddit-stocks/r/stocks/comments/lfrner/dd_biocryst_bcrx_treatment_costs_500k_a_pop_and.json": "Short summary:\n\n * I’m a physician\n * Patients love their medication, berotralstat (Orladeyo), because they don’t\n   need to self-inject\n * Orladeyo costs $500k a year and it’s being approved by insurance companies\n * That means $BCRX undervalued by an order of 10X on this drug alone — ($121\n   vs.…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfiji9/robinhoods_pieceofshittery_extends_to_them.json": "Like many who were appalled by Robinhood's behavior in limiting GME buying at\nthe most critical time, I made the easy decision that I'd abandon the platform\nin favor of a real brokerage (Fidelity for me). This morning I attempted\nwithdrawing my funds from my Robinhood account only to experience two…",
  "data/reddit-stocks/r/stocks/comments/lfj4ke/lucira_health_inc_lhdx_home_covid_test_kit.json": "Summary:\n\nFounded in 2013, Lucira had already developed a single-use kit to diagnose\ninfluenza when it shifted gears to focus on SARS-CoV-2 detection in the COVID-19\npandemic. In November, the company won emergency use authorization (EUA) from\nthe U.S. FDA for its COVID-19 All-in-One Test…",
  "data/reddit-stocks/r/stocks/comments/lfnfv7/if_you_could_choose_5_books_for_someone_to_read.json": "I dipped my toes in recently like many but got out when I realised - I’m being\nan idiot. I want to come back knowing what I’m doing, I know a bit but not near\nenough to trade/invest.\n\nWhat would you guys recommend for newbies? Not some instagrammers get rich quick\nclass but actual good books to…",
  "data/reddit-stocks/r/stocks/comments/lfuoe9/bb_is_not_a_phone_company_heres_some_dd.json": "They are the forefront in the AI Autonomous cyber security software market,\nthere is no other competitors besides Google, but does not have the patents and\nbroad variety of software that BB provides. Partnerships with the 19 of the top\n25 EV companies which make up 61% of the EV market. Not to…",
  "data/reddit-stocks/r/stocks/comments/lfso18/nasdaq_zsan_zosano_pharma_corp_the_covid_stock.json": "(Stock has picked up steam yesterday midday- we’re in for a good week. Jump on\nat open.)\n\n(C/P)\n\n * THIS IS NOT FINANCIAL ADVICE, PLEASE DO YOUR OWN DD BEFORE PURCHASING SHARES\n   OF ANY STOCK *\n\n\nZOSANO PHARMA CORP.\n\n\n$ZSAN ON NASDAQ\n\n\n\nWhat is ZSAN?\n\nZosano Pharma is a clinical-stage…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfi2hf/dont_let_people_shame_you_into_buying_selling_or.json": "I jumped on the train like everyone else, but began to notice a lot of malice\nand discord between people who think differently about the future of these meme\nstocks.\n\nThe important thing people need to remember is everyone on here is a stranger.\nWe joke and talk shit which is fine and all, but you…",
  "data/reddit-stocks/r/wallstreetbets/comments/lf4vn3/yes_laddering_is_real_short_ladder_attack_is_just.json": "I've seen a lot of back and forth among those who want to hand-wave away price\nmanipulation because the term \"Short Ladder Attack\" is something Google doesn't\nreturn much about.\n\n\n\n\"Ladder\" is a term for an investment technique that requires investors to\npurchase multiple financial products with…",
  "data/reddit-stocks/r/wallstreetbets/comments/lf9huy/daily_discussion_thread_for_february_08_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfgvek/why_amd_is_gonna_blow_its_load_soon_15k_yolo.json": "Disclaimer: Not financial Advice.\n\n\n\nSo here the quick rundown because who the hell likes reading a bunch of shit\nwhen you just wanna know POSITIONS\n\n * Earnings Beat THREE TIMES IN A ROW\n * BEEN SUB 90 for Two weeks NOW (Before ER was touching the tip of $100)\n * ELON \"Daddy\" MUSK is using them…",
  "data/reddit-stocks/r/investing/comments/lfv01v/microsoft_msft_stock_looking_bullish_and_may_have.json": "Last year, in 2020 MSFT had a strong rally of 43% to record highs for the year.\n\nThe earnings released on January 26th show MSFT beat earnings and revenue\nexpectations for the eighth straight quarter as reported on the last earnings\nreport about two weeks ago. Earnings of $2.03 per share easily…",
  "data/reddit-stocks/r/stocks/comments/lfvveo/advice_for_new_serious_traders.json": "Hey ya'll. First and foremost I'm hoping everyone is safe and sound during this\ntime.\n\nWelcome to the world of trading. I will make this post very simple and straight\nto the point because newcomers that I am aware of are making me CRINGE by the\nway they speak and are investing into stocks, not only…",
  "data/reddit-stocks/r/wallstreetbets/comments/lflpoz/what_are_your_moves_tomorrow_february_09_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfgoit/most_genius_or_retarded_play.json": "Retards, listen up.\n\nSo a while back I YOLOed my entire account on calls and lost it all in 4 minutes\n[https://www.reddit.com/r/wallstreetbets/comments/l8rftx/loss_porn_for_all_the_new_people_here_yoloed_my/].\nLike a sensible \"investor\" I wanted my money back, I mean who wouldn't right? So\nfast…",
  "data/reddit-stocks/r/investing/comments/lfuq5m/keeping_cash_for_buying_opportunities_during.json": "I heard from a couple of colleagues that they like to keep about $10k or more in\nextra cash/savings for “downtimes” or “market corrections”. Example: March/April\n2020, they invested $10k instead of the normal $1k that they normally would. Is\nthis a mistake (waiting for a downturn)? Or is it better…",
  "data/reddit-stocks/r/stocks/comments/lfi56n/weed_stocks_arent_really_my_area_of_expertise_so.json": "I have never ever had a weed stock in my portfolio and semiconductors and CRM\ntools are my main area of analysis, but $TLRY is looking like an absolute move.\nI thought about getting in at $8, now it’s $29. Obviously my rationale is that\nthe US now has a more liberal administration and we know that’s…",
  "data/reddit-stocks/r/investing/comments/lfphd4/finding_innovation_early_and_reaping_the_rewards.json": "We have definitely all seen the power of truly innovative companies with\nexcellent vision. This is especially true if we as investors are able to\nidentify these companies before the market at large does. Take Tesla, for\nexample. After a decade of market doubt, the stock nearly 10x this year…",
  "data/reddit-stocks/r/investing/comments/lfy3ad/60_yo_woman_finally_cashed_in_options_worth_17m.json": "Hey New here. Need to share. Can’t tell sis cause she’s a freeloader (57 and\nhasn’t worked in 20 years) and can’t tell mom cause she’d tell sis. It’s ALL I\nHAVE. I had 200k before this due to 2001 and 2008 and apartment buildings that\nwent south in a state I never should have bought into - Missouri.…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfyzh5/cramer_is_working_hard_to_take_down_videos_of_his.json": "Plenty of you degenerates have seen the interview from 2006 where Jim Cramer\ntalks about about stock manipulation being a \"fun game\" from his hedge fund\ndays. He goes as far as saying the SEC isn't smart enough to go after hedge\nfunds for fomenting, or feeding false news to the media to stir up…",
  "data/reddit-stocks/r/investing/comments/lfv1pg/young_investor_seeking_advice.json": "Hello guys I'm 18 and im very lucky to be in the position I am! i'm a\nprofessional e-sports player and have around 50-100k$ I want to invest (long\nterm only) I've been doing some research the past few months and i have come to\nthe conclusion its way safer to invest in ETFs for long-term. the ETFs i…",
  "data/reddit-stocks/r/stocks/comments/lg382x/synopsis_for_gme_02092021_what_everyone_should.json": "ok so first of all, making the board call for an emergency board meeting\nhttp://chng.it/D8mKHDjKgX\n\nAt the moment of writing we are at 3500 of 5000 needed.\nwhy you should sign it is explained here:\nhttps://www.reddit.com/r/DeepFuckingValue/comments/lfj97m/how_to_trigger_the_squeeze/\n\nThe GME float…",
  "data/reddit-stocks/r/stocks/comments/lg2mou/crsr_earnings_call.json": "Time : 830 Am EST\n\nLink to Attend:\n\nhttps://www.accesswire.com/628332/Corsair-Gaming-Inc-to-Host-Earnings-Call\n\nThe call will also be webcast live from the CRSR investor relations website…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg0mn2/gme_29.json": "Is this still a thing?",
  "data/reddit-stocks/r/wallstreetbets/comments/lfxux0/stuff_for_new_traders_no_gme_discussion.json": "I gotta say, I see some good shit out there. I see new members trying to\ndiversify their positions and learn about other stocks and other ways to make\nmoney. This is the path my fellow retards. I'm a nobody here, but I have good\nreturns and some good insight. When I came to WSB, multiple people…",
  "data/reddit-stocks/r/stocks/comments/lg3ea5/i_took_a_look_at_140_biotech_companies_these_are.json": "Disclaimer: Not investment advice, I'm just someone looking at a few companies\nand am unqualified\n\n\nTHE CRITERIA\n\n1. general selection\n\nI invested some of my capital in companies operating in the hydrogen sector in\n2017. Now that most positions here have increased tenfold, I'm looking at\nsectors…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg13lw/where_did_all_the_retards_go.json": "I’m gone for one month, done nothing but wank , drink and work like 70 hours at\nmy day job , all been one fucking blur\n\nI hear this game shit and ignore it , fucking Normies . I think to myself ,\ntexting my wife’s boyfriend and drinking my moo moo milkshake.\n\nI go on wsb , it’s been a while. The…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfs22f/why_ill_never_stop_buying_gme_and_why_you.json": "When I turned 18, there was a casino about 2 hours away on a reservation that I\ncould get into. We'd get paid on Friday night, head to the gas station near us\nthat would cash a paycheck, pile into my crappy little Ford, then make the\ndrive. We'd get there a little before midnight and everyone had…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfluvn/bionano_genomics_why_you_should_care_about_it.json": "First of all, I'm not a financial advisor and I like certain stocks more than\nothers.\n\nI was skeptical about investing in BioNano Genomics\n[https://bionanogenomics.com/products/] after the run-up which saw that share\nprice move from $0.50 to $10 in two months. But, I got interested - I read, and\nI…",
  "data/reddit-stocks/r/stocks/comments/lfv27h/teslas_china_sales_more_than_doubled_in_2020.json": "https://www.cnbc.com/2021/02/09/teslas-china-sales-more-than-doubled-in-2020.html\n\nTesla's sales in China more than doubled last year to $6.66 billion, according\nto a filing out Monday.\n\nThat's about one-fifth of Tesla's sales overall, a far greater proportion than\nthe 12% in 2019.\n\nThe electric car…",
  "data/reddit-stocks/r/stocks/comments/lg54b5/spacex_begins_accepting_99_preorders_for_its.json": "https://www.cnbc.com/2021/02/09/spacexs-starlink-accepting-99-preorders-as-musk-considers-ipo.html\n\nProspective users of SpaceX's Starlink can now preorder the service for $99.\n\nThe company's website emphasizes that the preorders are \"fully refundable,\"\nnoting in fine print that \"placing a deposit…",
  "data/reddit-stocks/r/stocks/comments/lg32sd/dont_over_consume_info_guyz.json": "my story: started trading may 2019 with $500. used excel to stay organized and\nRH to trade. initially focused on about 10 relatively minor stocks, did my\nresearch, learned charting, started doing options, etc. made some gains,\nreinvested and was feeling pretty good about it all. more or less had a…",
  "data/reddit-stocks/r/stocks/comments/lfxpjr/rstocks_daily_discussion_technicals_tuesday_feb.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/investing/comments/lg297f/second_quarter_results_6_months_into_the.json": "Building on a previous post (http://redd.it/i2thge/) asking the community to\npick underrated stocks, there was interest in seeing the quarterly performance\nof everyone's picks\n\nThe first quarter can be seen here: http://redd.it/jti14m/\n\nFor this quarter, the key takeaways are as follows:\n\n * Overall…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg5ew0/welcome_to_the_battle.json": "For all of you who can't hear the GME battle cries any longer, its due to your\near drums being shattered by all the BS the media has fed you these past few\nweeks.\n\nThere has been a tier 1 KILLSWITCH operation aiming to make GME disappear. And\nfor many, it worked.\n\nNo longer is GME on the lips of…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg5lrv/gme_holders_on_29.json": "Did we not say that important data would come out on 2/9? Where the heck did\neveryone go?\n\nThe point of investing in GME was primarily to stick it to the hedge funds and\nride it out until they could do it anymore. If you can’t stand to lose money,\nyou shouldn’t invest or you invested more than you…",
  "data/reddit-stocks/r/investing/comments/lfygo8/heres_why_i_think_crsr_does_not_already_have_the.json": "$CRSR is announcing their Q4 earnings tomorrow in Pre-Market. Yes, I know, its\ncoming off a bull run so must be ready for the 2021 IV crush right?\n\nI don't think so.\n\nAs someone said better than I last week TL;DR... Corsair has already teased\ntheir full 2020 earnings in a prospectus a couple of…",
  "data/reddit-stocks/r/stocks/comments/lg3qna/crsr_earnings.json": "Thoughts on this?\n\nEPS 0.53 vs 0.46 expected FY21 guidance 1.8-1.95 vs 1.7 average\n\nThey’ve also mentioned on their earnings call that they plan on releasing a new\nproduct each week. I imagine they’re releasing 52+ products this year not\nliterally one per week, either way nice outlook on…",
  "data/reddit-stocks/r/investing/comments/lg82wa/after_spending_the_weekend_looking_at_marijuana.json": "After spending the weekend looking at marijuana stocks to get into before Dems\nmake it legal nationally CRLBF gets my seal of approval.\n\n 1. They sell a ton of gummies and edibles. I don't think legalizing weed is\n    going to drastically change the number of people that smoke it or how they\n    get…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg3qns/amd_105k_yolo.json": " * AMD = OG YOLO\n * IV near all-time low (cheap options)\n * SP at 20% discount to analyst consensus\n * Advanced Mooning Devices\n * They destroyed 4Q20 Earnings\n * AMD Guided to the Moon for 2021\n * Sue Bae\n\nRIDE WITH ME TO VALHALLA\n\nPositions:\n\n300x AMD 02/19C 89.5 @ $3.49…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfv6li/can_we_just_have_a_gme_bb_amc_megathread.json": "I understand, fuck Melvin, fuck the hedges, fuck some brokers. I’m retarded too,\nthat’s why I do my research on here. I’m missing on serious gains because it’s\nalmost impossible to do research in here now. Every 5 minutes it’s just another\nGME post. 8 million people and none of them know what the…",
  "data/reddit-stocks/r/wallstreetbets/comments/lfvg9b/cvs_10_of_michael_burrys_portfolio_and_why_it_is.json": "Smart Money makes you money.\n\nThis is not financial advice. DO your own DD.\n\nLook before I get into it, when I pick stocks I like to see what institutions\nown them to see if there is smart money in there… eg Cathie wood, Michael Burry.\n\nThe Stock I am talking about is CVS…\n\nWell, I couldn’t believe…",
  "data/reddit-stocks/r/investing/comments/lftfuw/vxrt_is_a_vaccine_play_that_might_be_worth_the.json": "Vaxart is a vaccine company working on creating a COVID vaccine that can be\ningested orally in the form of a pill (vs. a typical vaccine injected through a\nsyringe). There are some obvious benefits of rolling out vaccine in pill forms\n(i.e. can be stored in room temperature, ease of transportation,…",
  "data/reddit-stocks/r/stocks/comments/lg8kko/blackberrys_qnx_black_channel_communications_to.json": "BlackBerry Limited\n[https://c212.net/c/link/?t=0&l=en&o=3059067-1&h=1042796497&u=https%3A%2F%2Fwww.blackberry.com%2Fus%2Fen&a=BlackBerry+Limited]\n(NYSE: BB; TSX: BB) today announced its QNX® Black Channel Communications\nTechnology\n[https://c212.net/c/link/?t=0&l=en&o=3059067…",
  "data/reddit-stocks/r/stocks/comments/lg5md5/down_to_earth_advise_to_new_traders_pitfalls_of.json": "If you do not want to read all this, scrol down. TLDR is down there. and sorry\nfor any mistakes, english is not my primary language.\n\nOff we go:\n\nSince the recent influx of really new guys (what is a good broker, what to do\nwith my 2k I just got?) to the world of investing , stocks and markets, I…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg79zp/proof_that_gme_is_not_a_sell_off_but_short_attacks.json": "Check the nasdaq daily short volume data. GME was shorted 77% of the volume\nyesterday. Short attacks and not a sell off. Don’t confuse daily short volume\ndata with short interest data which comes out tonight and twice a month.\n\nGo to the official government site…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg8pks/yall_need_to_let_gme_happen.json": "I've been on reddit for 8 (9?) years, and I've seen hype waves come and go, and\nsometimes these waves of hype influence important changes in the world, economy,\nand quality of life for some people. GME will be prevalent for awhile, because\nthis is an ongoing battle. We have to let this happen.\n\nI'm…",
  "data/reddit-stocks/r/stocks/comments/lfo22g/whats_up_with_pfizer.json": "So I’m a newb. I bought a bunch of stocks in March ‘20 with the market crash.\nIt’s been fun to see my investments go up, but I know nothing. My knowledge is\nlimited to “buy low, sell high.”\n\nIn Nov, when there was rumors of a Pfizer vaccine, I thought to myself “hey that\ncompany will only make bank…",
  "data/reddit-stocks/r/stocks/comments/lga2hi/i_made_a_program_that_shows_hot_stocks_from_this.json": "As the title suggests, I made an algorithm that can pick trending and most\ndiscussed stocks from this subreddit.\n\n\nWHY DID I DO THIS?\n\nDaily I come here to read some valuable discussions from this subreddit but due\nto limited time, I find myself wasting most of it trying to find useful posts\nand not…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg9gxw/amc_gang_stand_up.json": "AMC gang wya?\n\nhas everyone forgotten about AMC ? why was it just pushed under the radar and no\none talks about it anymore? I’m prepared to sit on my investment for a long time\nin hopes that it pays off, but does anyone have any trajectory for the timeline\non when (if at all) it will take place?…",
  "data/reddit-stocks/r/investing/comments/lfks2d/zom_speculation_could_be_favorable.json": "Three days ago I had started my first foray into stocks and investing (so I\napologize for not knowing all the lingo). I started with a little bit of money,\nknowing I'm quite ignorant of the market and not having a lot available to me in\nthe first place. I dabbled in a few stocks, some admittedly…",
  "data/reddit-stocks/r/investing/comments/lgae53/apha_to_tlry_conversion.json": "Sup,\n\nIt’s been posted in here plenty of times regarding the APHA - TLRY merger that\nwhen the merger goes through, one APHA share will be converted to .8381 TLRY\nshares. My question is... will we see the prices of APHA and TLRY naturally come\nclose to this .8381 conversion rate closer to the deal?…",
  "data/reddit-stocks/r/stocks/comments/lgbknd/blackberry_bb_secured_another_catalyst_for_growth.json": "Sorry if you’re tired of seeing BB on your feed, but this is definitely worth\nreading.\n\nAs u/Fairytalezz [/u/Fairytalezz] mentioned: Today 2/9/2021 BB announced its QNX\nBlack channel Communications Technology\n[https://blackberry.qnx.com/en/software-solutions/embedded-software/black-channel]\nwill be…",
  "data/reddit-stocks/r/stocks/comments/lg5ryq/corsair_crsr_q4_2020_earnings_results.json": "This is a follow-up post from my Corsair DD post I did over this past weekend.\n\nFull disclosure, I am a shareholder and this is not financial advice.\nInformation taken from Corsair’s 8-K filing. This post will be updated if there\nare any further developments after the earnings conference call later…",
  "data/reddit-stocks/r/stocks/comments/lgc6km/to_anyone_down_look_up.json": "A lot of new investors have flooded the stock market recently and both new and\nold have been swooped up into the short squeeze bets.\n\nTo whoever needs to hear this.. your losses are pennies on the dollar in\ncomparison to your future financial successes. Whether this be the right stock\npicks, working…",
  "data/reddit-stocks/r/stocks/comments/lgb7uk/dfv_inspired_spreadsheet_for_beginners.json": "Hi, with inspiration from the legend DFV and the subsequent r/RKSP [/r/RKSP] I\ncreated my own spreadsheet that would be a great tool for anyone beginning to\ntrack investments! I hope this can help anyone trying to improve their skills,\nand if you can help me improve this at all I would love to hear…",
  "data/reddit-stocks/r/stocks/comments/lg4e1p/thoughts_on_zsan.json": "I‘m thinking off investing a large amount in Zosano but first of all i wanted to\nhear some thoughts/get some advice on this stock.\n\nIs it to late to invest rn for short term gains? Because the stock already had a\nvery huge growth the last couple of days. What would be your price target?",
  "data/reddit-stocks/r/wallstreetbets/comments/lgb0h7/tonights_si_report.json": "Tonight’s report has been built up to be a make or break point for GME. I want\nto caution my fellow autists from reading too much into this single piece of\ndata. Let’s start with what we know about tonight’s report:\n\n1) This report is based on self reported data.\n\n2) The fine for misreporting, if…",
  "data/reddit-stocks/r/investing/comments/lgb3z3/instead_of_investing_in_ev_companies_investing_in.json": "Seems there are a lot deep value investor who are thoroughly convinced that\ncommodities and energy will make a gigantic comeback.\n\nA lot of them are most bullish on the uranium sector. It looks like many uranium\ncompanies already 4-5X'd from their 6 month lows. And looking at the entire\nchart of…",
  "data/reddit-stocks/r/stocks/comments/lg5ovp/crsr_yall_okay.json": "despite meeting earnings expectations, saying they were only going to grow in\nthe next quarter, AND hinting that they were going to release some new products\ninto the wild (as a part of the Goldman Sachs Convention, i think) Corsair just\nfell like 5% today after rising a whopping 2 dollars. does…",
  "data/reddit-stocks/r/stocks/comments/lghhkv/gamestop_institutional_broker_trades_off_the.json": "Gamestop is the top cross traded security according to Bloomberg Terminal.\nIndication of interest trades are executed off the exchange and don't appear\neven on Level II data, and are executed in block trades to lessen the impact on\nthe security's price. Below is unbiased, statistical data exported…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgevvc/in_what_other_scenario_would_you_see_massive.json": "I mean seriously. Anyone with eyes can see that there are two kinds of GME\nbears:\n\n * Old hands around here who are just sick of it, think the bubble\n   popped/squeeze squozed and want people to shut the fuck up already.\n\n * New accounts, coming out of nowhere just to talk shit about GME, and/or…",
  "data/reddit-stocks/r/wallstreetbets/comments/lg6nf1/starting_to_think_amc_might_not_go_to_42069.json": "Why are we still here? Just to suffer? Every night, I can feel my leg... and my\narm... even my fingers.... the body I’ve lost... the comrades we’ve all lost...\nwon’t stop hurting... it’s like they’re all still there. You feel it too, don’t\nyou?\n\nCurrently down 72.55%, still hanging on. AMC has…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgc9r5/biggest_roku_bull_yolo_option_trading_500000_to.json": "I wanted to share my YOLO story with everyone! (images below text):\n\nI like to think I am one of the biggest ROKU bulls around. Despite following\nROKU since the IPO, I had missed most of the gains in 2019. When COVID crash\ncame I said to myself if there was an opportunity to get ROKU again I…",
  "data/reddit-stocks/r/investing/comments/lghb3w/i_watch_motley_fools_new_program_offering_video.json": "So they have a new product coming out, I think its just called 10x. its an\nannual subscription service for $1,299 (lets see how well that'll sell lol)\nwhich they will release 40 companies that they think have potential to reach 10x\nvaluation from where they are today.\n\nI got about 10 different…",
  "data/reddit-stocks/r/investing/comments/lgeo3w/artificial_intelligence_meets_agriculture_ipo.json": "First post, so please direct me if I do things wrong.\n\nFarmer's Edge Inc just filed for Initial public offering\n(https://www.bloomberg.com/news/articles/2021-02-09/farmers-edge-files-papers-for-initial-public-offering-in-canada)\n\nFarmers Edge employs technology to collect and analyze local weather,…",
  "data/reddit-stocks/r/stocks/comments/lgczio/tlry_and_apha_question.json": "As most of you know there may be a merge with APHA and TLRY. I am new to stocks\nand recently found out this news. I bought 20 shares of APHA today around $23.\nDid I fuck up buying it in a high price considering it was in the $10 range last\nweek? I know that the Aphria shares will be converted to…",
  "data/reddit-stocks/r/wallstreetbets/comments/lghuem/gme_and_amc_are_dead_and_heres_why.json": "Just kidding. They're not. But what in the actual fuck is going on with the mods\nand this sub right now? Any posts are getting taken down under rule 2.\n\nYet u/blowtestmebaby [/u/blowtestmebaby] can spam the shit out of the sub every\nfew minutes with BS posts that are downvoted into oblivion?…",
  "data/reddit-stocks/r/stocks/comments/lgfg4g/amazon_stock_split_with_andy_coming_onboard_as.json": "Obviously, Amazon stock has risen considerably to a value. I know Bezos has gone\non record before saying the stock won't split as the price appreciation shows\nAmazons' value.\n\nHowever, with Andy coming onboard, do we think it would split? I've seen this\nhappen with other companies as new CEOs take…",
  "data/reddit-stocks/r/stocks/comments/lgibjd/tilrayapha_merger.json": "Hey guys, this is going to sound like a dumb Q. Apha/Tilray are merging sometime\nI think April/May (I can't find the exact date). My understanding is when the\nmerger happens Apha shares will be worth 83% of Tilrays. The spread right now is\n62%. I own both.\n\nDoes it not make sense to completely exit…",
  "data/reddit-stocks/r/stocks/comments/lgkm5t/gme_short_squeeze_what_comes_next_part_3.json": "GME Short Squeeze What Comes Next Part 3\n\nHello all,\n\nBefore I begin I would like to address something I have been encountering on my\nposts in the comments section. I keep receiving some hate concerning my opinions\nand I want to be crystal clear that they are just that; opinions. I also…",
  "data/reddit-stocks/r/investing/comments/lga697/prnt_3d_printing_could_be_the_best_industry_to.json": "3D printing has not been integrated much into our society at this point, but at\nsome point I think that 3D printing will be such an integral part of\nmanufacturing and life itself. We're just now seeing the capabilities of 3D\nprinting entire buildings. Once the process is fully developed It can…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgk1ef/the_squeeze_has_not_yet_sqouze_lets_discuss.json": "The squeeze has not squoze, I repeat, the squeeze has not squoze!\n\nhttp://finra-markets.morningstar.com/MarketData/EquityOptions/detail.jsp?query=126:0P000002CH\n\nview the site incognito. for some reason if you view it in a regular browser it\nstill shows 226.42%\n\nsome maths from a fellow tard:\n\n\"So…",
  "data/reddit-stocks/r/investing/comments/lglskh/collection_of_finviz_screeners.json": "Thanks to old posts on Redditt - I am posting Finviz screeners that other\ninvestors are using.\nIf you have feedback, corrections or want to share your favorites, please post\nbelow.\n\n\n\n 1.  Shorted stocks -\n    …",
  "data/reddit-stocks/r/investing/comments/lgmb64/i_finally_broke_even_on_my_huge_loss.json": "Back in 2017, when I was 14, my parents gave me three thousand dollars to invest\nin the stock market. Let me say, my family is not well off by any means and\nthree thousand dollars was a lot to us. My parents giving me that money showed\nme that they really believed in me and that I could turn a…",
  "data/reddit-stocks/r/stocks/comments/lgj59f/how_do_you_guys_know_when_to_lock_in_your_profits.json": "I've been a \"buy and hold\" trader since I started in 2018, but looking back\nthere are times when I could have sold when the stock was doing well, and then\nre-invested on a dip.\n\nObviously hindsight is 20/20 and I didn't know at the time when the highs and\nwhen the lows were. But I just feel like I…",
  "data/reddit-stocks/r/investing/comments/lfz96p/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/investing/comments/lgc3k9/sell_or_hold_cannabis_stocks.json": "I bought like 2-4 shares each of 6 cannabis stocks in July and August 2019 just\nto get a taste of the movement and comfortable with investing. One APHA total\nreturn is over 200% because they are planning a merger with Tilray and with the\npresidency making it more promising to be legalized or…",
  "data/reddit-stocks/r/stocks/comments/lgmozr/the_tlry_gamma_squeeze_is_here_numbers_plus_apha.json": "TLDR: The gamma squeeze we previously saw in $GME is starting to happen in\n$TLRY. The price of TLRY has skyrocketed so high that all the call options the\nMarket Makers wrote are forcing them to buy and hold shares to hedge against\nuncapped losses. Between the Market Makers and the Shorts, there are…",
  "data/reddit-stocks/r/stocks/comments/lghlye/is_it_worth_getting_back_in_on_tilray.json": "I bought Tilray at $8 and sold at $18, now regretting that decision but\nhindsight is 2020. Is there any upcoming factors that would make Tilray a buy\nagain even though the price is so high right now? Also do you think it’s\ncurrently over or under valued?",
  "data/reddit-stocks/r/stocks/comments/lgbuf8/what_am_i_missing_on_panasonic.json": "Why is this stock so cheap? CEO just came out saying they are looking at a 50%\nincrease in earnings and in Tesla earnings call Elon repeatedly stated how Tesla\ncan't make vehicles including the semi until they can get more batteries.\nPanasonic's trading at a forward PE of 10 while they are ramping…",
  "data/reddit-stocks/r/wallstreetbets/comments/lghaex/gme_and_amc_short_interest_data.json": "Finra, Fintel, and Wall Street Journal are reporting different percentages.\n\nFinra - GME\n[http://finra-markets.morningstar.com/MarketData/EquityOptions/detail.jsp?query=126:0P000002CH]\n--- Short Interest: 78.46\nFinra - AMC\n[http://finra…",
  "data/reddit-stocks/r/stocks/comments/lgj8nd/starting_out_feeling_discouraged_is_this_common.json": "I’m a fairly new investor. I’ve explored the area before academically(learning\nthe terms, following stocks etc.) but only just started playing with actual\nmoney and trying to take it seriously. I’ve made some gains so far but thinking\nlong term and big scale I’m feeling discouraged. I feel like I…",
  "data/reddit-stocks/r/investing/comments/lgme6f/out_of_all_the_bubbles_that_are_forming_right_now.json": "Let's say a crash does happen soon, which sector or theme would you want to buy\nthe most, if or when it does happen in the coming months?\n\nAs we all know, EV, marijuana, fintech, tech, genomics have all 5-20X'd since\nthe start of the pandemic. The more famous investors such as Burry and Cathie\nWood…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgd9px/psychedelics_psyk_cmps_mmed_your_guide_to_new.json": "Medical Psychedelics are the next moonshot, missed the weed gains? Worry not,\nthese stocks are where weed was 10 years ago.\n\nMissed Palantir? Don't worry, Thiel has got another company to make you rich if\nyou get in early.\n\nPeter Thiel and Kevin O Learly are deeply invested, the world's…",
  "data/reddit-stocks/r/stocks/comments/lgdk0p/kopn_and_why_i_believe_it_has_100_upside_potential.json": "Any thoughts on KOPN? I don't have time to do a full DD but here are some\nthoughts:\n\nKOPN (Kopin Corporation) is best known for its display devices for mobile\nelectronics. The company was founded by engineers from MIT and currently holds\nhundreds of patents that are applicable to Augmented Reality.…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgj4di/many_of_you_have_been_easily_manipulated_take_a.json": "There are lots of posts calling out all of the naysayers and ninnies that are\nobviously plants sent here to stir up chaos. Clearly it's working in all kinds\nof forms - there are certainly people folding and falling prey, but to what\nextent, who knows. There are posts that are manipulative on all…",
  "data/reddit-stocks/r/stocks/comments/lgq7qt/where_does_the_money_i_lose_go.json": "If I invest $10 into a stock, and then the stock crashes to $5 and decide to cut\nmy losses and cash out. Who keeps the other $5? Who made that money off of me?\n\nIs the answer: The Big Bankers? Hedge Funds? The Shorters? I'd also appreciate\nan explanation on how one makes money like that.\n\nI am new…",
  "data/reddit-stocks/r/stocks/comments/lgr3aq/evidence_gme_shorts_not_covered_and_estimated.json": "FINRA just reported officially there were 21.4 million short shares at the end\nof January, representing 46% of float, which is fairly high... But the true\ncount today could be much higher and closer to 129% based on my estimates as\ndescribed below, virtually unchanged from a month ago.\n\n---\n\nThe SEC…",
  "data/reddit-stocks/r/stocks/comments/lgsx6w/reuters_nasdaq_new_york_stock_exchange_sue_sec.json": "https://www.reuters.com/article/us-sec-lawsuit-nyse-nasdaq-idUSKBN2AA09P\n\n(Reuters) - Nasdaq Inc and the New York Stock Exchange have each sued the\nSecurities and Exchange Commission, seeking to block a plan by the regulator to\noverhaul public data feeds that broadcast stock prices to investors,…",
  "data/reddit-stocks/r/stocks/comments/lgoyb9/rstocks_daily_discussion_wednesday_feb_10_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/investing/comments/lgu4bx/nasdaq_nyse_sue_sec_over_planned_overhaul_of.json": "source: https://www.reuters.com/article/us-sec-lawsuit-nyse-nasdaq-idUSKBN2AA09P\n\nThis article is short and doesn't elaborate much on what the effects of giving\npublic access to supply and demand data are. Sueing the SEC seems like another\nway to stifle access to information for retail investors…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgpwez/why_this_is_just_a_beginning_a_guide_for_the_gme.json": "Listen up you fucks, for most of you this is your first rodeo so let me tell you\nhow this whole thing works. Some of you might remember me when I told you to hop\non this tendie train at 9$ when MSFT deal…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgntg0/institutional_ownership_of_gme_at_20596.json": "Everyone is talking about the 78.46% short interest, but there's another metric\nthat Finra released tonight that's extremely interesting:\n\nInstitutional ownership is now at a whopping 205.96%, a net increase of\n20,525,480 shares from last report.\n\nSource\n[http://finra…",
  "data/reddit-stocks/r/stocks/comments/lgkhm3/amazonbacked_evmaker_rivian_said_to_aim_for_ipo.json": "Rivian Automotive Inc., the electric-vehicle startup backed by Amazon.com Inc.\nand Ford Motor Co., is looking to go public as soon as September at a valuation\nof about $50 billion and perhaps more, according to people familiar with the\nmatter.\n\nAmazon-Backed EV-Maker Rivian Said to Aim for IPO This…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgvnif/we_gottem_boys.json": "Robinhood, Melvin Capital, Citadel execs expected to testify in Congress on\nGameStop turmoil - sources REUTERS 9:07 AM ET 2/10/2021 GME 53.6 up +3.29\n(+6.5395%) QUOTES AS OF 10:09:32 AM ET 02/10/2021\nWASHINGTON, Feb 10 (Reuters) - Executives from Robinhood, Melvin Capital and\nCitadel Securities are…",
  "data/reddit-stocks/r/investing/comments/lgmr8x/corsair_gaming_reports_fourth_quarter_and_full.json": "FREMONT, Calif., Feb. 09, 2021 (GLOBE NEWSWIRE) -- Corsair Gaming, Inc.\n(NASDAQ:CRSR) (“Corsair”), a leading global provider and innovator of\nhigh-performance gear for gamers and content creators, today announced\npreliminary financial results for the fourth quarter and full year ended\nDecember 31,…",
  "data/reddit-stocks/r/stocks/comments/lgwv8f/regulators_subpoena_mass_resident_roaring_kitty.json": "REGULATORS SUBPOENA MASS. RESIDENT ‘ROARING KITTY’ REGARDING GAMESTOP SAGA\n[https://www.bostonglobe.com/2021/02/09/business/mass-regulators-subpoena-local-man-known-roaring-kitty-gamestop-saga/]\n\nhttps://www.bostonglobe.com/2021/02/09/business/mass-regulators-subpoena-local-man-known-roaring-kitty…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgsidm/ever_since_this_epic_ass_shit_with_gme_happened.json": "I get it, it’s a movement, shit I was part of it already. But Jesus fuck I want\nnew money, this shit is boring already. Need some new fucking YOLOS in my life.\nMissed out on TLRY and all these fucking weed stonks cause the only fucking\nthing going here is GME,AMC, and APES STRONG TOGETHER. Fuck, go…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgdb2j/what_are_your_moves_tomorrow_february_10_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/wallstreetbets/comments/lge1fl/get_prepared_for_a_downvote_brigade_and.json": "With the small spike in GME (and AMC to lesser extent), it's clear that people\nare anticipating short interest is still going to be high. Whether or not that\nwill be the truth (or even if the FINRA numbers will be reliable) is another\nstory.\n\nRegardless, the astroturfing and narrative control…",
  "data/reddit-stocks/r/stocks/comments/lgxwh2/reddit_is_not_becoming_a_pump_and_dump_place.json": "Allow me to explain.\n\nAll these MSM reports of \"reddit has moved on to XYZ stock!!\" is bullshit. They\nare either framed in a positive or negative tone, usually negative, to attempt\ndrive a price in a certain direction. Negative implying \"oh shit, a bunch of\nidiot newbie investors are going to pump…",
  "data/reddit-stocks/r/stocks/comments/lgui3n/the_pot_stocks.json": "I see a lot of posts and comments about some of these cannabis stocks and folks\njumping in. Not going to lie, looking at some of the gains is really impressive\nand makes you wonder if there’s more room to run. But then, when I look at the\nvolume, including extended hours, the volume of shares being…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgvbcc/the_sub_is_becoming_a_pyramid_scheme_and.json": "What the fuck happened? This used to be a sub full of different opinions, you\ncould tell people that you think they've drunk away what little brain cells they\nhad left when they post stupid DD that isn't even DD. Now it's like r/politics\n[/r/politics] , an endless circle jerk over how \"The hedge…",
  "data/reddit-stocks/r/stocks/comments/lh0na9/buying_on_stock_hype_is_not_the_way.json": "I'm an extremely novice trader, but something I've been thinking about that\nothers might find valuable.\n\nLet's say you are someone like me who scrolls through hoping to find that\namazing DD that is going to be the next big thing and rocket you right to the\nmoon... You think you're staying on top of…",
  "data/reddit-stocks/r/stocks/comments/lgvprq/gme_valuation.json": "Cohen sold [https://en.m.wikipedia.org/wiki/Chewy_(company]) chewy for $3.3\nbillion, when it had $2 billion revenue. This was before infinite money brrr\nvaluations, in 2017.\n\nGME has an EV of about $4.4 billion (not counting receivables, inventory, and\nfactoring debt) with pre-COVID revenue of $8…",
  "data/reddit-stocks/r/stocks/comments/lgo897/due_diligence_dd_when_picking_stocks_how_do_you.json": "There is tons of advice floating around out there about how to pick stocks. I'm\nnot interested in what website X or newsletter Y will tell me. What I'm curious\nabout is how do you, personally, do your due diligence when picking stocks?\n\n * What is most and least important to you when looking (ex:…",
  "data/reddit-stocks/r/stocks/comments/lgyeh1/bumble_ipo_tomorrow_consideration.json": "Bumble IPO tomorrow. Heads up competitor with Match to take the space. Also\ncarving out a unique niche in the world of social media with a woman-initiated\ncontact focus and run by a team top to bottom which is almost exclusively woman.\nThat's unusual. Is it good unusual? Is it bad unusual? I don't…",
  "data/reddit-stocks/r/stocks/comments/lgswx9/can_anyone_recommend_a_person_who_i_can_follow.json": "I'm all new to stocks trading and I've been studying to fully understand how to\nthrive in this new found path. I've studied the basics and I am now studying on\nhow to read candlestick charts. It would be nice to see people analyzing charts\nand see what they think are good investments.",
  "data/reddit-stocks/r/stocks/comments/lgtnzz/bb_stock_and_its_potential.json": "Hello, i would like to ask you guys why are everybody on reddit is so obsessed\nwith BB stock, I have read a lot of DD about it and it looks really promising\ngiven the information that is provided by analysts here on reddit, but why does\nevery other investor or analyst outside of reddit is so…",
  "data/reddit-stocks/r/investing/comments/lh2by7/i_am_no_longer_picking_stocks_its_etfs_for_me.json": "I've been investing for a couple years. Most of my stock picks have been large\ncap companies, lots of tech and consumer products. I follow trends, buy the dip,\nyadda yadda.\n\nAbout a year ago I started putting extra money into ETFs. For those, I have\nfocused on tech heavy funds, clean energy, next…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgsec7/bb_dd_thread_why_this_retard_believes_the_fair.json": "I'm not a financial advisor, just a retard YOLO'ing my savings into long calls,\nso make your own decisions.\n\nTLDR: Blackberry is the market leader in an industry that McKinsey projects will\nfucking 🚀🚀🚀 to $750BN by 2030. BlackBerry has already grown their annual\nrevenue for 2020 by 15.04% from…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgiu1x/can_we_get_an_actual_dd_sticky_thread.json": "I've been lightly participating in the sub for 6 years. Obviously, the quality\nhas recently taken a shit.\n\nDon't get me wrong, I love memes, shitposts, and calling myself a retard as much\nas all of you love pleasuring my husband's mom, but I have a suggestion:\n\nA weekly or daily sticky thread named…",
  "data/reddit-stocks/r/investing/comments/lgwl98/dd_research_advice_for_newcomers.json": "Not wanting to succumb to survivorship bias, and trying to be part of the 10%\n(or whatever it is) that end up being successful with their investing. I am\nlooking for some advice on exactly what to research companies that I am\ninterested in.\n\nI have started looking at the EPS, short interest, growth…",
  "data/reddit-stocks/r/stocks/comments/lgybd0/how_to_use_stock_screeners_better.json": "Hey guys, I was hoping to learn about how to use stock screeners more\nefficiently for both some shorter term trading as well as finding undervalued\nstocks that might be good long term plays (or at least a good jumping off point\nto then research the companies i find.)\n\nSo, my first question is, do…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgp9e0/i_know_you_were_apes_but_not_that_retarded.json": "First of all: Alle the GME movement was like a week ago and you retards got\nstopped by a never seen change of rules.\n\nWHAT IS WRONG WITH YOU?\n\nI only see whining and retards complaining. It's NOTHING, compared to timeframes\nwe seen on WSB so far and you still can't get your ass up and fucking HOLD…",
  "data/reddit-stocks/r/investing/comments/lgysbz/random_facts_for_the_automated_vti_investor.json": "So this originally started with my interest in finding out 'what day of the week\nwas best to auto-invest in my M1 account'. Using Yahoo Finance historical data\nfor VTI over the past 5 years, I ended up answering this question plus diving\ndeeper to make a few other random observations. Here is what I…",
  "data/reddit-stocks/r/stocks/comments/lh33b2/kt_deep_deep_value.json": "Apparently we’re all saying this now, but I am not a financial advisor and you\nshould do your own DD. With that being said, I present you with the following:\n\nI’m a fan of really really deep value. This will likely be a long post, but I\nthink you’ll find value in it if you can follow along (see what…",
  "data/reddit-stocks/r/wallstreetbets/comments/lh40to/investorplace_has_written_a_positive_article_in.json": "https://investorplace.com/2021/02/gme-stock-gamestop-short-squeeze-continues/\n\nAs a holder of GME shares (and also AMC, BB, and NOK shares) reading this\narticle gave me a lot of hope. In the past two weeks, we've been accused of\nbeing an echo chamber and supporting confirmation bias. We've even been…",
  "data/reddit-stocks/r/stocks/comments/lh7c6q/bumble_will_be_in_market_tomorrow_at_43_a_share.json": "https://www.investors.com/news/technology/bumble-ipo-initial-public-offering-trades-thursday-bmbl-mtch/\n\nBumble will be in the markets tomorrow morning if I'm understanding this\ncorrectly at $43 a share. Higher than the initial projection of $28-30.\n\nRaised 2.15B in its IPO, shattering their own…",
  "data/reddit-stocks/r/investing/comments/lgqj12/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/wallstreetbets/comments/lh0vwl/weed_stocks_brrr.json": "Pissed off and tired of being poor. Was up $1500 on BB a few weeks ago before\nbuying was restricted. down even more since then. Just put the rest of my bank\naccount in the weed stocks. You know the ones. Wish me luck, fellow degenerates.\nRocket ship emojis.\n\nI roll hot dogs on a grill to pay bills.…",
  "data/reddit-stocks/r/investing/comments/lh1xy6/dont_file_your_taxes_early_under_some.json": "This is partially me venting, but if my experience can help other people here\navoid the same mistake, I'm glad to share it. I did my taxes a week ago,\nthinking it'd be good to it done with since I had some time. I paid a lot in\ntaxes this year since I invested some money when the market was down,…",
  "data/reddit-stocks/r/stocks/comments/lha319/this_sub_has_been_dipping_in_quality_for_a_while.json": "Ok, as just a causual observer who has been subbed to a bunch of different stock\nrelating subs including securityanalysis, investing, stocks, stockmarket, and\nyes even wallstreetbets. I always had a wide range of posts on my feed with\ndifferent quality posts. Before the whole GME ordeal I actually…",
  "data/reddit-stocks/r/investing/comments/lh9vp2/a_look_at_the_fda_approval_process_and_how_it.json": "I’ve been wanting to do a post like this for a long time now. Now that\nhealthcare has basically been the hottest thing for the last year (and somehow\nstill getting even hotter), I thought it would be a good time. Many people try\nto buy into pharmaceutical companies around FDA approval targets…",
  "data/reddit-stocks/r/investing/comments/lh4k7m/shaq_lebron_james_former_tiktok_ceos_spac.json": "Some people involved with this (which is honestly a big part of why I'm so\nexcited):\n\n * Shaq\n * Kevin Mayer, TikTok's former CEO,\n * Lebron James\n * Arnold Schwarzenegger\n * Tom Staggs, former Disney CFO & COO\n\nThe announcement just came out. Full version [https://on.wsj.com/2Nhy8de].\n\nHere are the…",
  "data/reddit-stocks/r/stocks/comments/lhcc55/a_guide_to_how_i_day_trade.json": " 1. Don’t go all in on trades, keep some $ aside to dollar cost average if a\n    trade goes against you.\n\n 2. Try to average 2-4% gains per trade, if it goes down 2-4% you can either\n    take a loss and move on or if there’s no bad news and you’re confident it\n    should go back up, dollar cost…",
  "data/reddit-stocks/r/stocks/comments/lhbs9l/the_trap_of_resultsoriented_thinking.json": "Imagine you are faced with two buttons that you can press, and you can only\npress one:\n\nButton A: You have a 50% chance to win $10,000\n\nButton B: You have a .00000001% Chance to win $10,000,000\n\nWhat is the better option? Well probably Button A, but let's turn to basic\nprobability theory to be…",
  "data/reddit-stocks/r/wallstreetbets/comments/lhal3x/wallstreetbets_state_of_the_subreddit.json": "Wallstreetbets is unique on reddit because of its... \"culture\". We are all here\nfor a single reason: To make money on high risk plays.\n\nGains made overnight, or by holding through hell and high water, are to be\nequally celebrated.\n\nLosses should be mocked, derided, and if unique enough, given the…",
  "data/reddit-stocks/r/wallstreetbets/comments/lh3qli/what_are_your_moves_tomorrow_february_11_2021.json": "Please be excellent to each other.\n\nUpvote new ideas. Downvote spam. Make tendies.\n\n--------------------------------------------------------------------------------\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/…",
  "data/reddit-stocks/r/stocks/comments/lhd8gm/a_tip_that_i_heard_right_when_i_started_trading.json": "I've only been trading with real money for about a month, but I read something a\nfew months ago, while doing my research, that really stuck and I wanted to\nshare.\n\nAs investors, we often look at the moves we've made and judge ourselves on what\nwe missed on or what we hit on. This is part of growing…",
  "data/reddit-stocks/r/stocks/comments/lh91xo/i_get_depressed_when_see_all_these_stocks_that.json": "Do you guys think there are a lot of people who are actually seeing returns like\nthat. I mean, were they smart enough to get in early, and hold until they turned\nlike 5k into 60k in three or four years? ETSY, SQ, SHOP, W, TSLA, NIO, ZM, and\nmany others, have all skyrocketed. But how many people…",
  "data/reddit-stocks/r/wallstreetbets/comments/lh5uh3/sndl_has_15_billion_shares_issued_there_is_no.json": "Guys, you do realise SNDL has missed its Q3 revenue target from $20.2million to\n$9.6million? https://www.marketbeat.com/stocks/NASDAQ/SNDL/earnings/\n\nAnd that it has 1.56 BILLION shares issued? Meaning even at $3 a share you guys\nare inflating a company with an income of likely 55 million a year to…",
  "data/reddit-stocks/r/stocks/comments/lhchjh/dd_agtc_560_crazy_potential.json": "I’m trying to put you guys on, please read and share since nobody in this\nsubreddit is talking about it\n\nNOT MY DD u/aguacatesoup [/u/aguacatesoup] is the one who posted it but I need\nto share this since nobody else is...\n\nHey all, I've been doing research on this stock all weekend since…",
  "data/reddit-stocks/r/stocks/comments/lh9fcz/resn_g5_play_my_first_dd.json": "I got involved with trading recently and have loved seeing all the amazing DD\nsome of you put together. So I figured it's time I give back. I haven't seen\n$RESN talked about recently so I decided to do a bit of a dive on it. (I\napologize beforehand for lack of meme-speak and rockets)\n\n \n\nResonant…",
  "data/reddit-stocks/r/investing/comments/lh60za/mastercard_to_open_up_network_to_select.json": "(Reuters) - Mastercard Inc said on Wednesday it was planning to offer support\nfor some cryptocurrencies on its network this year, joining a string of\nbig-ticket firms that have pledged similar support.\n\nThe credit-card giant’s announcement comes days after Elon Musk’s Tesla Inc\nrevealed it had…",
  "data/reddit-stocks/r/stocks/comments/lhdyzc/person_that_wrote_tips_for_new_people_10_feb_your.json": "I had hit save post to be able to go through it after work. It’s now gone!\n\nI hope you repost or just msg it all to me! I was super interested in the\nYouTube videos you recommended.\n\nHave a good one peeps.",
  "data/reddit-stocks/r/wallstreetbets/comments/lh8gnt/zom_255_zomedica_corp_is_about_to_skyrocketing.json": "Tldr in the bottom.\n\n> It's not my intention to manipulate the market, this is why I'm posting this\n> right now.\n> \n> > Disclaimer: I do not provide personal investment advice and I am not a\n> > qualified licensed investment advisor. I am an amateur investor. I will not\n> > and cannot be held liable…",
  "data/reddit-stocks/r/wallstreetbets/comments/lh8ui6/the_weed_rally_has_nothing_to_do_with_gme.json": "No, the upward movement in cannabis stocks is not a concerted distraction by\nWall Street to take attention away from GME. Believe it or not, but a global\nstock market can contain numerous trends all at once. The weed stocks rallied\nbecause of the belief that broader cannabis legalization is possible…",
  "data/reddit-stocks/r/wallstreetbets/comments/lhf2qw/how_a_shortgamma_squeeze_on_tilray_is_causing_the.json": "Obligatory: SIR, THIS IS A CASINO.\n\nTLDR: This run is going to end with the cannabis stocks back down 50-80% or more\nfrom the levels they are at. $CRLBF is the real play here for the smart players\nthat want USA exposure to the legislation. We just like the stocks now, not\nlater.\n\nOk, listen up…",
  "data/reddit-stocks/r/wallstreetbets/comments/lgz5jz/could_psychedelics_psyk_be_the_next_weed.json": "Marijuana made so much money for those who got in very early. It was originally\npresented as a medical product, but when regions started to legalize it, it blew\nup.\n\nNow there's a new ETF dealing in psychedelics (PSYK) that deals in a handful of\ncompanies focused on research for the application of…",
  "data/reddit-stocks/r/stocks/comments/lh7a2z/some_of_my_midlong_stocks_have_now_become_meme.json": "This sincerely is a bit distressing because I put a fair bit of money some time\nago (hundreds of dollars each into diff stocks, not thousands or tens of\nthousands like some people on here so easily seem to toss).\n\nThese are companies I've believed in, and have felt they will do great\nlong-term, but…",
  "data/reddit-stocks/r/investing/comments/lhdjf1/a_rough_analysis_on_toyota_motors.json": "$TM Toyota Motors\n\n**Full disclosure: I own 75k in Toyota calls. I also own a Porsche and Audi (no\nToyota products). I’m also not good with investing. So don’t listen to me.\n\nWow, some of the best plays truly are right in front of you, because Toyota is\nhilariously undervalued now that they’ve…",
  "data/reddit-stocks/r/stocks/comments/lh6kgp/explanations_on_the_apha_tlry_merger_please.json": "Hi!\n\nBy April APHA and TLRY are going to merge, meaning every APHA share will be\nconverted into 0.83 TLRY share.\n\nSo it's my understanding that as long as APHA/TLRY < 0.83, it's worth buying\nAPHA since it's basically discounted TLRY share.\n\nToday APHA/TLRY = 0.45\n\nI read here that the closer we're…",
  "data/reddit-stocks/r/investing/comments/lh9xgy/oil_companies_and_ev_charging_infrastructure.json": "EVs will make up less than 10% of the U.S. market by 2025. US still will need a\nlot of EV charging stations. Biden's plan outlines 500,000 new EV plugs across\nthe U.S by the end of this decade. With Biden's EV push, it is not surprising\nthat investors have a very rosy expectation about EV charging…",
  "data/reddit-stocks/r/investing/comments/lgy36z/how_do_you_prepare_to_buy_a_dip.json": "I am considering opening a brokerage account and am wondering how you prepare to\nbuy a dip...\n\nDo you keep an amount of cash in your brokerage account that's ready to use to\nbuy an ETF or mutual fund or individual stock? I currently keep all of my cash\nin a High Yield Savings account and I would…",
  "data/reddit-stocks/r/stocks/comments/lhjy1m/never_blindly_follow_all_stock_market_youtubers.json": "Hello everyone! This isn’t my usual kind of post, but man, I can’t stand to see\nhow people just follow every freaking YouTuber out there blindly! In this post,\nwe are going to talk about why I believe Tom Nash may be a fraud, so please do\nhave some patience and read the full post, as I will go…",
  "data/reddit-stocks/r/wallstreetbets/comments/lhj1so/we_made_money_again_how_to_not_lose_it_this_time.json": " * Don’t tell people to hold the line.\n\n * Encourage newbies to periodically profit take. Also take profit yourself.\n\n * Don’t blame the system if you buy the ATH and other people take profit.\n\n * You won’t time the top perfectly, try to aim within 10-20% of the top.\n\n * Don’t get emotionally…",
  "data/reddit-stocks/r/wallstreetbets/comments/lh6rhm/how_to_lose_over_1000_in_24hours.json": "I tried to post this before, but it was removed. Likely because my trade was so\nawesome.\n\nSold calls short on the 26th, covered on the 27th\n[https://preview.redd.it/afw02pplfqg61.png?width=809&format=png&auto=webp&s=afffa703be16a731d44affa09020e9932b712a41]",
  "data/reddit-stocks/r/wallstreetbets/comments/lsgdqn/please_read_gme_why_the_dip_is_good.json": "Ok look, idiots, I am no genius, but this drop from 170 to 100ish is not all\nbad. TL/DR at the bottom for the most autist...\n\nHere is why-\n\n1) We are still up huge from the close of yesterday and have seen a solid ground\nat the 106 range. This establishes a floor, i.e. the minimum amount of money…",
  "data/reddit-stocks/r/investing/comments/lt5jrq/dividend_stock_carry_forward_trade_yielding_700.json": "In the spirit of generating tax efficient passive income, I have executed a\ndividend stock carry forward trade (essentially using margin loans to purchase\ndividend stocks to make money on the spread).  I would like to get this group’s\nopinion on the strategy. Please let me know your honest feedback…",
  "data/reddit-stocks/r/stocks/comments/lt66tp/a_blackberry_discussion.json": "Initially posted this on bb_stock\n[https://www.reddit.com/r/BB_Stock/comments/lsxrq9/stop_whining/?utm_source=share&utm_medium=ios_app&utm_name=iossmf]\nand was hoping to get some sort of intelligent feedback but should have not made\nthat assumption. Figured I’d come here and see if I can solicit…",
  "data/reddit-stocks/r/investing/comments/lt7oop/jpmorgan_advises_clients_to_expose_1_of_their.json": "In a recent note to clients, strategists from JPMorgan (NYSE:JPM) suggested a\none percent portfolio allocation to Bitcoin and other cryptocurrencies.\n\nAs reported by Bloomberg, JPM strategists Joyce Chang and Amy Ho opined that\nBitcoin could serve as a hedge against fluctuations from traditional…",
  "data/reddit-stocks/r/stocks/comments/lt3fuw/rkt_short_borrowing_cost_814.json": "There's already enough said about this stock if you've been paying attention.\nThe price isn't at fair value yet. This company has value at this price and has\ngrowth potential.\n\nBut damn, these shorts want to pay that kind of interest and a dividend through\nMarch 9th, okay then. Take the value price…",
  "data/reddit-stocks/r/wallstreetbets/comments/lszyv3/gme_short_fee_up_1500.json": "Yesterday (2/25) GME had ZERO shortable shares available according to both\nshortableshares.com [https://shortableshares.com] and IBorrowDesk. (Technically\n47 shares reported prior to market open on shortableshares - IBorrowDesk did not\nreport any shares the entire day).\n\nSince then the volume of…",
  "data/reddit-stocks/r/stocks/comments/lt9c2a/beware_of_pump_and_dumps_case_study.json": "I like to consider myself a pretty decent investor. Nothing legendary, but I’ve\npicked up a few patterns in the few years I started using Reddit for investing\nadvice.\n\nOne thing I like to think I picked up were classic signs of a pump and dump.\nThese stocks usually involve a very low market cap,…",
  "data/reddit-stocks/r/wallstreetbets/comments/lt67sr/my_doctor_wishes_us_retards_the_best_of_luck.json": "This post will probably get buried, but whatever, it's funny.\n\nI went into get tested for Covid this afternoon after being exposed, nothing\nspecial. But I'm also buying dips on AMC at the same time and as a result,\nalmost missed my name being called multiple times by the receptionist when my\nturn…",
  "data/reddit-stocks/r/investing/comments/lsuk1s/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/stocks/comments/ltf3iq/i_am_bullish_about_the_future.json": "People seem to think because we had 2 big crash close together in 2000 and 2008,\nwe are bound to have one soon.\n\nI want to remind people before the year 2000, we had a 20 years bullish run. Its\ntotally not impossible we get to 2030 with no crash, especially now that the\nfeds baby sit the…",
  "data/reddit-stocks/r/stocks/comments/ltg8h3/every_amateurs_and_pros_are_predicting_a_crash_in.json": "How many \"experts\" and \"pros\" predicted this late Feb downturn? Momentum stocks\ngot crushed in the past 2 weeks. Tech been flat and almost all of them dropped\nafter earnings despite positive all-time-high earnings result.\n\nWhere were those fools in January? In early Feb? nowhere to be found.…",
  "data/reddit-stocks/r/investing/comments/lt01jm/im_surprised_to_see_tips_etfs_dropping_this_month.json": "I was really surprised to see how my TIPS (\"Treasury inflation protected\nsecurities\") ETF (SCHP, in particular) is performing. Not well! Which really\nconfuses me. It did great all year until the market started getting scared about\ninflation this month.\n\nWhy are TIPS selling off!? Shouldn't demand…",
  "data/reddit-stocks/r/stocks/comments/ltcbwh/why_i_dont_believe_the_market_will_crash_in_the.json": "Let me start by saying that I am a bear, and believe this market will implode\nspectacularly rising bond yields across the globe have a much bigger effect than\npeople think, but I don't think we are crashing today or right now. I really\ncan't see the market crashing before the stimulus or before…",
  "data/reddit-stocks/r/stocks/comments/lt66ss/roblox_dd_part_2_what_the_financials_say_and_how.json": "Hello again r/stocks [/r/stocks]. The other day I posted this thread\n[https://www.reddit.com/r/stocks/comments/lrk8uv/thoughts_from_my_personal_experience_with_roblox/]\nwith my product/customer analysis on Roblox using my thoughts and knowledge\nhaving dealt with the platform since its early days. I…",
  "data/reddit-stocks/r/stocks/comments/lt9klp/what_undervalued_stocks_are_you_considering_or.json": "I have my eyes on a few stocks and I have averaged down with one stock. I plan\nto hold stocks for years and I am not looking for a quick buy and sell strategy.\nI have been very interested in lower cap stocks, but I definitely want to find\nany types of stocks.\n\nAs the title says, since a lot of…",
  "data/reddit-stocks/r/stocks/comments/lt944u/cold_calling_from_fidelity_due_to_market.json": "Just got a cold call from a Fidelity rep who started off the bat with \" calling\nyou due to market volatility and uncertainty and help me diversify..\" I was kind\nof perplexed on why he called me specifically, he just repeated same thing and\nthat he could provide me with free advice. I told him to…",
  "data/reddit-stocks/r/stocks/comments/lthmxn/why_equities_are_just_in_the_beginning_of_the.json": "Wrote this for wsb, but it also goes here, I guess.\n\nTL;DR: This post will try to present the thesis that equities are just in the\nbeginning of the bull run and argues that you should be investing in the stock\nmarket right now.\n\n\nPREMISE:\n\nEquities are selling off due to rising treasury…",
  "data/reddit-stocks/r/wallstreetbets/comments/ltcdf5/finra_data_now_shows_over_67_million_gme_short.json": "https://preview.redd.it/cuoi45a84xj61.png?width=624&format=png&auto=webp&s=13d687f0ea48111e836d3a41bd6f3deb1c6d8ef4\n\nHello again my fellow apes🦍!\n\nBOILERPLATE: I still know nothing, I can't do math good. PLEASE don't listen to\nme! Obligatory 🚀\n\nWARNING: BY THE END OF THIS POST YOU MAY EXPERIENCE…",
  "data/reddit-stocks/r/investing/comments/ltbus9/fda_moves_to_approve_johnson_johnsons_jnj_covid19.json": "The Food and Drug Administration said Friday evening it will “rapidly work” to\nauthorize the Johnson & Johnson single-shot coronavirus vaccine, shortly after\nan expert committee unanimously recommended the vaccine.\n\nIn a statement, the agency said it has notified the company and federal\nofficials…",
  "data/reddit-stocks/r/stocks/comments/ltih3x/everybody_is_an_oracle_predicting_the_market_the.json": "I see a lot of posts that go something like \"Oh yeah, I was saying last week to\nsell off all my holdings because I knew this weeks dip was coming\" or \"oh yeah,\nI knew to buy *stock* last week because there would be another month-end\n'squeeze' bump\".\n\nThis frustration continues when I read a flurry…",
  "data/reddit-stocks/r/wallstreetbets/comments/lt7miq/dont_sell_at_a_loss_some_advice_on_fundamentals.json": "💎🙌🦍here. I wrote some basic advice I'll repost here for any newbies who want\nto get in on the action, or anyone who bought high and is for whatever dumb\nreason thinking about paper-handing. Paper-handing is fundamentally bad\ninvestment practice, especially if you're a new investor. I'll explain…",
  "data/reddit-stocks/r/investing/comments/ltm5a7/understanding_how_the_bond_yields_affects_the.json": "Lets start from the beginning, treasury bonds is government debt and the bond\nyields is what sets the the rate of return you get from the bonds, so if bond\nyield is at 2% that is the rate you get back each year. It works the same as\nsupply and demand, if no one wants bonds then the yield rates go up…",
  "data/reddit-stocks/r/wallstreetbets/comments/lteecj/gme_may_have_the_potential_to_dictate_the_course.json": "Before I start, I just want to say I am writing this because last time I put up\nspeculative DD, and people were tearing it apart because it was very\ngeneralized. Being that I have a scientific background I decided to put the time\nin to gather all the information and analyze it with statistics before…",
  "data/reddit-stocks/r/stocks/comments/lth29r/robinhood_to_plan_confidential_ipo_filing_as_soon.json": "Robinhood Markets Inc., the trading platform behind the boom-and-bust swing in\nGameStop Corp.’s shares, plans to file confidentially for an initial public\noffering as soon as March, according to people familiar with the matter.\n\nThe company has held talks in the past week with underwriters about…",
  "data/reddit-stocks/r/stocks/comments/ltjkqd/house_passes_19_trillion_stimulus_bill_impact_on.json": "Late night news that the house passed the stimulus bill. It will then be voted\nin the senate, which has a fair chance of passing through. The bill certainly\nwill have an impact on the stock market, but I'm reading 2 completely opposite\nopinions about this on Twitter. What's gonna happen to the stock…",
  "data/reddit-stocks/r/stocks/comments/ltoikn/illegal_naked_shorting_and_stock_manipulation.json": "Illegal naked shorting and stock manipulation are two of Wall Street's deep,\ndark secrets. These practices have been around for decades and have resulted in\ntrillions of dollars being fleeced from the American public by Wall Street. In\nthe process, many emerging companies have been put out of…",
  "data/reddit-stocks/r/wallstreetbets/comments/ltep3k/i_shopped_at_gamestop_today_and_it_blew_my_mind.json": "I went into a GameStop with my girlfriend so she could buy her normal little\nPokemon knick knacks and t-shirts.... BUT.... My visit made me rethink that\ngamestop really is doing better than I thought.\n\nFirst of all, this location had about 15 customers in there not including us.\nTwo people bought…",
  "data/reddit-stocks/r/wallstreetbets/comments/lt7sfo/how_the_hedges_hoped_this_would_go.json": "For all the new GME investors who might be slightly confused about why and how\nthe hedge funds have gotten themselves backed into this corner..\n\nMelvin and friends thought that GameStop was a failing company, so they decided\nto short it's stock. They got so greedy, they decided that they would short…",
  "data/reddit-stocks/r/wallstreetbets/comments/lt421e/gme_bb_nok_amc_option_expiry_today_very_close_to.json": "People don't seem to fully appreciate HOW many options are VERY CLOSE to being\nin the money expiring today. As these options become more likely to end up in\nthe money it will create a lot of positive feedback momentum. Not all options\nbuyers will exercise them but many will. Remember each 1 option =…",
  "data/reddit-stocks/r/investing/comments/lt9jg4/what_undervalued_stocks_are_you_considering_or.json": "I have my eyes on a few stocks and I have averaged down with one stock. I plan\nto hold stocks for years and I am not looking for a quick buy and sell strategy.\nI have been very interested in lower cap stocks, but I definitely want to find\nany types of stocks.\n\nAs the title says, since a lot of…",
  "data/reddit-stocks/r/stocks/comments/ltlefk/how_can_everybody_be_so_confident_that_the_market.json": "I just opened the front page of this subreddit and the first 10 post or so are\nall saying that the market won’t crash and that we all should be bullish?\n\nAll I see is that we’re in a much worse state compared to the marker in februari\n2020 while having much more “overpriced” stocks in my…",
  "data/reddit-stocks/r/investing/comments/lto0qc/chasing_top_fund_managers.json": "This is a good video if you think you want to invest in ARK funds.\n\nThere have been plenty of funds that did at some point did well. The question is\nif they continue to do so. What does history and the academic research tell us\nabout such funds?\n\n> Seeing people around you pouring money into a hot…",
  "data/reddit-stocks/r/wallstreetbets/comments/ltm9gp/to_all_of_you_apes_that_consider_buying_into_gme.json": "You will NEVER find it... that‘s just how it is. Believe it or not, but finding\nthe perfect entry and perfect exit point is pure luck.\n\nSo you can wait and hope for GME to dip some more so you can buy in more\ncheaply, but chances are at least as high that it takes off soon 🚀🚀🚀 and you\nmissed your…",
  "data/reddit-stocks/r/wallstreetbets/comments/ltagot/why_the_squeeze_has_not_been_squoze.json": "BEAR WITH ME APES, THIS IS GONNE BE A LONG ONE.\n\nTechnical similarities compared to last time: If you look at the volume activity\n1/13 – 1/19, there is a huge volume spike compared to the previous weeks that\ncoincides with a small price bump (it’s actually big but it’s GME we’re talking\nabout so I’m…",
  "data/reddit-stocks/r/stocks/comments/ltslc0/fidelity_0_commission_is_there_a_catch.json": "So I've been buying stocks with fidelity, and I also just previewed a sell\norder. And they charge $0 commission for either.\n\nIs there a catch??? Am I missing something? Cause how do they make money?\n\nThe reason I'm asking is cause I'm new to this and only investing 3k currently,\nbut I keep seeing…",
  "data/reddit-stocks/r/investing/comments/ltxj0d/built_this_site_as_a_joke_to_see_how_much_you.json": "Hey guys so not sure if you guys do this but I always think back to when I\nshould have bought a stock and think only if i had.\n\nWell to make things worse, I quickly made a site the other night where you can\nenter a stock and date along with amount invested and it'll tell you around what\nyou would…",
  "data/reddit-stocks/r/stocks/comments/ltqnrm/unpopular_stock_opinions_discussion_thread.json": "I come to you all with a question: What are your most unpopular stock opinions?\n\nIn other words, which stocks/indexes are you bullish/bearish on when others\nseemingly aren’t, and why? Likewise, what trends do you see transpiring in the\nstock market in the coming weeks, months and years ahead, and…",
  "data/reddit-stocks/r/investing/comments/ltpa0m/how_to_leverage_your_portfolio_if_you_believe_a.json": "Hey guys.\n\nJust wanted to share some of my thoughts over the past two weeks. I think it’s\nvery clear the fear indicator is ticking up week by week of an impending crash.\nDoes it make sense? Of course, valuations at an all time high and some companies\nare definitely profiting more then ever, but many…",
  "data/reddit-stocks/r/wallstreetbets/comments/ltt17r/shorts_are_literally_running_out_of_bullets.json": "Hi fellow retards!\n\nMy hypothesis and granted this may have already been postulated here is that the\nhedgers had enough liquidity in Jan to short GME and temper the price back down.\nNow it appears that they’ve run out of liquidity and are forced to sell their\nincome generating securities to continue…",
  "data/reddit-stocks/r/wallstreetbets/comments/ltpnrj/why_melvin_and_the_other_hfs_basically_have_no.json": "There is only one answer as to how on Earth 140% shorting was allowed. This is\ndue to the concept of naked shorting...\n\nthis in simple terms is when shorters (like big institutions like Melvin) decide\nto short the stocks without locating the stock holders (basically meaning they\nare shorting without…",
  "data/reddit-stocks/r/stocks/comments/lu11gx/what_the_hell_is_technical_analysis.json": "When retail investors look at candlestick graphs and draw random lines.. are\nthey actually doing anything?? If so can someone point me in the direction of a\nreputable source / book to learn more\n\nI know what is in theory... but does it actually work to generate returns ? Or\nis it just fake investors…",
  "data/reddit-stocks/r/investing/comments/ltzj6a/ignore_the_talking_heads_how_to_actually_invest.json": "I’ve been following the surge in lumber for a while now and after seeing the\ntalking heads offer dogshit advice on how to play lumber, I got riled up and\nfelt the need to chime in for those looking to invest in companies that actually\nwill be riding this wave. I’m not here to recommend any…",
  "data/reddit-stocks/r/stocks/comments/ltsl85/please_judge_the_portfolio_ive_started_for_my.json": "Hi all, I am investing 10k into a variety of ETFs and stocks as a nest egg for\nmy newborn. I’d like some guidance as to whether any of this is redundant or\nsimply a bad idea. I am really very new to investing, but was able to save this\nover the years with the knowledge that I wanted to start a fund…",
  "data/reddit-stocks/r/investing/comments/lu6i2t/investments_you_own_that_you_believe_have_the.json": "Something I've noticed, but it seems a lot of 10X investments tend to be\ncontroversial. I guess if everyone recognizes something as a good investment,\nthen it would no longer be 10X as everyone is already buying that thing.\n\nBasically if you have a lot of people who are dismissive of something…",
  "data/reddit-stocks/r/stocks/comments/lu8orq/what_stock_do_you_think_is_just_waiting_to.json": "In my opinion TSM until 2023 is going to absolutely explode and dominate\neverything and one else in an unseen way. They will control the GPU and CPU\nmarkets in the desktop space (Nvidia Hopper is being made with them and Intel is\nrumored to go fabless in the next few years, they also manufacture all…",
  "data/reddit-stocks/r/stocks/comments/lu67zy/opinions_on_monday_market_will_it_be_a_sea_of_red.json": "I just wanted some peoples speculation and opinions on what you think will\nhappen Monday...\n\n\n\nthe last couple open market days have been seas of red.. really costing me a ton\n(4 digits, which is a TON for me) and hurt a shit ton especially seeing I'm\nheavily etf based.\n\n\n\nAny speculation or…",
  "data/reddit-stocks/r/wallstreetbets/comments/lty1na/do_not_give_into_pessimism_were_too_deep_to_pull.json": "Been seeing a lot of comments in the past few days, “What’re the chances this is\nactually going to work?”-esq questions. Look, I’m not going to make you wrong\nfor asking these types of questions because they are rational questions - but\nWSB wasn’t founded on rationality - it was founded on YOLOing…",
  "data/reddit-stocks/r/wallstreetbets/comments/lu1kcl/charles_schwab_is_hiding_a_giant_ball_of_shit_and.json": "Schwab had a bug on their platform that caused double selling and double buying\nin client cash accounts. Yes, it is a fucked up disaster. And yes, I'm already\ntalking to lawyers so please none of the \"lawyer up\" shit, I know what I'm\ndoing.\n\nI'm just here to tell you the story.\n\nThis bug caused my…",
  "data/reddit-stocks/r/stocks/comments/lu9dcu/a_discussion_of_the_intuition_behind_technical.json": "I thought it would be beneficial to take a look at technical analysis from an\nintuitive standpoint. I would say having read a number of materials, things like\nstockcharts.com [https://stockcharts.com], even books that proprietary trading\nfirms advocate like Jane Street, various websites, people on…",
  "data/reddit-stocks/r/investing/comments/ltx2ko/potential_lose_decade_coming_where_to_hide.json": "Having lived through a few bear markets, wanted to share how I'm positioning\nmyself for future headwinds:\n\n * The Federal reserve can no longer significantly raise rates without\n   threatening solvency of US treasuries.\n\n * Big tax increases (corporate, wealth, and estate) are now political fair…",
  "data/reddit-stocks/r/investing/comments/luat92/anybody_else_think_that_the_moderation_policy_in.json": "It's like you can't even add ****ing question marks at the end of your topic\ntitle without it getting auto-modded and removed.\n\nAnd there seems to be a billion key words that they added to the auto mod policy\nthat removes your post. I made a topic that was getting some traction and then\nit gets…",
  "data/reddit-stocks/r/stocks/comments/lturl4/if_you_only_have_100_to_invest_what_stock_would.json": "I just have a hundred bucks left to spare for investing at the moment and I\ndon't want to have it just lying dead in my bank account. I want to make it\ngrow. It's probably best to invest it on a penny stock to see a significant\nprofit return. I've invested my other money in ADA and it's the only…",
  "data/reddit-stocks/r/wallstreetbets/comments/luc6hf/gme_is_a_meme_stock.json": "I’ve seen outrageous posts and bets here recently, and people have lost money\nbecause they have no idea what they are doing. So, I’m just going to leave this\nhere and post it again, or a long version throughout the week to lower this\nmadness and save people from losing money. I honestly hope…",
  "data/reddit-stocks/r/wallstreetbets/comments/ltudu7/gme_dd_why_the_volkswagen_comparison_is_much_more.json": "Hey folks! I’m not exactly one to do too much digging through numbers, but over\nthe last few days I’ve just thought of something using what seems to me to be a\nfairly simple and watertight explanation for why those constant VW comparisons\nwe’ve finally started to escape from may not have been…",
  "data/reddit-stocks/r/stocks/comments/lu36pm/growth_or_dividends.json": "I'm looking to build a portfolio for retirement. Still in my early 30's, no\ndebt, some cash on the side, have a house of my own and a 401(k) with the\ncompany I've worked for the past 10 years. I've been building mainly a portfolio\nbased on high yields stocks and ETFs. However, I recently read that…",
  "data/reddit-stocks/r/stocks/comments/ltvr90/late_march_april_sell_off.json": "Last March we had the huge pandemic dip and a lot of the big boys got in right\nafter the bottom. It's closing to be a year since then and we know the US tax\nlaws grant you major benefits if you hold a stock at least a year. Do you guys\nthink we'll see a decent sell off for tax purposes for the major…",
  "data/reddit-stocks/r/investing/comments/lujnvo/sp_500_since_1950_graph_showing_all_crashes.json": "S&P 500 Since 1950 - 7 crashes [https://www.tradingview.com/x/zu8ej35I/]\n\nHi guys just wanted to put things in perspective for you all since some of you\nseem to be quite nervous with the recent week of stock movement.\n\nI've summarised a list all stock market crashes since 1950. There has been…",
  "data/reddit-stocks/r/stocks/comments/luh9ht/why_dont_people_wait_to_sell_until_the_stocks_go.json": "i now this must be a stupid and noob question but\n\n\n\nI am thinking about getting into some day trading and after researching a lot i\ngot a lot of warnings that 80% of people loose money day trading. but i am just\nthinking why dont people hold out on a stock until it eventually goes up. I mean\ni can…",
  "data/reddit-stocks/r/wallstreetbets/comments/lugobr/wondering_where_to_set_your_sell_limit_for_gme.json": "First off, welcome to Wendys! Where our advice isn’t financial, and our burgers\nare stuffed with crayons!\n\nI’ve been watching people recently scream 100K IS NOT A MEME into the void over\nand over again, so I decided to break out of my lurker shell for those of us\nwondering if 100k is actually a…",
  "data/reddit-stocks/r/wallstreetbets/comments/ludpwy/the_squeeze_is_going_to_be_way_bigger_than_before.json": " 1. Since according to IBKR and their boss, last spike was only due to gamma,\n    means most of them weren’t even covering at the time.\n 2. Remember that they had to inject 33 MILLION SHARES(MINIMUM) just to keep the\n    price down last Friday, alone that’s 66% SI if you think that they actually\n   …",
  "data/reddit-stocks/r/stocks/comments/luo6u5/gme_short_squeeze_what_comes_next_part_6.json": "**Warning: This is a very risky play, trade at your own risk**\n\nHello, All!\n\nIf you are not familiar with this saga, feel free to catch up:\n\nFirst Mention\n[https://www.reddit.com/r/stocks/comments/k3p4bc/when_will_the_gme_squeeze_happen_answers_here/]\n\nShort Squeeze Explanation and Initial…",
  "data/reddit-stocks/r/wallstreetbets/comments/luip9b/the_mass_exodus_from_robinhood_and_effect_on.json": "I was on the phone with Fidelity customer service last week. Long time Fidelity\ncustomer here, and I wanted to try my hand at option trading, but I accidentally\nturned on margin trading and had to call to get that removed.\n\nAnyway, the rep and I were chatting while he was doing stuff and he…",
  "data/reddit-stocks/r/wallstreetbets/comments/lun2co/wsb_saved_my_brothers_life_after_being_wounded_in.json": "My brother and I were both soldiers, but he didn't make it out uninjured. He was\nassigned to Bagdad, and was a turret gunner in a quick response unit. On a slow\nday, as they were rounding a corner near a square, an IED was triggered sending\nthe humvee into the air and catapulting him 60ft. They…",
  "data/reddit-stocks/r/stocks/comments/luaheg/is_plug_power_a_buy_now.json": "PLUG had an incredible run up in the last few months up to 73$. Now it’s down\n35% to 48$. Since hydrogen is a new technology, I certainly see the future in\nhere. They want to build 10 green hydrogen plants in 2028, 3 of which will be\ncompleted by 2022.\n\nThey deliver hydrogen cells to companies like…",
  "data/reddit-stocks/r/stocks/comments/lup5sf/got_rid_of_robinhood_what_should_i_use_next.json": "Hey guys, I am just looking for suggestions here. I am 19 years old. I invested\n6k into various stocks on Robinhood. I decided to take my money out of Robinhood\nbecause all the negative news and concern of a lawsuit. Plus, I think it may\nhave been time to find something a little more advanced than…",
  "data/reddit-stocks/r/stocks/comments/luixxb/what_industry_or_specific_stock_do_you_think_will.json": "I have been looking into the following industries/stocks:\n\nIndustries:\n\n * Healthcare (Biotechnology, telemedicine, Microrobotics, Gene editing)\n\n * Technology (Cyber security, Big Data Software, AI, Automation, Smart Tech,\n   Robotics, Drone Delivery)\n\n * Clean/Renewable Energy (EV, Solar, Carbon…",
  "data/reddit-stocks/r/wallstreetbets/comments/luk9jx/big_gains_will_only_matter_when_you_have_good.json": "Alright fellow apes, in light of everything going on with our glorious meme\nstonks, we need to take some time to reflect upon our financial literacy and\nhealth. This is so that when we’re able to squeeze the big boys out of their\nbillions, our gains will actually matter.\n\nIt is a fact that the vast…",
  "data/reddit-stocks/r/stocks/comments/luqi56/alibaba_baba_is_criminally_undervalued.json": "Disclaimer: Turn away if you believe that BABA is going to be broken up because\nMa hurt some feelings over Ant.\n\nI personally discredit claims that BABA is in significant danger due to Ma's\ncomments. Ant was dramatically overleveraged, and regulators stepped in to\nprevent a…",
  "data/reddit-stocks/r/wallstreetbets/comments/luhvqd/amc_bull_trap.json": "Watch out for hedge funds \"Bull Trap\".\n\nHello friends,I just wanted to start by saying that I believe AMC & GME to be\nunder value at current prices and covid restrictions as well as NYC AMC opening\nback up. NOW as we all know by now roughly about 120k+ (12 million+ shares) call\noptions expired In…",
  "data/reddit-stocks/r/stocks/comments/lurfy2/what_is_the_most_undervalued_stock_right_now_in.json": "The top post I’m seeing right now is a person asking what stocks are going to\ndominate, and the answers and replies are generally saying “yeah but it’s\nalready valued at $xxx billion...”\n\nSo let’s flip it. What’s that stock that you can’t believe how cheap it is? For\nexample two that I really like…",
  "data/reddit-stocks/r/wallstreetbets/comments/luqc3p/what_are_your_moves_tomorrow_march_01_2021.json": "Your daily trading discussion thread. Please keep the shitposting to a minimum.\n\nNavigate WSB We recommend best daily DD DD All\n[https://reddit.com/r/wallstreetbets/search?sort=new&restrict_sr=on&q=flair%3ADD]\n/ Best…",
  "data/reddit-stocks/r/investing/comments/lusrwm/can_a_bubble_pop_when_vix_is_20.json": "I would like to talk about whether or not a \"bubble\" can pop while the VIX is\nstill trading at above-average levels.\n\nLet's first look at what the VIX is, some refer to it as the \"fear index\", and\nthat's because it tracks assumed volatility in the next 16-44 days. The way it\nis calculated is by…",
  "data/reddit-stocks/r/wallstreetbets/comments/lunv1h/the_rkt_is_fueled_and_ready_for_liftoff_launches.json": "I'm sure some of you guys have read the fantastic DD by /u/The_Big_Short_2020\n[https://www.reddit.com/u/The_Big_Short_2020/]\n\nIf you haven't already, you should read it.\n\nLinked here:\nhttps://www.reddit.com/r/wallstreetbets/comments/lr35wt/rkt_dd_part_iii_but_rkt_is_just_a_mortgage_company/\n\nNow…",
  "data/reddit-stocks/r/wallstreetbets/comments/luprzx/amc.json": "This is not financial advice** AMC as we all know closed about the $8 mark on\nFriday the 26th (closed at $8.01). Because of this, over 18,000 call options\nwere able to be executed due to the fact they were in the money. This means that\n1,800,000 shares of AMC will be purchased as a result. On…",
  "data/reddit-stocks/r/investing/comments/luoy2j/all_pes_are_not_created_equal_lowes_vs_home_depot.json": "https://www.mckinsey.com/business-functions/strategy-and-corporate-finance/our-insights/all-pes-are-not-created-equal\n\nThis article is a little dated, but very relevant to investors starting out. All\ntoo often I'll see comments indicating it isn't good \"value\" based on some\narbitrary P/E. A company…"
}