{
  "data/reddit-ask/r/AskWomen/comments/n28xgb/what_are_your_best_low_maintenance_beauty_tips.json": "What are your best low maintenance beauty tips?",
  "data/reddit-ask/r/AskReddit/comments/n29moe/what_is_a_totally_wrong_thing_that_has_become_so.json": "What is a totally wrong thing that has become so widespread it's not considered wrong anymore?",
  "data/reddit-ask/r/NoStupidQuestions/comments/n2b84r/why_is_it_that_a_single_good_deed_isnt_enough_to.json": "Why is it that a single good deed isn’t enough to pardon a life of evilness but a single act of evil is enough to condemn a life of good deeds?",
  "data/reddit-ask/r/AskHistorians/comments/n28ji5/was_there_an_allied_plan_for_taking_back_europe.json": "Was there an Allied plan for taking back Europe if Britain was lost to invasion? Was it to just hope the Soviets could manage it? Or to focus everything on North Africa? Both? Neither?",
  "data/reddit-ask/r/TooAfraidToAsk/comments/n29sq5/is_anyone_else_not_able_to_fall_asleep_if_you.json": "Is anyone else not able to fall asleep if you have to pee even the tiniest bit?",
  "data/reddit-ask/r/AskHistorians/comments/n2g1cd/when_did_mirrors_become_commonplace_were_people.json": "When did mirrors become commonplace? Were people cool with the idea of not really knowing what they look like day-to-day, or at all?",
  "data/reddit-ask/r/AskHistorians/comments/n2gqv3/did_american_citizens_who_identified_as_nazis.json": "Did American citizens who identified as Nazis receive treatment similar to American Japanese during WWII?",
  "data/reddit-ask/r/askscience/comments/n2gjxw/if_bacteria_have_evolved_penicillin_resistance.json": "If bacteria have evolved penicillin resistance, why can’t we help penicillin to evolve new antibiotics?",
  "data/reddit-ask/r/AskHistorians/comments/n2dd00/the_american_nazi_party_had_some_big_rallies_in.json": "The American Nazi Party had some big rallies in the 30s. What was the motive for its members, given how German-centric the Nazi platform was?",
  "data/reddit-ask/r/askphilosophy/comments/n2eycy/why_is_it_that_a_single_good_deed_isnt_enough_to.json": "Why is it that a single good deed isn’t enough to pardon a life of evilness but a single act of evil is enough to condemn a life of good deeds?",
  "data/reddit-ask/r/AskReddit/comments/n2bdc8/what_spongebob_quote_best_describes_your_sex_life.json": "What SpongeBob quote best describes your sex life?",
  "data/reddit-ask/r/AskHistorians/comments/n27cvw/the_science_fiction_genre_in_africa_supposedly.json": "The science fiction genre in Africa supposedly started in Cameroon with the 1932 novel Nnanga Kon and Nigeria with the 1934 novel Gandoki. What was the literary scene like in the two countries at the time? Is there any reason why those two countries in particular would be where things started?",
  "data/reddit-ask/r/AskWomen/comments/n29x34/just_a_guy_here_with_a_question_when_youre.json": "Just a guy here with a question. When you're driving a car and wearing high heels, which part of the shoe is resting on the floor of the foot well? Is it pivoting off of the tip of the heel?"
}