{
  "data/reddit-books/r/books/comments/l9t5ez/a_personal_take_on_a_wizard_of_earthsea_by_ursula.json": "What a read. This is such a beautifully written book. I am familiar with the\nmore science fiction works by Le Guin (Hainish Cycle) and this was my first\nventure into her take on fantasy, so I wasn't sure what to expect.\n\nFirst of all, this is a very simple story. This isn't a book about magic…",
  "data/reddit-books/r/booksuggestions/comments/la2qg6/books_and_authors_of_the_21st_century.json": "Hi everyone! I'm new in this habit of reading, and I already know the classics\nbooks an authors that everyone always says that \"you must read\" but I'm\ninterested in something newer too, so I'm here asking you for your\nrecommendation. I have no predilections for any genre so go ahead.",
  "data/reddit-books/r/booksuggestions/comments/ladhii/im_flying_through_the_lotr_series.json": "Any suggestions for books similar to the LOTR?",
  "data/reddit-books/r/booksuggestions/comments/lagpi5/books_where_the_protagonist_and_the_antagonist.json": "I love books where the hero and villain fall in love, but they so rarely end up\ntogether. The hero usually settles for the bland, boring milquetoast love\ninterest instead. So if anyone could recommend a book or series with a\nhero/villain relationship that has a happy ending I would really appreciate…",
  "data/reddit-books/r/books/comments/lal0sl/i_just_finished_s_e_hiltons_the_outsiders.json": "PLEASE IGNORE THE MISSPELLING OF THE AUTHORS NAME!\n\nNow that, that is a goddamn novel! I genuinely struggled to put it down, I\nrefused to do anything until I finished my chapter and then when I did, I’d move\nonto the next and blitz through that one too, and then...well, you get the\npicture.\n\nThis is…",
  "data/reddit-books/r/books/comments/la79r9/mother_night_is_one_of_the_best_books_ive_read.json": "There may be spoilers. And sorry if any formatting issues, on mobile and not too\nsavvy with paragraph breaks on Reddit.\n\nI cannot believe how much I enjoyed Mother Night by Vonnegut, and how I haven’t\nread it until recently. I’m wondering what some of your thoughts are concerning\nCampbell Jr., as a…",
  "data/reddit-books/r/books/comments/laqc6l/do_you_also_have_to_recover_from_a_book_before.json": "When I finish a really good book, I will 'quit' reading for a while. My brain is\nlike:\"Hey buddy, let's not start the next one now. Let's wait a little.\"\n\nI feel like I have to recover. So many things go trough my mind about that book\nthat if I would start another one, I just wouldn't be interested…",
  "data/reddit-books/r/books/comments/laa0s5/booktubers_hope_this_channel_is_the_right_place.json": "(Sorry for my bad english in advance)\n\nI love to use Youtube as a source for discovering books. I have a few channels I\nfollow that mostly talk about books within the genres I like. But I really find\nit hard to find booktubers that doesn’t only talk about YA books. There’s\nNOTHING wrong with YA and…",
  "data/reddit-books/r/booksuggestions/comments/lawbrc/terrifying.json": "Currently I'm reading Handmaid's Tale by Margaret Atwood and this book is\nterrifying. I always have to prepare myself before diving in that world. I'm not\nsure if I'm gonna read the next part or not. Let me know what you guys think\nabout this series.\n\nAnd hey I'm new to the group.",
  "data/reddit-books/r/books/comments/lb4sn7/grrm_i_wrote_hundreds_and_hundreds_of_pages_for.json": "He still says there are a couple hundred more to go before the book is finished\nand brought to a satisfying conclusion:\n\n> I wrote hundreds and hundreds of pages of THE WINDS OF WINTER in 2020. The\n> best year I’ve had on WOW since I began it. Why? I don’t know. Maybe the\n> isolation. Or maybe I…",
  "data/reddit-books/r/books/comments/lbbwp7/just_finished_the_martian_by_andy_weir.json": "I absolutely adored this book. I am a huge fan of Michael Crichton, and this\ngave me very similar vibes. The attention to scientific detail and humor is\neverything. I loved how much detail was provided when Mark Watney solved\nproblems, and how he used a realistic tone to explain how he was feeling.…",
  "data/reddit-books/r/books/comments/layhpt/am_i_a_bad_reader.json": "After every book I read, I always go to goodreads or here to see opinions. Then\nI see interpretations of the book that are far broader than mine, that the book\nis far richer than I realised. Somehow many of the underlying motives completely\nmiss me, and I feel gulty for not fully comprehending the…",
  "data/reddit-books/r/books/comments/lbeq51/i_recently_finished_the_count_of_monte_cristo_i.json": "My Kindle has a \"vocabulary builder\" function that saves words I've looked up\nthe definition for. Many of them are words I'd had a somewhat hazy understanding\nof already, but a surprising number are ones I don't recall encountering before.\nMaybe I need to read more classics :)\n\n \n\nRandom interesting…",
  "data/reddit-books/r/booksuggestions/comments/lb2zmr/madeline_miller_author_of_circe_interview.json": "My local radio station rebroadcast an interview with Madeline Miller from 2018\nabout her novel Circe. I know the book gets a lot of love on this sub, so I\nthough I would share the link [https://www.wnyc.org/story/circe/].\n\nHappy listening!",
  "data/reddit-books/r/booksuggestions/comments/lbhp2b/books_where_being_a_lone_wolf_or_introvert_or.json": "In today’s era they say success is not based on what you do but who you know.\nAre there any stories or books out there that show success can be achieved by\nintroverts and lone wolves like me? I have big dreams and ambitions but I am\njust not the type to be chummy with people. In fact, I’d rather be…",
  "data/reddit-books/r/books/comments/lbpxp6/a_battered_book_from_someone_you_love_is.json": "My fiancé just brought home the Sandman omnibus volumes 1 and 2. I haven’t had a\nfull set of the sandman comics since before my ex, and this is one of the best\ngifts fiancé could have given me.\n\nHe was worried I would be upset that the volumes are pretty beat up. He works at\na library and both…",
  "data/reddit-books/r/books/comments/lcco0z/reading_is_getting_me_through_the_pandemic.json": "This has probably been said a hundred times before, but it’s 2 in the morning,\nI’m feeling sad, and I needed to say something.\n\nI’ve always been a reader, but during the pandemic I’ve been reading a lot more.\nIt’s helped me so much, and without this love of mine this pandemic would have\nbeen a lot…",
  "data/reddit-books/r/books/comments/lcd9ba/second_hand_book_stores_are_the_best.json": "You can’t beat it. It’s so easy to purchase books online and get them at your\ndoor within a few days. Sometimes that’s our only option (especially in these\ntimes), but I’d still happily spend my time roaming around a second hand book\nstore.\n\nThe atmosphere just hits differently too. You might not…",
  "data/reddit-books/r/books/comments/lcn0b6/wow_the_midnight_library_is_a_treasure.json": "I finished this book as I sat at the car dealership and I found myself tearing\nup. I probably would have had wet stuff on my cheeks had I been home reading,\nbut between my glasses and my mask I held back. It's simply a beautiful tale of\na woman who is certain her life means nothing to anyone she…",
  "data/reddit-books/r/books/comments/lcq24s/have_just_finished_finnegans_wake_by_james_joyce.json": "Holy hell, it took me 7 months and so many hours. With reading 628 pages of core\ntexts I've read 1700-2000 pages of side materials. And all I can give you here\nis small tips of all kinds:\n- Joyce by Ellmann is THE only obligatory side book here. Helped me so much.\n- I prefer Campbell as \"key\" book…",
  "data/reddit-books/r/books/comments/lcc3m6/to_read_more_was_my_new_years_resolution_so_far.json": "Like a lot of people on here, I enjoyed reading as a kid but didn’t stick with\nit when high school got busy. I decided to start it up again as a freshman in\ncollege. It’s only a start but compared to my complete absence of reading last\nyear, I’m happy. This subreddit continues to motivate and offer…",
  "data/reddit-books/r/books/comments/ld27x4/well_folks_agatha_christie_did_it_again_i_am.json": "I just finished And Then There Were None.\n\nAgatha Christie really did that. She really had me there at the end, I will not\nlie. I have never audibly gasped while reading a book until tonight. It is now 2\nhours past my bedtime because I couldn’t put this book down. Now I’m here\nbecause I feel a…",
  "data/reddit-books/r/books/comments/ld2t33/i_just_wanted_to_get_this_off_my_chest_i_hate_how.json": "I have biked around my neighborhood so many times and never found a single\nbookstore. There's not even a library here except in schools, and when there's a\nlibrary it's treated like a place to babble with your friends. If you see\nsomeone say, \"I like reading books\" it's mostly girls who are obsessed…"
}