{
  "data/reddit-projects/r/SideProject/comments/ovlrpc/places_to_publish_a_side_project.json": "A few weeks ago I struggled to find really good places to publish a website and\nget some feedback / users, so I created a list with all the cool places I found\nto publish a side project:\n\nhttps://github.com/hydroxion/launch\n\nNot sure if I'm the only one struggling, cause all the lists I found had…",
  "data/reddit-projects/r/SideProject/comments/ovxe39/launched_our_side_product_as_a_service_mailazy.json": "Product - Mailazy Transactional Email Platform\n\nhttps://mailazy.com/\n\n\n\nWhat we do:\n\nThe Mailazy platform helps you to send transactional emails seamlessly, track\nemail deliverability, and enables your applications to send messages via a\nsimple HTTP REST interface and SMTP.\n\n- Integrate in minutes…",
  "data/reddit-projects/r/SideProject/comments/owfpj9/im_a_developer_who_resisted_marketing_my_project.json": "Hey everyone 👋\n\nI'm a software engineer who’s been coding for 16 years.\n\nIn 2018, I decided to take the plunge and build my own project, with my wife as\na cofounder.\n\nI love to code and she loves to design. And since we’re doing a logo design\nproduct, I thought that focusing on these areas would be…",
  "data/reddit-projects/r/SideProject/comments/owg6ku/i_just_released_mylo_a_workout_management_and.json": "I've been exercising for the last few years with a mix of calisthenics and\nweights and could never find a practical way to manage my workouts. I tried\nvarious apps before settling on an excel sheet which eventually became a mess so\nI thought let me build my…",
  "data/reddit-projects/r/SideProject/comments/owfz3h/alpha_release_of_blazing_fast_nextgen_package.json": "Thrilled to announce that we recently release the alpha release of Novus Package\nManager (https://www.novuspkg.com).\n\nNovus is a windows package manager which is up to 5x faster than the latest\nwindows package manager. It was developed using Rust.\n\nDon't forget to share this with others and star the…",
  "data/reddit-projects/r/SideProject/comments/owvnr8/i_built_a_website_that_teaches_anyone_who_has_or.json": "I've been working with all kinds of early-stage startups (Bootstrapped to Seed\nto Series A) and over the years I've made it a habit to write about what I've\nlearned along the way. Finally, I've gathered up the courage to launch what I've\nlearnt to the world.\n\nMy goal is to help Solo founders, Indie…",
  "data/reddit-projects/r/SideProject/comments/ox6tjb/i_built_a_website_that_allows_you_to_virtually.json": "I created Walk with Feel [https://walkwithfeel.vercel.app/], a website that\nallows you to explore more than 50+ cities around the world. It has the feature\nof listening to the local radio of the different cities, you can also change the\ndifferent locations around the city and explore different…",
  "data/reddit-projects/r/SideProject/comments/oxo5no/a_month_ago_my_first_app_comes_out_this_is_my.json": "Hi everyone\n\nAlmost a month ago I released my first android app: MindBook\n[https://play.google.com/store/apps/details?id=com.notes.MindPack&hl=en]\n\nAnd I thought I'd share my experience with you.\n\nOn 1 July 2021 at 13:47 MindBook comes out on the playstore, I had started\ndeveloping this app for a…",
  "data/reddit-projects/r/SideProject/comments/ox1vn8/today_i_finally_launch_this_is_my_experience_from.json": "Today I finally launch! This is my experience from 5 months ago till now.\n\nI announced almost 5 months ago that I want to launch 12 startups in 12 months.\nNow, 5 months later, I'm launching the first.\n\nFor the past few months, I've been mulling over whether I should adjust my goals\nand whether I am…",
  "data/reddit-projects/r/SideProject/comments/ox7a0l/tech_made_simple_for_nontechies_explained_daily.json": "Dear Members,\n\nI have started a Tech newsletter for non-tech folks like managers, kids, college\nstudents, MBAs and other workstreams. If you are a non-techie, you may want to\nsubscribe to this:\n\nhttps://learntech.substack.com/\n\nHere is what is covered every week:\n\n 1. 4 videos on technology\n 2. 1…",
  "data/reddit-projects/r/SideProject/comments/ox9gc6/ive_build_a_chrome_extension_based_on_gptj_which.json": "Here it is:\nhttps://chrome.google.com/webstore/detail/type-j/femdhcgkiiagklmickakfoogeehbjnbh\n\nWhen typing in textarea, press TAB to see a suggestion. Press arrow down to show\nnext suggestion, or arrow right to increase suggestion size. Repeat until you\nfind a text that suits you\n\nYou can try it out…",
  "data/reddit-projects/r/SideProject/comments/oxncu9/the_results_after_the_first_24_hours_after_launch.json": "Yesterday I launched my first startup, called Segro (https://segro.app\n[https://segro.app/]).\n\nSince this subreddit showed me a lot of love, I wanted to share the progress of\nthe first 24 hours here.\n\nMy little milestones:\n\n- 19 installs in the last 24 hours\n\n- Featured at: lauched.io…",
  "data/reddit-projects/r/SideProject/comments/oxootx/weve_launched_a_database_of_90000_angels_and_vcs.json": "Hey guys, we've built Angel Match which has over 90,000 investors to help\nfounders raise capital. What made us build this product is to help entrepreneurs\nsave hundreds of hours of their time searching for the right investors. Check us\nout and let us know what you…",
  "data/reddit-projects/r/SideProject/comments/oxqvsc/run_a_randomizer_site_with_the_reasons_why_most.json": "We run a Randomizer site with the reasons why most startups fail - Startup\nBlowUp [https://www.startupblowup.com/].\n\nSuccess startup stories are on everyone’s lips now. But it’s hard to repeat\nstartups’ victories. Sometimes it’s better to talk about failures. It’s a known\nfact that people learn from…",
  "data/reddit-projects/r/SideProject/comments/oxzj7x/i_built_a_tool_to_discover_irresistible_content.json": "It helps you come up with content ideas that are highly desired by people in\nyour niche. It's closest to Answer The Public if I had to make a direct\ncomparison.\n\nWhat does it do: You pick a topic, it will then go through related subreddits\nand extract submissions that are questions, and cluster the…",
  "data/reddit-projects/r/SideProject/comments/oy6fzp/cutcat_copy_objects_using_phone_camera_and_paste.json": "Hi everyone,\n\nI'm so happy to share with you a side project that I had just finished, it was\ninspired by a video of a similar app I saw online named ARCopy which lets you\ncopy physical objects using your phone camera and paste the directly on a\nbackground Image. I was immediately blown by the video…",
  "data/reddit-projects/r/SideProject/comments/oy7gyf/help_user_test_telie_track_and_vote_on_movies.json": "Hi r/sideproject [/r/sideproject]! I'm a college student and over quarantine, I\npicked up a side project with my friends. We wanted to make the experience of\nwatching movies and TV shows more intimate.\n\nWe haven’t had the chance to user test so I’d love to get your feedback — what’s\nworking and…",
  "data/reddit-projects/r/SideProject/comments/oy03yj/crypto_markets_and_the_optimal_portfolio_using.json": "Hi Everyone,\n\nGiven how rapid the crypto markets are, I keep seeing people chasing the latest\ncoin or constantly buying or selling the newest hot crypto. Some small % succeed\n(although I think a large part of that is luck) and the vast majority fails.\n\nTo that end, I've been working on app to…",
  "data/reddit-projects/r/SideProject/comments/oy6mvi/my_side_project_has_grown_legs.json": "Back track 5 months ago and I had just learned that blockchain was more than\ncrypto. Now I’m surrounded by amazing talent working on an NFT marketplace for\nindie film makers. I just wanna say that my lurking here is the only thing that\ngave me the confidence to split my focus. Thank you!",
  "data/reddit-projects/r/SideProject/comments/oyh8ae/app_to_search_scanned_files.json": "Hey!\n\nSo I built this small app as freelance work for a lawyer I know. You can upload\nimages and scanned documents. It extracts the text, and you can search for\nkeywords in those files. She uses this to quickly find red flags in scanned\ncontracts for due diligence.\n\nI wanna find out if this is…",
  "data/reddit-projects/r/SideProject/comments/oyr2jw/weve_built_a_more_productive_place_to_discuss_the.json": "Our goal is to make it easy for people to have productive discussions on the\nnews. Every day, we poll readers on a trending news topic after presenting them\nwith highly-credible articles from across the political spectrum. In addition to\nthe poll, readers will now be able to engage with each other…",
  "data/reddit-projects/r/SideProject/comments/oyu4ku/looking_for_someone_to_build_side_projects_with.json": "Hi there! I’m Thijs, I’m a 15 year old Developer and Designer from The\nNetherlands. I’m currently doing a summer internship at an early stage, Y\nCombinator-backed, restaurant tech startup based in Amsterdam. I’m responsible\nfor redesigning the website.\n\nAfter my internship, I would really like to do…",
  "data/reddit-projects/r/SideProject/comments/oywv9t/what_are_some_of_the_best_resourcestools_youve.json": "I'm looking for:\n\n * Courses\n * Guides\n * Cool websites\n * Stuff that can't be easily found by googling\n * Anything thats helped with any aspect of the project that you've found useful\n\nThanks!",
  "data/reddit-projects/r/SideProject/comments/oz0c2o/i_made_an_app_that_makes_you_smile_my_little_side.json": "I recently developed a completely free app that is based around happiness and\nonly showing positive news, as well as jokes and cute videos of animals.\n\nEspecially during a time like this where headlines are full of negativity and\nmillions of people struggle with their mental health, I wanted to make…",
  "data/reddit-projects/r/SideProject/comments/oz3l2n/8bit_nes_emulator_as_progressive_web_app.json": "https://pwa-nes.vercel.app [https://pwa-nes.vercel.app/] (open on a touch\ndevice)\n\nMash-up from JSNES, NES.css and NES Controller CSS. ROMS for this app can be\nfound on WoWroMs\n[https://wowroms.com/en/roms/list/nintendo%2Bentertainment%2Bsystem] Please\nupvote on HN…",
  "data/reddit-projects/r/SideProject/comments/ozhx9t/i_published_scored_on_google_play_simple_way_to.json": "Hey all,\n\n\nTL:DR\n\nI published a free & ad-free Flutter app named Scored! for Android and Web. You\ncan find the apk on Google Play\n[https://play.google.com/store/apps/details?id=be.tteo.scored], the Web app here\n[https://scored.gitlab.io/#/] and the sources on…",
  "data/reddit-projects/r/SideProject/comments/ozz2w4/how_my_side_project_is_becoming_a_real_product.json": "So I've recently launched a Social Network which was a side project that I've\nbeen working on for the last 6 months, after a full-time job. The site is a\nSocial Network for Koreans living overseas (www.korseas.com\n[https://www.korseas.com]).\n\nObviously, I wasn't expecting people to use the site or…",
  "data/reddit-projects/r/SideProject/comments/p04yk6/new_website_that_posts_cash_prices_for_healthcare.json": "Hi everyone! I'm an intern for HEALTHdrum, and we're a company starting out in\nSouth Florida, that is focusing on cost transparency for healthcare services.\nHealth insurance inflates your healthcare costs, and it might even cost you less\nmoney to pay for some of these services upfront with cash…",
  "data/reddit-projects/r/SideProject/comments/p0k6tc/a_smart_and_simple_gym_workout_log_app_built_as_a.json": "Hey folks,\n\nI'm a gym addict and software engineer, and I'd like to share with you my\nside-project: My Work in Progress. A gym app designed for the dedicated gym rat.\nIt doesn't have gimmicky/useless features, overcomplicated/nonsensical graphs,\npre-made routines, and other useless things most gym…",
  "data/reddit-projects/r/SideProject/comments/p0mud3/i_made_an_easy_way_to_see_whats_trending_on.json": "I run BeeTrendy [https://beetrendydaily.com/] - a free newsletter service that\ndelivers the Internet's trending topics via email.\n\nI went a step ahead and created pages for all compatible sources so anyone can\nsee it anytime now 😁\n\nCheck it out:\n\n * Trending Google Searches\n  …",
  "data/reddit-projects/r/SideProject/comments/p0fk6g/take_your_side_project_to_the_next_level.json": "I love r/SideProject [/r/SideProject] and all of the amazing things you guys\ncreate and post.\n\nI really feel like people here are doing something that correlates with our\nvision so i though I'd introduce our platform.\n\n\n\nByvalue.org [https://Byvalue.org] is a platform for developers to monetize…",
  "data/reddit-projects/r/SideProject/comments/p0x1gd/please_provide_feedback_for_jinglefm_a_new_way_to.json": "Hi family!\n\nPlease take a look at JingleFM [https://jingle.fm] - a new website to catalogue,\nsearch and discover new podcasts. Especially take a look at\nhttps://jingle.fm/trends and https://jingle.fm/explore sections.\n\n\n\nThis websites allows user to submit search queries and slice and dice results…",
  "data/reddit-projects/r/SideProject/comments/p0z7z7/ive_built_myself_an_app_and_i_love_it_doh.json": "I wanted to have a single place where I could save the highlights and notes I\ntake while reading books and listening to podcasts, so that I can easily revise\nthem when needed. I decided to ditch the pen and paper and go the digital route,\nbut none of the apps I tried were able to fulfill my needs -…",
  "data/reddit-projects/r/SideProject/comments/p11gu0/become_a_homosaaspiens.json": "I wanted to build something that helps make an online business successful and\ndoes not cost a lot. That's why we build a community of HomoSaaSpiens. We offer\nyou an extensive library of SaaS systems, training, and supplies. With one\nsingle membership, you gain access to a unique cave. 25+ SaaS…",
  "data/reddit-projects/r/SideProject/comments/p1o2t0/i_spent_the_past_year_building_a_multiplayer_web.json": "I finally launched my first ever game https://werlocks.io\n[https://werlocks.io?s=sideproject]! I've been programming for awhile now, but\nI've never attempted anything game related. I had no idea what to expect and I\nknew absolutely nothing about the technology it takes to make…",
  "data/reddit-projects/r/SideProject/comments/p1og10/figen_free_post_cover_background_generator_tool.json": "Hi there 👋\n\nRecently I needed random covers with headlines for articles, and since I'm a\nprogrammer I thought, why not create a tool that generates these covers for this\npurpose. Thought about it, made it…",
  "data/reddit-projects/r/SideProject/comments/p1p19r/about_your_side_project_design.json": "Hi there! Hope your side project running great 👍\n\nHow do you deal with the UI/UX part of building your product ? Pay a freelance\nor DIY ?\n\nCheers!\n\nHugo",
  "data/reddit-projects/r/SideProject/comments/p1oxpt/contactlink_let_your_website_visitors_video_call.json": "The ContactLink (https://contactLink.com [https://contactlink.com/]) App in your\npocket connects directly to the link on your website, business cards, and social\nprofiles. There's no way for the SPAM and robocalls to get in - just calls and\nmessages from real clients.\n\nEverything stays in synch…",
  "data/reddit-projects/r/SideProject/comments/p290uw/weve_just_launched_our_customer_portal_on_product.json": "Hello Community!\n\nI’d love to share our product with you. We’ve just launched our Customer Portal\non Product Hunt.\n\nBuilt with no-code tools, the portal provides effective communication between\nProcessica customers and our team.\n\n * Link - https://www.producthunt.com/\n * Name on the listing -…",
  "data/reddit-projects/r/SideProject/comments/p26zey/show_sp_wicked_templates.json": "Hello everyone I would like to introduce you to my child, Wickedtemplates.com\n[https://Wickedtemplates.com].\n\nhttps://preview.redd.it/jtxlsx3fdog71.png?width=1205&format=png&auto=webp&s=e01ebadefcf7b0c48f1e83054888b3743ffa6fdc\n\nI founded and worked on it alone for some months, until I had to look…",
  "data/reddit-projects/r/SideProject/comments/p29dmn/iam_automating_the_seo_work.json": "Hello guys\n\ni started this project to automate the boring part of SEO, this is version 2.0 I\nmade a few changes since last release\n\nmy goal is to automate everything I can about the SEO job, so it ll make SEO\nwork much faster and scalable, please give me some feedback, and or suggestions\nfor other…",
  "data/reddit-projects/r/SideProject/comments/p2cg9u/no_more_friction_between_designers_and_developers.json": "We finally launched in Product Hunt https://uiguideline.com\n[https://www.uiguideline.com/components]!\n\nUI Guideline was born out of our need to solve a problem that causes a real pain\nin the ass: Ineffective communication between the design and the development\nteam. There is no common language…",
  "data/reddit-projects/r/SideProject/comments/p28b23/tired_of_google_analytics_here_is_your_simplified.json": "Hey all,\n\nI have been working on this concept for a while since I have grown to literally\nhate Google Analytics.\n\nI recently wrapped up and launched NETSTATS.ONLINE [https://NETSTATS.ONLINE]\nwhich is light weight, easy, and in my biased opinion superior to the big\nwebsite statistics players out…",
  "data/reddit-projects/r/SideProject/comments/p2m7hr/shipped_my_first_watchos_app_on_the_app_store.json": "If you have ever played badminton, tennis, beach volleyball, or 5-a-side\nfootball with your mates, then you've probably had situations of people\nforgetting the score and subsequently disagreeing over the scoring. 🤷🏻‍♂️\n\nThis happens to me (a lot), especially after a long rally in badminton, so…",
  "data/reddit-projects/r/SideProject/comments/p2t8x0/finally_getting_good_traction_a_social_network.json": "I started Pipewing.com [https://Pipewing.com] because I thought that we could\nuse technology to make remote work less lonely. And use online technology to\nfacilitate offline interactions.\n\nBut the struggle to get initial traction is real.\n\nI failed so many times. If I knew this before, I never would…",
  "data/reddit-projects/r/SideProject/comments/p2vcci/i_worked_4_years_on_my_free_time_to_make_this.json": "https://www.youtube.com/watch?v=hLP1NI9lRlo&ab_channel=PedroCasavecchia",
  "data/reddit-projects/r/SideProject/comments/p2xx53/i_and_my_mate_made_a_platform_where_ideas_flow.json": "Hey fellows, we tried to move a bit of the silicon valley vibe online, and\nhere's what we built -\n- https://ideafy.app. Check it out\n\nWould really appreciate your feedback, would u use it, if not why?\n\nThanks!",
  "data/reddit-projects/r/SideProject/comments/p2z5ov/datafetch_bringing_universal_search_to_slack.json": "We built DataFetch (https://www.datafetch.io/) to make company information\nsearchable to those within your company. Let us know what you think!\n\nSave time by searching all your major systems - Salesforce, Pardot, Adobe\nMarketo Engage, Hubspot, Eventbrite, Splash, SQL databases, etc. - simply use\nthe…",
  "data/reddit-projects/r/SideProject/comments/p3cbow/a_website_that_allows_for_the_discovery_and.json": "I've always had a love of reading and enjoy discovering and discussing quotes.\nHowever, sometimes finding a really impactful quote can be a treasure hunt -\nthat's why I started enquote.com [https://enquote.com] - to empower the discover\nand discussion of prominent ideas and quotes.\n\nQuote websites…",
  "data/reddit-projects/r/SideProject/comments/p3r8j3/rotten_tomatoes_for_music.json": "Hey guys,\n\nI've been working on this project over the summer called Beatly Music\n(www.beatlymusic.com [https://www.beatlymusic.com]). It's basically Rotten\nTomatoes for music meaning I aggregate reviews from a bunch of different\nwebsites to get an average critic rating for albums. Would love to get…",
  "data/reddit-projects/r/SideProject/comments/p3v39e/how_to_create_a_source_of_passive_income_if_you.json": "I created the learning platform for coding courses called Coding Wolves. You can\ncreate online programming courses easily. Currently, it supports JavaScript\n(witch some libraries) and Python (with all the packages that can be installed\nvia pip).\n\nhttps://www.codingwolves.io\n\nThe CodingWolves landing…",
  "data/reddit-projects/r/SideProject/comments/p4og7p/i_created_a_few_tools_to_automate_seo.json": "Hello guys\n\nbelow are the tools i created to automate SEO:\n\nthe tools are free to use with no login:\n\n * Schema Markup Generator\n * Word Density Counter\n * Sentimental Analysis\n * Emotional Analaysis\n * Keyword Cloud\n\nStay tuned for more .. Sqwizo [https://sqwizo.com]\n\n\n\ni appreciate some feedback,…",
  "data/reddit-projects/r/SideProject/comments/p4xz7o/i_built_a_tool_to_combine_multiple_spotify.json": "Anyone who uses Spotify as much as I do knows their shuffle algorithm is\ndesigned to feel random but isn't really random.\n\nSpotify prefers the same subset of songs you listen to the most and plays them\nin random order when you hit shuffle on a playlist, this is a problem because\nyou end up losing…",
  "data/reddit-projects/r/SideProject/comments/p5fno6/i_made_a_website_that_lets_you_message_people_on.json": "https://preview.redd.it/7jqms7prxph71.png?width=580&format=png&auto=webp&s=8b858a4c865c2108234a236e00d23e380431ec39\n\nLink: https://directcontact.vercel.app/\n\nGitHub: https://github.com/ninest/direct-contact\n\nThis website is super simple and does one thing only. You can enter a phone\nnumber and start…",
  "data/reddit-projects/r/SideProject/comments/p5coau/kwotet_the_best_way_to_find_your_next_read_is_by.json": "Link: https://kwotet.com/\n\nSave and share the most impactful quotes from your books and share them with\nyour friends! Kwotet allows you to search impressing quotes from your favorite\nbooks. And gives you an easy way to choose your next book to read depending on\nyour interests and other people's…",
  "data/reddit-projects/r/SideProject/comments/p606rh/i_made_a_website_that_helps_you_become_a_better.json": "One of the things I’ve noticed in recent times is that a lot of product builders\nand indie hackers are starting to share their thoughts on improving soft skills\nto be an even better product builder. They often talk about skills like selling,\npublic speaking, writing,..\n\nAfter reading one such…",
  "data/reddit-projects/r/SideProject/comments/p6w3m7/hey_guys_wanted_to_share_and_get_some_feedback_on.json": "Launched it publicly a couple of days ago on ProductHunt -\nhttps://www.producthunt.com/posts/diary-by and so far the feedback is good, but\nI'd love to hear what you guys think as well.\n\nDiary.by is a place for humans to share things with their friends, colleagues or\neven the world. Be the your blog,…",
  "data/reddit-projects/r/SideProject/comments/p7hmrb/what_i_learned_from_roasting_200300_websites.json": "A while back, I did this thread\n[https://www.reddit.com/r/Entrepreneur/comments/otew4k/im_going_to_roast_your_website_seo_copy_marketing/]\non where I roasted a whole bunch of websites in terms of marketing, SEO, landing\npage copy, and more.\n\nAnd funny enough, I noticed that most of the websites I…",
  "data/reddit-projects/r/SideProject/comments/p7ltuz/a_small_win_got_recognition_from_product_hunt.json": "Hi everyone! I work on a series called FontDiscovery. Every week I create a\ndigestible visual guide about fonts, marketing, and design ideas to help\nfounders and markers step up their marketing and get creative. I have been\nworking on this for about ~ 7 months. if you feel like checking out…",
  "data/reddit-projects/r/SideProject/comments/p8aitt/taking_my_first_step_after_6_years.json": "Hi everyone! After 6 years, I am finally starting my entrepreneurship journey. I\nthought this subreddit might be a good place to share my story.\n\nI used to work for a software company to design apps. During my time there I\nworked on several high-level projects. I am passionate about what I do, and I…",
  "data/reddit-projects/r/SideProject/comments/p8hcte/i_made_an_app_to_generate_premium_direct_booking.json": "Hi all!\n\nMyror [https://myror.co] allows short term rental hosts generating premium\ndirect booking sites from their existing Airbnb listing pages with a simple\nclick. Booking sites are ready to go and live within 3 minutes which is ideal to\nprovide alternative payment options to guests quickly,…",
  "data/reddit-projects/r/SideProject/comments/p8a458/we_made_a_website_to_help_automate_payment_and.json": "Hey team! We just launched our web application DollarProxy, which assists in the\naccounts receivable process. All you do is upload the invoice data into the\nsystem including who owes the invoice and any attachments, and we will\nautomatically send out payment reminders to the client every couple of…",
  "data/reddit-projects/r/SideProject/comments/p8q7ze/happy_to_present_you_mindows_a_minimal_operating.json": "https://reddit.com/link/p8q7ze/video/fyugosb2bpi71/player",
  "data/reddit-projects/r/SideProject/comments/p93f6f/personal_website_feedback.json": "Hello,\n\nI'm looking to get feedback for my personal portfolio website.\n\nGithub Link [https://github.com/aleksandar-trifunovic/personal-website]\n\n\n\nhttps://preview.redd.it/7699bnyoati71.png?width=1890&format=png&auto=webp&s=f2935c4f4a460c1be6ccc05d8d95c76ceb3a7c39",
  "data/reddit-projects/r/SideProject/comments/p9cduf/introducing_promiviz_to_visualize_and_learn_about.json": "Hello, dev,\n\n\n\nhttps://preview.redd.it/njnv9u2fuwi71.png?width=1200&format=png&auto=webp&s=c7a28850dc27577fc17a3c9aca3fd6f01bdd7b76\n\nI have created a simple open-source app called, PromiViz to help understand\nJavaScript promises with hands-on practical experience. The tool is Work In\nprogress,…",
  "data/reddit-projects/r/SideProject/comments/p9e9bv/i_developed_a_tool_to_measure_software_quality.json": "My name is Javier, and I've just finished a joint BSc degree in Computer Science\nand Mathematics. As my final degree project in Computer Science I researched how\nto measure quality of software projects, and I created a tool to compare\nprojects depending on the developer's needs or requirements. Once…",
  "data/reddit-projects/r/SideProject/comments/p9ia58/im_a_17_year_old_developer_and_my_first_app.json": "Hi I'm a 17 year old developer and I recently launched my first ever app\nMyTinnitus on the App Store, an app I've been working on in my free time. The\napp is designed to help people with tinnitus, a hearing condition where there is\nringing in the ear, through tracking. The idea is that whenever…",
  "data/reddit-projects/r/SideProject/comments/p9h7xd/web_game_ive_created_timekiller_game_with_simple.json": "Goal was to use as less game mechanics as possible (preferably one, like in\n2048). Would appreciate if you spend 1 minute to play it. Thank you.\n\nhttps://moreless.info"
}