{
  "data/reddit-know/r/YouShouldKnow/comments/n2i7xp/ysk_that_if_you_get_asked_wether_you_plan_on.json": "YSK that if you get asked wether you plan on having kids during a job interview, you can just say No. Since the question is illegal in most places, nothing will happen if you do end up having kids.",
  "data/reddit-know/r/YouShouldKnow/comments/n2yt9i/ysk_at_the_time_of_conception_the_diet_and.json": "YSK:. At the time of conception, the diet and well-being of the father influences the long-term growth and metabolic health of his offspring",
  "data/reddit-know/r/YouShouldKnow/comments/n2yqlr/ysk_research_has_found_children_as_young_as_20.json": "YSK:. Research has found children as young as 20 months old already share dietary associations with their fathers, eating sugary snacks, takeaway foods and sugar-sweetened drinks based on their dad’s intake",
  "data/reddit-know/r/YouShouldKnow/comments/n2z6dt/ysk_that_you_must_exit_the_vehicle_if_you_are.json": "YSK that you MUST exit the vehicle if you are told to do so by a police officer (USA)",
  "data/reddit-know/r/YouShouldKnow/comments/n2x4wt/ysk_that_there_is_a_program_called_youtubedl_that.json": "YSK that there is a program called youtube-dl that can download videos from YouTube and a lot more video sites without sketchy ads or links",
  "data/reddit-know/r/YouShouldKnow/comments/n34y3y/ysk_that_you_should_always_ask_before_feeding.json": "YSK that you should always ask before feeding someone’s dog",
  "data/reddit-know/r/YouShouldKnow/comments/n36z7e/ysk_if_someone_goes_into_cardiac_arrest_you.json": "YSK if someone goes into cardiac arrest you should begin CPR immediately after calling 911",
  "data/reddit-know/r/YouShouldKnow/comments/n3mlnh/ysk_if_you_use_the_life_hack_of_checking_if_eggs.json": "YSK: If you use the ‘life hack’ of checking if eggs float to determine if they are spoiled, you’ve most likely been tossing out perfectly good eggs!",
  "data/reddit-know/r/YouShouldKnow/comments/n2u07b/ysk_teens_you_are_your_own_first_doctor_your.json": "YSK Teens, you are your own first doctor! Your parents may not notice your health issues. Talk to them or see a doctor. Your health is your responsibility.",
  "data/reddit-know/r/YouShouldKnow/comments/n44j3e/ysk_mothers_day_is_this_coming_sunday.json": "YSK: Mother’s Day is this coming Sunday.",
  "data/reddit-know/r/YouShouldKnow/comments/n43z7x/ysk_its_sometimes_not_enough_to_just_listen.json": "YSK it's sometimes not enough to just listen",
  "data/reddit-know/r/YouShouldKnow/comments/n4hf9r/ysk_that_if_youre_worried_about_not_passing_a.json": "YSK that if you’re worried about not passing a background check, you can get a free one by signing up to be an Uber driver",
  "data/reddit-know/r/YouShouldKnow/comments/n4qmja/ysk_if_you_are_in_a_job_you_like_it_is.json": "YSK: If you are in a job you like, it is instinctual to want to make yourself irreplaceable, but if you want to advance your career, you need to make yourself replaceable.",
  "data/reddit-know/r/YouShouldKnow/comments/n4qpes/ysk_suntanning_is_dangerous_and_bad_for_you_yes.json": "YSK: Suntanning is dangerous and bad for you- yes, even if you dont get sunburned",
  "data/reddit-know/r/YouShouldKnow/comments/n56tcz/ysk_if_a_family_member_dies_and_debt_collectors.json": "YSK if a family member dies and debt collectors tell you that you're now responsible for paying the deceased's debts, THEY ARE LYING. Debt does not pass to anyone else upon death.",
  "data/reddit-know/r/YouShouldKnow/comments/n57o0p/ysk_that_correct_term_for_someone_who_avoids.json": "YSK - That correct term for someone who avoids social interactions and social places isn’t Antisocial. It’s Asocial.",
  "data/reddit-know/r/YouShouldKnow/comments/n5fqz7/ysk_that_in_the_united_states_you_can_look_up.json": "YSK that in the United States, you can look up doctors to see how much money they’ve received from drug manufacturers.",
  "data/reddit-know/r/YouShouldKnow/comments/n5ao9s/ysk_that_both_the_channels_puppy_love_and_pets.json": "YSK that both The channels “Puppy Love” and “Pets Kittens” purposefully put animals in dangerous situations just so they can film themselves “rescuing” said animals",
  "data/reddit-know/r/YouShouldKnow/comments/n5jhq3/ysk_if_you_dont_like_oatmeal_you_probably_arent.json": "YSK if you don't like oatmeal, you probably aren't salting it enough"
}