{
  "data/reddit-crypto/r/CryptoCurrency/comments/nmxgz2/biden_will_be_proposing_his_budget_today_it_will.json": "This is not FUD and Im not trying to scare anyone. Please read.\n\nBiden is going to propose a $4 trillion budget today.\n\nIt is pretty much a guarantee he will be proposing higher cap gains taxes on the\nvery wealthy.\n\nThis news leaked a few weeks ago and the stock market and crypto market…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmk7k2/algorands_smart_contract_architecture_by_silvio.json": "https://www.algorand.com/resources/blog/algorand-smart-contract-architecture\n\nUpdated info from the man himself. Good read for EVERYONE, regardless of where\nyou're investing.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmw9hx/the_correct_mentality_for_investing_in_the_crypto.json": "I know a lot of people sell the crypto market as a \"get rich quick\". But the\ntruth is you're only going to make others rich quick with that mentality.\n\nDid you get in at the beginning of 2021? Congrats. But the truth is you've been\nin the crypto market for a few months. There is so much for you to…",
  "data/reddit-crypto/r/Bitcoin/comments/nmu73o/i_finally_own_half_a_bitcoin.json": "After weeks of day trading and losing money I finally have over 0.5 BTC in my\naccounts.\n\n\n\nAnd it only took a high interest loan to get here, I'm currently down 9% cause\nbitcoin fell to 35 500$.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmzfbd/bitcoin_mining_farm_bitfarms_mines_its_1000th.json": "One of the largest North American Bitcoin  mining farms, Bitfarms, has mined its\n1,000th coin with 100% hydroelectricity. 🌊♻️\n\n\"We expect to more than double our installed hydropower infrastructure in\nQuébec, triple our operational hashrate in 2021\" - Bitfarms’…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmxqkg/i_dont_get_the_stress_around_here_stop_freaking.json": "I really don’t get all the stress around here. It’s bitcoin, billions of\ncompanies and financial institutions are invested. It’s up every year. It goes\ndown, it goes up day to day. I worry a lot about investments, except this one. I\ngo to sleep every night just fine, even when I am down so…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nn1i7u/most_of_your_coins_are_going_to_be_worthless_in.json": "It has to be said. Its common sense. There are thousands of coins. Scamcoin,\nlosercoin, Shiba coin. All real coins btw.\n\nYes there will be a couple coins that are very valuable in a couple years but\nthe vast majority of them will be worthless.\n\nOnly coins that do things will be valuable. Coins that…",
  "data/reddit-crypto/r/Bitcoin/comments/nn4iaa/m1_money_supply_update_they_printed_another.json": "https://fred.stlouisfed.org/series/M1SL",
  "data/reddit-crypto/r/CryptoCurrency/comments/nn6x1x/im_selling_all_my_crypto_not_by_choice_but_at.json": "I got into the market around 2017 with like $300. Since then, it’s built up to\nabout $5k. It was actually closer to around $8k just a few weeks ago, but we all\nknow what happened there. I was I hoping to hold for another 10 years, at least,\nbut medical expenses have left me no choice but to use my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nmxlqx/when_retail_misses_the_boat_we_miss_the_boat_when.json": "Despite all that is good and what is to come, in the end we are just retail. We\nare unorganized and we are emotional, because we are poor in comparison.\nInstitutions manage old wealth, corporate wealth, and family-run business wealth\nthat spans generations in the markets. This money is not going to…",
  "data/reddit-crypto/r/Bitcoin/comments/nn5ijm/please_be_cautious_please_do_not_take_a_loan_to.json": "People here turn completely brain dead during every bull run. Usually there is a\nstrong consensus here on taking loans for buying bitcoin: ARE YOU A FUCKING\nIDIOT? But during the bull runs, you'll have a whole army of noobs trying to\nturn a Warren buffet on you saying shit like \"wHy sHouLdnT I tAkE…",
  "data/reddit-crypto/r/Bitcoin/comments/nnaok8/psa_watch_out_for_people_posting_sob_stories.json": "Lately we have seen a lot of people posting here where they claim to have been\nforced to part with their crypto due to some sad story. These are obvious\nattempts to get people to feel sorry for them and throw some crypto their way.\nDo not fall for these lies. Beware of scammers.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nndzbf/crypto_nonos_common_mistakes_that_everyone_should.json": " 1. Never send a large amount of funds without a test transaction\n 2. Don't invest in shitcoins, they may succeed during a bull market but many of\n    them won't exist after a bear market.\n 3. Keep crypto in cold storage as long as you don't need it liquid\n 4. Don't buy from RobinHood or anywhere…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnb1yj/daily_discussion_may_29_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nngcvm/this_crash_needed_to_happen_and_the_bull_market.json": "Many people are trying to draw connections between the many corrections of 2017,\nthe crash that signalled the end of the bull market in early 2018, and the\ncurrent market cycles of this bull market.\n\nSo far this bull cycle, Bitcoin has had a few corrections around the 30% mark. A\n30% correction in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnibne/the_us_dollar_looks_like_a_sht_coin_from_cryptos.json": "- 27 trillion in circulation\n\n- unlimited supply cap\n\n- only 1 node\n\n- 1% of holders own 30%\n\n- 25% supply minted in the last 6 months\n\n- 38 million notes printed every day\n\n- loses at least 5% of value every year\n\n- in a bear market since its conception",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnjwj0/yesterday_marked_the_first_project_to_officially.json": "Between May 28 and the 31st, all AGI tokens in exchange wallets or held on\nLedgers etc will be converted from AGI to AGIX, so that they can run natively on\nCardanos blockchain.\n\nThis is the first project to have completed a move and I think as we have a date\nnow for Smart Contracts (end of August)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnko30/from_an_investment_point_of_view_a_bear_market.json": "Let me start by saying that I don't think we've entered a bear market. As others\nhave said, I think the dip we're experiencing now is similar to what happened in\nSeptember 2017 (China fud, of course) during the last bull run, which was a\nminor blip (crashing from around 5k to 3k) before going on to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnhqos/why_are_some_people_surprised_that_doge.json": "I mean that’s the nature of memes isn’t it? They come then then they go. This is\nthe reason we don’t still say “whasssssup” when we meet someone and why you\nrarely see “charlie bit my finger” anymore. It’s also the reason you need to be\ncareful when you get in. Just like a real meme, if you get in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnj9nv/i_feel_like_the_main_goal_of_cryptocurrency_has.json": "The mentality seems to be; wanting coins to moon and wanting to quadruple your\ninitial investment in the shortest time span possible. There’s a distinct lack\nof patience.\n\nThe majority look at coins like dogecoin or shiba coin rather than coins like\nAlgorand, Cardano or Harmony. Treating this like…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnq0j8/used_my_moons_to_buy_a_new_baby_car_seat.json": "Took a little bit of a process to go from reddit moon vault to crypto debit card\nto make the purchase but it was well worth it.\n\nThe best part was telling my wife that my Reddit crypto money called Moons will\nbe covering the costs for this important purchase 😂",
  "data/reddit-crypto/r/Bitcoin/comments/nnfm1q/bitcoin_is_not_a_1_4_or_x_year_investment_bitcoin.json": "I have read too many posts about the dip, about investing too aggressively, and\nabout investing irresponsibly to stay silent.\n\nBitcoin is not a short term investment. Bitcoin is not a medium term investment.\nBitcoin is a lifetime+ investment.\n\nCrypto is an emerging market. It may have as monumental…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnq5j0/random_strangers_are_not_messaging_you_to_help.json": "Guess what? That Reddit Profile with the attractive person's picture randomly\nmessaging you after you posted about being unsure if you should drop 5k on BTC\nor ETH is not a helpful stranger.\n\nMore than 99% of these messages are from scammers. They might want to invest\nyour money for you or want you…",
  "data/reddit-crypto/r/Bitcoin/comments/nnoopr/i_could_only_laugh_because_theyre_going_to_miss.json": "As a college student I work on my weekends to save up money. I save enough for\ntuition and basic costs and the rest is dedicated to sats. I learned about\ncrypto and bitcoin this year and I fell in love with it. Since then almost\neverything I have earned has been exchanged for sats.\n\nFor most of the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nns2bs/if_you_can_hold_a_401k_plan_for_3040_years_you.json": "You also only have to buy into BTC once, unlike a 401K where most people keep\nbuying back in every pay check only to lose what you earned in interest by\npaying a penalty if you withdraw too early. Because that's the trick. The trick\nto a 401K is to get everyone to hold because if everyone sells,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnsyw5/dear_bitcoin.json": "Dear Bitcoin, I bought some of you but you still ain't mooned\n\nI sold my car, my valuables and the coins from the couch that were at the bottom\n\nI sent two bitcoin To Bill Gates in exchange for 10 but he must not-a got 'em\n\nThere probably was a problem on the exchange or somethin'\n\nSometimes I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnlvf9/iota_oracles.json": "THE ORACLE PROBLEM\n\nOracles provide blockchains with outside information, typically for use in smart\ncontracts, or provide interoperability between different distributed ledgers.\n\nWhile oracles are mostly meant to be a bridge between the external/offchain\nworld and decentralized networks and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnh4e8/hopium_isnt_free_cognitive_biases_in_crypto_must.json": "Cognitive biases are short cuts our minds take or tricks they play that cause\nirrational behavior and that is more likely to end in a bad decision. Usually we\naren’t aware we have taken a shortcut. The interesting thing is that they are\nquite predictable and repetitive from person to person in the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nnnbxc/indias_richest_man_is_entering_into_crypto.json": "Moneycontrol, the biggest financial website in country, owned by\nmultibillionaire Mukesh Ambani(Ceo Reliance Industries) joined hands with\nWazirX, the country’s largest Bitcoin and cryptocurrency exchange to Introduce a\nsection called ‘Cryptocontrol’ which will help users track the prices…",
  "data/reddit-crypto/r/Bitcoin/comments/nnsj67/the_us_dollar_looks_like_a_sht_coin_from_cryptos.json": "- 27 trillion in circulation\n\n- unlimited supply cap\n\n- only 1 node\n\n- 1% of holders own 30%\n\n- 25% supply minted in the last 6 months\n\n- 38 million notes printed every day\n\n- loses at least 3% of value every year\n\n- in a bear market since its conception\n\nHad to repost this here bc it might be the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/no4pxh/bitboy_cryptos_ben_armstrong_made_a_video_to.json": "He made a point to let everyone know this morning, when people were very uneasy\nalready, how he sold off his $2M in alts. Basically trying to encourage people\nto sell their stack too.\n\nBen's stuff is unbearable with his cringyness as it is and lately the FUD he is\nstirring up. Please don't listen to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/no6g6y/some_of_us_need_to_go_touch_grass.json": "So many of us will say \"I will hold no matter what\". And you know what? That's\nawesome. I really do think we will be rich in a few years time. But that's the\nthing. It will take a few years. Are we really going to check the charts and the\ndaily thread 20 times a day? I mean what's the point, if we…",
  "data/reddit-crypto/r/Bitcoin/comments/no9oic/3m_subscribers_congrats_everyone.json": "Here since 100k! Let's keep growing !",
  "data/reddit-crypto/r/CryptoCurrency/comments/nob06d/advice_to_guys_going_to_jail_for_more_than_4_years.json": "Anyone going behind steel bars? This is for you. Sell everything you have and\nbuy the Bitcoin dip. The only thing that you will have grown in value after you\nserve your term is Bitcoin. Bitcoin will have a new ATH in 4 years time after\nthe 2024 halving. Let those SATS work for you as dungeon eats…",
  "data/reddit-crypto/r/CryptoCurrency/comments/no6x6f/a_comprehensive_guide_to_building_up_your_nest.json": "The last post died in new because it was stuck in a mod queue for 6 hours. So\nreposting it for more visibility. Would love suggestions for next week's update!\n\nI have seen amazing responses on the last post which so now we getting weekly\nupdates! Weekly updates will serve the purpose to update…",
  "data/reddit-crypto/r/Bitcoin/comments/no4zf8/how_many_of_you_still_plan_to_keep_dca_and.json": "With in the last 5 years Bitcoin is up over 6,708% even at this low of $35,000.\nI can only imagine where it'll be by 2026\n\nI'm really considering setting up automatic payments of $25 weekly through\ncoinbase and just forgetting about it until it's substantial enough to withdraw",
  "data/reddit-crypto/r/Bitcoin/comments/no53r3/ive_invested_more_than_im_comfortable_losing.json": "I thought I was okay with having 20% of my portfolio in BTC but now that I’m\ndown 40% I’m very nervous. This is money I actually need and I’m dumb for\ninvesting this much. I have not sold a single sat. I will not sell. I bought at\na dumb time all at once, and I’m learning a big lesson. How do I deal…",
  "data/reddit-crypto/r/CryptoCurrency/comments/noffhe/if_you_ever_feel_dumb_just_remember_theres_always.json": "I used to surf the darkweb in highschool where I learned about the silk road,\nand in turn learned about bitcoin.\n\nI bought $50 worth at roughly $3 bucks a pop. Almost 17 coins worth around\n$600,000 today.\n\nI sold them all for $100 to buy modern warfare 3 and some snacks with some left\nover for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nob709/when_usage_doesnt_care_about_bears_and_dips_last.json": "Hi guys,\n\nHappy bear market and happy hodling!\n\nAs you know, Venezuelan living here crypto entusiast!\n\nCoinDance updated their numbers!\n\nLocalBitcoin numbers are very low currently, around 2-3 mil USD weekly. Used to\nbe the double!\n\nBinance is becoming the crypto trading king here in Venezuela,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nonoj6/why_do_people_think_that_cardano_is_faster_than.json": "OK can we please have a technical discussion regarding the scalability of\nCardano? Instead of the regular super highly upvoted moontalk (I know this\nthread will probably be downvoted to oblivion).\n\nCardano currently only handles 7 transactions per second on-chain. Ethereum\ncurrently handles 12-15…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nol3yr/just_left_from_the_indy_500_the_bitcoin_car_lead.json": "Wasn’t that exciting of a race as it was a very clean race with only 2 minor\ncautions. Either way, it was super exciting to watch and the end was thrilling!\n\nAs for the reason for this post, I think it needs to be emphasized how big of a\ndeal it was to see Bitcoin sponsor an Indy car. On top of…",
  "data/reddit-crypto/r/Bitcoin/comments/nomhes/according_to_the_report_32_billion_of_bitcoin_was.json": "“... explains that whales bought 77,000 bitcoin last week, now worth over $3\nbillion.” -Pros lol....",
  "data/reddit-crypto/r/Bitcoin/comments/nob69v/dont_think_digital_money_will_be_ever_be_used_well.json": "We went from books at library to digital books/kindles\n\nWe went from regular mail to email\n\nWe went from actual photos to digital photos\n\nWent from cassettes/cd’s to digital music.\n\nWent from getting paid cash or check to direct deposit.\n\nIf you think about it how often do you actually have cash? I…",
  "data/reddit-crypto/r/Bitcoin/comments/nofumh/oh_look_the_only_mining_pool_not_signaling.json": "$MARA is the worst bitcoin company in the space. Sell all your shares if you own\nany. They also exclude certain transactions from thier mining blocks lowering\ntheir revenues and screwing over sharesholders. This company is straight up\ntrash.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nocw25/people_who_research_coins_what_do_you_research.json": "I like to think I do pretty thorough research but I know I can always improve.\nWhat all do people research to determine if a specific coin is worth buying?\n\nBonus quote: “All men dream, but not equally. Those who dream by night in the\ndusty recesses of their minds, wake in the day to find that it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nopehf/the_crypto_finance_system_is_surreal_and_other.json": "I just spent 2 weeks moving money out of a big financial institution and into my\ncrypto brokerage. 2 weeks. Wire transfer fees, limits, and processing times.\nThen, 24 hours into a wire something is flagged due to \"suspicious activity.\"\nCool, I get it, and I appreciate the security. But phone calls…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nolq6p/a_tip_from_a_2013_crypto_veteran_stick_to_your.json": "In 2013 I started to get involved in BTC. I started realizing that I wanted\nfinancial sovereignty and freedom from the banks and my government. I figured\nout that the only way to do this was to take the fiat exit. So I exited from all\neuro and USD based investments and/or holdings. I transferred my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/noleh1/there_will_be_people_10_years_from_now_that.json": "You hear about the people who bought BTC at $1 and sold for $10. They always say\nthey could have made so much money if they held on for several more years.\n\nPersonally, I remember thinking BTC was expensive when it was at $800 and never\nbought in… only to FOMO in later at $10K.\n\nFor the people who…",
  "data/reddit-crypto/r/Bitcoin/comments/nof6e5/question_how_do_i_accept_btc_as_payment_method.json": "Hello guys, I have a short question regarding the acceptance of BTC in my\nlocal/physical store. I want to integrate pay via BTC for certain products (as a\ntest run). I know how to send/buy/store and receive BTC, but I am struggling\nwith this specific question:\n\nAre there any (free)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nousrt/to_those_who_like_to_spread_love_via_upvotes_in.json": "I’m not too hip so I said hashtag. But I’ve noticed a lot of people who like to\nupvote everyone for X amt of mins like I do. In case you don’t know you get\nMOONS for every upvote received. It’d be fun to have the lighter side of this\ncommunity to have a name.",
  "data/reddit-crypto/r/CryptoCurrency/comments/noxs5e/i_built_a_trading_algorithm_that_detects_the_most.json": "This trading bot will automatically place trades on the Binance exchange by\ndetecting the most volatile coins in a given timeframe.\n\nThe project gathered significant attention from the GitHub dev community, and\nhave helped to make significant improvements to the original codebase, and I\nthought you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nodqo2/bearish_right_now_does_not_mean_the_bull_cycle_is.json": "I see this quite often on Reddit, Twitter, and YouTube, and it's causing mass\npanic. When someone says things are looking bearish, it does not mean that we\nare entering year long 90% crash like the previous cycles. It could mean that we\nare in a \"intra-cycle\" bear trend. We can still pick up and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/noznnh/on_this_day_we_remember_btc_at_64k_and_the_people.json": "It was only 6 weeks ago that BTC reached its ATH of 64,863.10$. For many of us\nit feels like much longer and the past 2 weeks have been tough especially for\npeople who only joined crypto this year (like me). Lets take a moment and\nremember that glorious day, April 14th, and remember all the people…",
  "data/reddit-crypto/r/Bitcoin/comments/np60n5/india_bans_bitcoin_uh_no_china_bans_bitcoin_uh_no.json": "I am amazed at how quickly the authorities have \"awoken\" to the Apex Predator in\nthe room. I have always known why I'm in Bitcoin. For me, it has always been\naround the following core values:\n\nDecentralized, with no controlling authority. A finite supply. Freedom from\nbanks and debasement of what…",
  "data/reddit-crypto/r/Bitcoin/comments/np5he9/im_so_sick_of_the_energy_argument.json": "Everywhere I go people put down crypto for its energy consumption. I'm fucking\nsick of it. Every day people sit at home, run their heat or their a/c. Watch\nvideos of stupid shit. Ride their car around. They do all these things which\nburn energy. 90% of it is completely for themselves, their survival…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npgi3g/if_youre_mega_rich_feel_free_to_waste_10x_the.json": "But if you're a regular person...\n\n\nHOW DARE YOU!\n\nHow dare you use a little more energy running a miner to make a little more\nmoney.\n\nBecause that's all it is. Just a little more extra money running one miner\ncompared to the expenses the average American has. You're not gonna make even\nclose to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npf99a/lets_all_stop_and_take_a_minute_to_realize_whats.json": "With the market tanking these last couple of weeks, I just want everyone to take\na step back and see what’s really going on.\n\nWhat’s going on is that every single one of you is in the greatest market of all\ntime. Yes we just experienced a major down trend, but seriously\npeople...consider yourself…"
}