{
  "data/reddit-crypto/r/CryptoCurrency/comments/npgudt/daily_discussion_june_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nplbbn/this_is_why_its_important_to_hold_for_the_long.json": "A dormant address containing 900 #BTC (33,780,931 USD) has just been activated\nafter 8.8 years (valued at 4,625 USD in 2012)!\n\nsource\n[https://whale-alert.io/transaction/bitcoin/3629dcc7cdf65cf71c8eab67628ac933516fbffb8e30cab31df7534257f9043c]\n\nThat guy must be the happiest MF alive right now.\n\nI…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npob3a/i_just_spent_4_hrs_in_15_alt_coin_subreddits_and.json": "After spending a considerable amount of time in many alt coin subreddits, here\nare the common themes preached across the board:\n\n 1.  Bitcoin is speculative garbage while the subreddit's coin has \"real\n     utility\".\n 2.  POW > POS & POS > POW - Depends on the subreddit's coin.\n 3.  Atleast one post…",
  "data/reddit-crypto/r/Bitcoin/comments/npjuxp/at_peace_with_whatever_happens.json": "Me and my son started mining in 2013... The butterfly labs systems would heat\nthe entire home up north for every month except January... Still have memories\nof the constant humming noise... I sold almost everything in 2018 at the bottom\ndue to cancer treatment... Looking forward there is still so…",
  "data/reddit-crypto/r/Bitcoin/comments/npl8nb/wow_we_just_broke_3000000_members.json": "That's really incredible. It's my sincere hope that we can take this moment and\nhighlight the true use case of bitcoin as providing the world's first truly\nfinite digital asset that allows true autonomy and sovereignty for anyone\nrunning taking their own private keys and running their own node with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nptt2f/bought_ada_ask_me_anything.json": "As the title says I just invested $51 worth of ADA at around $1.50~\n\nI am now up $7 so I instantly got a phd in crypto investments and the crypto\nmarket.\n\nIf you have a hard time believing my profits, I can give you my account for a\nday to see that green.",
  "data/reddit-crypto/r/CryptoCurrency/comments/npqz0g/your_favorite_crypto_influencer_is_lying_to_you.json": "You know that feeling when your favorite crypto \"influencer\" posts a 90 day\nchart and their coin is up 18,000%? You start doing mental math like, \"Damn if\nI'd invested $1000, I'd have six figures right now. This guy probably made a\nmillion plus!\"\n\nWell, forget that feeling, cause it's total…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npwbp4/ada_is_a_speculative_risky_asset_even_for_crypto.json": "It is really hard to come up with a fair market price for cryptocurrency. They\ndon't have cashflows, don't pay dividends (although thats not so true anymore\nwith staking rewards taking off), and don't have balance sheets to peruse. That\ndoesn't mean we shouldn't try though! We can use transaction…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq15us/turn_off_sms_2fa.json": "A friendly reminder since I haven’t seen it posted here in a while.\n\nTurn off SMS 2FA and set up something like Authy.\n\nYou’re probably thinking “I’m small time, won’t happen to me.” And I thought the\nsame as well until last night my phone provider blocked an attempt at a Simswap.\n\nTake the 10-15…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nputlr/im_now_getting_paid_in_btc_by_a_big_pizza_firm.json": "So as you may have read Domino's Pizzas is now paying employees in btc if they\nwant.\n\nArticle:\nhttps://www.google.com/amp/s/www.coindesk.com/staff-at-biggest-dominos-pizza-franchise-in-holland-can-now-be-paid-in-bitcoin%3famp=1\n\nIm getting paid in BTC from now on. This is ofcourse not my only…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npn5pa/zksync_20_an_advanced_nextgen_smart_contract.json": "Apologies for the slightly clickbaity headline, but it's actually true.\n\nThe alpha version of zkSync 2.0 is now live on testnet\n[https://medium.com/matter-labs]. Most of the crypto world seems to be sleeping\non zkSync 2.0 - this is without any doubt the most advanced smart contract\nplatform ever…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq23uv/i_moved_all_my_savings_to_a_stablecoin.json": "I've been thinking about this for a long time and I finally decided to move all\nmy savings to Celsius. Why should I keep my money in a bank? Not only I don't\nget any interests but I also have to pay 15 bucks a month just for the privilege\nof having an account. Now I get almost 9% interest rate,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npze31/when_bitcoin_hits_a_million_dollars_its_not_gonna.json": "The reality is that your investment at 20k results in three times as much\nbitcoin. This could be the difference between a $100k return vs a $300k return\n(or 1 million vs 3 million).\n\nThe point, given that short term price is unpredictable, is to always have some\ncash available to take advantage of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq3v26/dick_the_lgbtqia_coin_has_been_promoted_by_cnn.json": "https://www.cnn.com/2021/06/01/investing/pride-month-lgbtq-stocks/index.html\n\nhttps://coinmarketcap.com/currencies/dick/\n\ndick.foundation [https://dick.foundation]\n\n\n\n$DICK PUMP",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq7eyw/may_update_free_crypto_the_importance_and_how_to.json": "In March I started keeping track of my free Crypto. This is any crypto that I\nhaven't personally bought.\n\nMy methods:\n\nCoinbase Earn:\n\nYou earn free crypto by watching a video explaining how a project works, and\nanswer some questions about it, in return you receive between $1-$3 dollars for\neach…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npqzxk/when_we_buy_they_say_your_risk_when_we_sell_they.json": "When WE BUY crypto, our countries say it's our risk, and they usually spread\nnegative news about crypto. But when WE SELL our crypto, they gladly take their\nprofits, and taxes from it.\n\nThey basically say \"Your risk\" when we buy and they say \"Our profit\" when we\nsell. Honestly, it makes me crazy.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nprrm7/holding_fiat_is_way_harder_than_holding_crypto_i.json": "Looking back at a crash or a bear market and I beat myself up for not buying way\nmore, but then I realised every time I actually did have some fiat set aside -\nit's just that I had thrown it all back into crypto way before we got anywhere\nnear the bottoms.\n\nI keep taking some profits and having it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq7pba/a_report_from_the_field_involving_the_real.json": "OK people, strap in. First of all, let me assure you that everything below\nhappened exactly as I’ve written it. I’m a former journalist; I love chatting\nwith interesting people and kinda letting them talk. Today has left me shook,\nbut thoroughly entertained.\n\nSo, I’m in Las Vegas today on a post…",
  "data/reddit-crypto/r/Bitcoin/comments/nq430f/reminder_if_youve_hodld_for_at_least_5_months.json": "By comparison, the stock market (as measured by the S&P 500) is only up about\n13% over the last 5 months.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqcqw2/unpopular_opinion_treat_your_crypto_investment_as.json": "When you buy crypto with fiat, put that crypto away someplace safe and act as if\nit is gone forever.\n\nPretend you flushed it down the toilet.\n\nOr you lost it in a tragic boating accident.\n\nIt is long gone.\n\nThat way, you can HODL without worrying about what the price is. You won't be\nchecking the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq6ukc/ill_never_forget_that_one_guy_that_sent_me_10.json": "Like the title says, I could never, ever, ever forget that one guy that has sent\nme 10 moons. Because of him, I have started being more active, I feel more\nconfident when I speak, I wake up some nights and think about that one guy that\ndin't have many himself, but decided to share. I feel so happy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqcdb9/my_boss_told_me_to_buy_ethereum_back_in_early.json": "I was doing a summer internship in San Francisco and my boss took me to lunch\nand started asking me about Bitcoin and what I thought of it. We both agreed on\nhow high the price is currently and that what it’s trying to accomplish is\nnothing short of amazing. However, after that conversation he said,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq5172/vitalik_buterin_deserves_the_respect_but_little.json": "Ilya Zhitomirskiy\n\nand he deserves a Tribute for what he accomplished.\n\nWe should've all knew his name by now, but unfortunately he passed away from\nSuicide at the age of 22.\n\nIlya Created the first Decentralized Social Network Diaspora.\n\nIt's still used today. Mostly underground groups, Privacy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nput35/30_years_ago_most_people_were_skeptical_of_the.json": "I wasn't around for the creation of the internet or the \"dot com bubble\", but\nI've spoken to enough people that were to know that when the world wide web was\nfirst introduced, it wasn't adopted overnight. People were skeptical,\nindifferent, they laughed at the idea of it... A lot of the same…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqkg80/attacking_newbs_with_not_your_keys_not_your.json": "I know people who once reading this, decided not to bother with crypto. Why??\nBecause it made them think that exchanges are being hacked on the daily, for\neveryone to be so hardcore about never leaving anything on an exchange. I’ve had\na hard time converting my friends to crypto due to the following…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqkqxm/crypto_addiction.json": "Crypto Addiction as given me so much more then a receding hairline and sleepless\nnights. I can contribute the following to my \"interest\" in Crypto investing:\n\n-I gave up smoking cigarettes. I was spending close to $400 AUD a week on\nsmoking. When I caught the Crypto bug I wanted to invest more money…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqfjxs/wtf_someone_sent_me_95_billion_worth_of_a_scam.json": "Okay WTF you guys, I just logged onto Koinly and my heart jumped out of my chest\nwhen I saw my portfolio value was $9.58 billion.\n\nPic of my Koinly dashboard [https://i.imgur.com/49ZvxBh.jpg]\n\nFor some reason, on May 26 someone sent me 11 billion Fear NFT tokens on BSC.\nThrough a little research, I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqv21s/where_do_you_send_people_to_learn_about_bitcoin.json": "Really wondering what resources everyone uses to send people to learn about\nBitcoin, Ethereum, Dogecoin - and even other altcoins. Please post links and\ninfo in the comments!\n\nIf you have a recommended resource - what do you like / not like about it? Is\nthere anything you would change about it?…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqsqob/hold_on_to_your_bat_great_news_from_brave.json": "Brave is implementing a free video call function into their popular Brave\nbrowser: https://together.brave.com/ Together with news about the incoming brave\nsearch those are very good news! I believe strongly in that project and i think\nthey are on a good way to be able to offer a complete package of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqp6f9/i_dont_know_what_crypto_is_and_at_this_point_im.json": "I started investing in Crypto a few months ago, without having any clue what it\nis and what it does. I indeed have no friggin idea.\n\nI have invested around 5k so far and still have no clue. None.\n\nI even told my friends about it and advised them to start investing. When they\nasked what Bitcoin or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqsugx/psa_limit_orders_can_savemake_you_a_lot_of_money.json": "Just a heads up, if you’re already using limit orders, I’m not writing this with\nyou in mind, so I’m just letting you know that now so that I don’t waste your\ntime.\n\nI considered putting this in one of the more beginner subs since a lot of people\nwho’ve been into crypto for a little while already…",
  "data/reddit-crypto/r/Bitcoin/comments/nr6ttq/the_federal_reserve_has_discontinued_the_weekly.json": "In 2006, the Fed decided to abort publishing the M3 stock, dismissing it as\n\"irrelevant and not being part of monetary policies for a long time\"\n\nBut the truth was, M3 was increasing at a much more alarming rate (nearly 2x)\nthan M2 following the dot-com bailouts in the early 2000s. Just as the Fed…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nr5rm4/i_believe_in_the_future_of_crypto_more_then_just.json": "Well im not gonna tell my whole life story, but hopefully it can help some of\nyall out, as reading alot of yalls stuff has helped me out over the years.\n\nshort story, i saw in sept of 2017 bitcoin was making new highs. Having herd of\nbitcoin in 2012, and seeing it still be relevant, and at 2500$,i…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrcvog/borrowing_using_crypto_as_collateral_my.json": "As tax day in the U.S (5/17) quickly crept up on me, I found myself in a\npredicament: I was crypto rich but cash poor and did not have enough dollars to\npay my taxes. This led me to doing research on how to borrow using crypto as\ncollateral for I was trying to avoid selling crypto to pay taxes,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrdcmj/investing_instead_of_buying_cigarettes.json": "Inspired by this\n[https://www.reddit.com/r/CryptoCurrency/comments/nr2v11/your_20_crypto_investment_is_great_dont_get/h0ex4wl?utm_source=share&utm_medium=web2x&context=3]\ncomment in another thread, I created this table just to visualize how much\ncrypto you would have if instead of spending on your…"
}