{
  "data/reddit-projects/r/SideProject/comments/pfksak/i_just_recently_created_allvertscom_a_place_where.json": "The website is made with React, Nodejs, and PostgreSQL with a simple python\nrecommendation system. I am planning to add more stuff and maybe create an app.\nHope you guys think this is good!\n\nLink: Allverts [https://allverts.com]",
  "data/reddit-projects/r/SideProject/comments/pfprtf/we_are_launching_zown_in_amstedam_next_week_zown.json": "[Zown](www.zown.co [http://www.zown.co])\n\nZown lets you see the people that are super close to you (within a 500m radius)\nand once you connect with someone it only gives you 15 minutes of chat time so\nit kind of forces you to meet the person in real life to maintain the\nconnection. Oh and all our…",
  "data/reddit-projects/r/SideProject/comments/pfut8m/started_working_on_a_splitting_app_with_roommates.json": "Hey everyone!\n\nAbout a year and a half ago after a trip to Austin Texas, I decided to build a\npayment splitting app with roommates after I covered all my friends expenses\nduring our trip to austin and no one paid me back!\n\nI decided to start building RiftPay (https://www.riftpay.io)\n\nThe app is…",
  "data/reddit-projects/r/SideProject/comments/pgd6iy/free_testing_reddit_post_keyword_target_auto.json": "If you leave a feedback in our Discord, we will give you extra free credits as\nwell!\n\nwww.automention.com [http://www.automention.com]",
  "data/reddit-projects/r/SideProject/comments/pgccpw/4sale_selling_a_3_year_effort_side_project.json": "I've been developing a side project for nearly 3 years and I don't have the\nresources to finish it and make profit from it. Any offer is welcome, as it's\nbetter to see it succeed than just letting it go.\n\nThe application is a distributed storage solution with Java 11 + Spring 5\nback-end and desktop…",
  "data/reddit-projects/r/SideProject/comments/pglb6s/appwrite_introduces_realtime_api_to_its_open.json": "Appwrite Dashboard [https://i.redd.it/nsqqnfsn94l71.gif]\n\nI'm an Appwrite maintainer and we're happy to share that Appwrite 0.10 has just\nbeen released and adds support for one of our most requested features.\n\nAppwrite now comes with platform wide Realtime API that allows you to listen to\nany server…",
  "data/reddit-projects/r/SideProject/comments/pgh7op/runtypes_typescript_with_superpowers.json": "Hey everyone !\n\nI just published an article\n[https://blog.bam.tech/developer-news/domain-driven-design-how-to-define-and-validate-a-domain-with-typescript]\nabout branded-types in Typescript: you'll discover how to create stronger types\nwhile encapsulating your app specifications.\n\nFeel free to have…",
  "data/reddit-projects/r/SideProject/comments/ph42ey/value_network_peertopeer_bets_on_blockchain.json": "Howdy Ho, Reddit!\nMy name is Artem Levin, I am the founder of the Value Network DeFi-service and\nI'm proud to share my happiness in that concern with you. 🚀\nToday Value Network is the result of a 2020 pivot when we decided to create a\nservice based on Blockchain technology, that will change the…",
  "data/reddit-projects/r/SideProject/comments/ph5lmc/compito_a_simple_project_management_application.json": "Compito is a simple and no BS project management application. Its Open source\nand built using technologies like Angular, Nest, Prisma, Postgres, etc.\n\nWith support for multiple orgs and role-based access, you can easily segregate\nthe projects.\n\nProduct Hunt:…",
  "data/reddit-projects/r/SideProject/comments/pgo2lo/a_quick_design_hack_i_use_for_my_side_projects.json": "Hi everyone! I work on a series called FontDiscovery. Every week I create a\ndigestible visual guide about fonts, marketing, and design ideas to help\nfounders and markers step up their marketing and get creative. This week, I\nshared two simple design assets and ideas that could help your product.…",
  "data/reddit-projects/r/SideProject/comments/phrnnz/trackfootball_august_update.json": "Hi folks, this is my first update here in this sub-reddit about TrackFootball\nand I do one of these a month.\n\nI am working on TrackFootball app. Still in very early stages, the idea is to\n\"democratize football science\".\n\nIt allows you to track football specific aspects of your game - think…",
  "data/reddit-projects/r/SideProject/comments/pijkrn/tired_of_making_apps_to_just_make_money_so_im.json": "I want to write code to help society without strictly thinking about the\nprofitability of the idea. I'll probably end up making a bunch of stuff no one\ncares about, but I think it would be fun!\n\nDo you think this could be a good idea? What do you guys think?",
  "data/reddit-projects/r/SideProject/comments/pihir4/we_built_a_notion_product_and_made_1900_revenue.json": "Hello guys;\n\nWe launched E-Commerce Checklist [https://www.notionecommerce.com/] 3 days ago\non Product Hunt and became the #2 Product of the Day after Unicorn Platform. I\nwanted to share the launch results here if anyone here thinking to build a\nnotion template.\n\nSummary of E-Commerce Checklist's…",
  "data/reddit-projects/r/SideProject/comments/piu9v0/why_does_my_side_project_suck.json": "To be clear, I like my side project, but people aren't using it. So I have to\nassume there is something sucky about it. Please tear it apart for me, so that I\ncan learn from my mistake.\n\nThe project is a website to teach Python coding using flashcards. The flashcards\nhave code examples and the…",
  "data/reddit-projects/r/SideProject/comments/pj5ggv/im_not_sure_why_im_not_generating_a_lot_of.json": "I started a site that helps people living in Dubai calculate the real cost of\nrenting an apartment or house. This includes cost of electricity installation,\nrental contract registration to the government etc.\n\n\n\nI posted it on LinkedIn, Twitter, I run google ads to increase traffic but the\ntraffic…",
  "data/reddit-projects/r/SideProject/comments/pjj9v5/i_created_a_nocode_design_platform_that_lets.json": "The product is called CodeDesign.app [https://codedesign.app/] and we created it\nfor developers, marketers, and entrepreneurs. You can create designs using the\ndrag and drop builder, deploy it live, or export it to code. I'd love to get any\nand all thoughts/feedback/critiques. If you'd like to try…",
  "data/reddit-projects/r/SideProject/comments/pjp9zd/i_am_building_a_a_figma_plugin_to_publish_sites.json": "I've started a new side project two weeks ago by asking a simple question on\nReddit. \"Should I build a Plugin to publish sites directly in Figma?\" [0].\n\nAs a front-end developer I've converted hundreds of Figma designs into code. My\nclients are usually busy startups or web agencies wanted to speed…",
  "data/reddit-projects/r/SideProject/comments/pjehjf/followevents_discover_new_links_every_day.json": "The other day someone asked if I knew any QA-related Telegram groups, I didn't.\nSo I thought building a site with useful links to Substack, Telegram, Discord,\nSlack channel, and groups would be a nice idea.\n\nI created a simple version over the weekend, please check it out and add/upvote\nyour…",
  "data/reddit-projects/r/SideProject/comments/pk4byj/created_a_telegram_bot_that_search_ieee_paper_and.json": "I have made a Telegram Bot that Search IEEE Site for Research Paper and Get the\nDetail, And then Download that Paper Once the User Send Link Back to the Bot\n\nSEE HOW TO USE IT t.me/papershodkkbot…",
  "data/reddit-projects/r/SideProject/comments/pkht6w/mvp_built_in_24_hours_launched_on_producthunt_and.json": "This project began with a simple tweet explaining the idea that received\noverwhelmingly positive feedback.\n\nSo what is Micro Invest [https://micro-invest.io]?\nIt's just a platform where the product founder submits their MVPs and investors\ncome to help them by providing guidance, support, & a micro…",
  "data/reddit-projects/r/SideProject/comments/pkx5oc/cybermore_my_first_game_free_pixel_art_and_game.json": "Hey everyone, I recently spent about a month drawing and developing‍ my\ninitiative platformer. It is an incredibly frustating game which is available\nfor free download and you can play it in the broser. I have also released all of\nthe game assets I have made for free download, no attribution…",
  "data/reddit-projects/r/SideProject/comments/pkz3mw/page2api_a_powerful_and_versatile_api_that_makes.json": "Hello Folks! 🙌\n\nI'm very excited to show you Page2API!\n\nhttps://www.page2api.com\n\nToday, Web Scraping it’s a crowded, competitive market with plenty of APIs that\ncan offer a lot of features.\n\n * So, how is Page2API different?\n   \n\nBefore designing this API, I was scraping the web from time to time,…",
  "data/reddit-projects/r/SideProject/comments/pkzklu/i_recently_launched_a_side_project_its_an_app.json": "Over the last year, some buddies and I have been working on a packing platform\ncalled Packup [https://getpackup.com/]. We recently launched our public beta and\nare looking for feedback on the app itself, as well as other individuals that\nmay be interested in helping on the development of the…",
  "data/reddit-projects/r/SideProject/comments/pl8y6z/the_logo_wizard_a_simple_free_and_easy_to_use.json": "I built The Logo Wizard: A free and easy to use web app that allows you to build\nand customize a logo in only a few minutes all within your browser.\n\nIt also helps you to find the ideal colors for your brand in a fun and\ninteractive way.\n\nhttps://www.thelogowizard.com\n\nHere are a couple logos that…",
  "data/reddit-projects/r/SideProject/comments/pl8isv/looking_for_a_front_end_developers_to_build_a.json": "Hi everyone,\n\nI am a python developer (back end, familiar with React). I am looking for a\nfront end developer to build something cool together so we can use it in our\nresumes for future jobs. I will take care of the back end and would like to work\nwith somebody who is familiar with React or any…",
  "data/reddit-projects/r/SideProject/comments/plkfh5/how_we_scaled_our_saas_from_0_to_150k_in_revenue.json": "GENESIS\n\nListnr [http://www.listnr.tech/] was started after I (Anan Batra - Founder,\nListnr Inc [https://twitter.com/ananbatra]) wanted to create my own podcast and\nfound no existing solutions that were making podcast production easy.\n\nThe only one that came close was Anchor.fm [http://anchor.fm/]…",
  "data/reddit-projects/r/SideProject/comments/plmxnb/i_will_create_you_a_free_website_no_catches.json": "I'm a web designer, just starting out freelancing, and I'm looking to build up\nmy portfolio to help me land clients in the future. To make this happen, I will\nmake you a personal/business website for free.\n\nThe website will be made with WordPress - for free!\n\nYou only need to pay for your domain…",
  "data/reddit-projects/r/SideProject/comments/plq3lc/amazon_products_price_ticker.json": "I just finished prototyping a ticker for Amazon products. The ticker \"ticks\"\nevery time a product changes its price.\n\nhttps://i.imgur.com/uKltyHA.png\n\nIn the image you can see the (authenticated) request to 3 different WebSocket\nendpoints:\n\n * On the left: ticker for the Italy region only\n * On the…",
  "data/reddit-projects/r/SideProject/comments/pm525h/hidden_gems_machine_learning.json": "I built a program called Hidden Gems, and it uses automated machine learning to\nfind relationships in your data (think KPI finder).\n\nThe whole process takes two steps:\n\n1) Choose a file you want to analyze (CSV, TSV, public Google Sheets file,\nonline file)\n\n2) Choose a column you care most about…",
  "data/reddit-projects/r/SideProject/comments/pm8yka/how_to_launch_an_info_product_side_project.json": "Hello!\n\nOver the last 10 years I've built, launched and sold many products that we're\nmostly course or service based. Then, around 12 months ago I started seeing how\nmany people were selling Info Products, mostly curated Airtable databases on\nProduct Hunt.\n\nThe trend, was and is booming, and selling…",
  "data/reddit-projects/r/SideProject/comments/pmeniv/instadp_lets_you_download_instagram_photos_videos.json": "This is a simple Instagram downloader that I had created for my personal use and\nthought of sharing it with the community. Its called SocialUnblock.com\n[https://socialunblock.com]\n\nNote: I will be adding extra features in the near future.\n\nFeatures of this InstaDP downloader:\n\n 1. Download Instagram…",
  "data/reddit-projects/r/SideProject/comments/pme6wl/4sale_selling_a_3_year_effort_side_project.json": "I've been developing a side project for nearly 3 years and I don't have the\nresources to finish it and make profit from it. Any offer is welcome, as it's\nbetter to see it succeed than just letting it go.\n\nThe application is a distributed storage solution with Java 11 + Spring 5\nback-end and desktop…",
  "data/reddit-projects/r/SideProject/comments/pmqtfo/allinone_domain_tools_find_the_perfect_domain_for.json": "Hi guys, I developed a tool to check and find domain names and have been using\nit for some time. Now, I put them into an application (for MacOS at the moment).\n\nAvailable (for MacOS atm) at https://ish.im\n\nHope you find it useful. Feedback and question are welcome",
  "data/reddit-projects/r/SideProject/comments/pmt8c8/i_will_review_your_side_project_and_record_it.json": "Hi my name is Danny. I have been a lurker here for years. I had an idea. People\nspend so much time making their project and rarely get feedback. I thought I\nwould just try your projects & record it. I am honest but playful and\nrespectful. If you're interested DM me your link on reddit or my…",
  "data/reddit-projects/r/SideProject/comments/pn019t/i_have_98_finished_my_side_project_now_what.json": "Stupid story about the project :\n\nSo 3 months ago I was in an internship and i was asked to an web application (\nGoogle Form clone ), the company wasn't really wanting the project and they\nwasn't expecting the result I achieved, I was soo motivated because it was my\nfirst big project, it turned out…",
  "data/reddit-projects/r/SideProject/comments/pn6u86/automated_typing_websites_monkeytypecom_and.json": "I've used Selenium (in python), which is a framework generally used for testing\nweb applications. It scraps the text from the webpage and starts typing.\n\nIt was a fun project to do. It only took me around 30 minutes to complete. I\nhave also uploaded a full screencast on my G…"
}