{
  "data/reddit-stocks/r/investing/comments/mhj59m/microsoft_wins_us_army_contract_for.json": "Microsoft wins U.S. Army contract for augmented-reality headsets, worth up to\n$21.9 billion over 10 years\n[https://www.cnbc.com/2021/03/31/microsoft-wins-contract-to-make-modified-hololens-for-us-army.html]\n\nNews broke maybe 4 hours ago. MSFT shot up 1% on that news, up more than 2% on\nthe…",
  "data/reddit-stocks/r/stocks/comments/mhnavv/apple_collaborating_with_tesla.json": "Apple will begin using Tesla’s batteries at their new solar farm.\n\nThis may lead to a long lasting relationship regarding battery technology. Tesla\nis more than a car company. It is a mass data collection company, battery\ninnovation company, and lastly a car…",
  "data/reddit-stocks/r/stocks/comments/mhkybv/mp_materials_a_rare_rare_earth_company_bringing.json": "Thought I'd take a chance to provide some information on a stock that I have\nliked for a while, MP Materials. Right now it is sitting at a low point for a\nwhile and I think the time is ripe for the pickens. Why do I think this right\nnow?\n\nWell MP sits at a mining site in the middle of the desert out…",
  "data/reddit-stocks/r/wallstreetbets/comments/mhox08/are_ya_winnin_son_1m_416_800_calls_yolo_update.json": "There's like a 6% chance this works out still.\n\nNEVER TELL ME THE ODDS!\n\nI wonder if I'll get one of those 'you lost a lot of money last month'\nletters...\n[https://preview.redd.it/ku06jys05iq61.jpg?width=750&format=pjpg&auto=webp&s=2e896f0a2fc845a7cb2383e6e53eccafbc69a21f]\n\nEdit: adding one of my…",
  "data/reddit-stocks/r/wallstreetbets/comments/mhrkna/gme_megathread_for_april_1_2021.json": "Europoor starting the party while u/OPINION_IS_UNPOPULAR\n[/u/OPINION_IS_UNPOPULAR] is asleep, but credits to him please fellow apes !\n\nHOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY\nHOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY HOLY MOLY\nHOLY…",
  "data/reddit-stocks/r/stocks/comments/mhjulc/how_to_not_check_your_account_every_second_of.json": "I'm a long-term investor. All of the stocks I owned, I plan to hold for 6 years\nplus. However, as the title suggests, I have the urge to check my account all\nthe time. Any tips to stop this constant checking?",
  "data/reddit-stocks/r/stocks/comments/mhs1bl/nio_report_big_gains_in_firstquarter_deliveries.json": "Nio sprang in a surprise for its investors on April Fools' day by reporting\ndeliveries that exceeded the tempered forecast the EV maker issued last week.\n\nNio delivered 7,257 cars for the month of March, the Chinese EV start-up said in\na statement released Thursday. This represented a record monthly…",
  "data/reddit-stocks/r/wallstreetbets/comments/mhu8tg/gme_megathread_for_april_01_2021.json": "sort by new for a good time",
  "data/reddit-stocks/r/stocks/comments/mhx3wx/the_sp_500_jumps_above_4000_points_for_the_first.json": "This\n[https://finance.yahoo.com/m/5d4065bf-2ab5-3ccd-896c-93448e5294a4/s&p-500-jumps-above-4,000.html?.tsrc=applewf]\nis a historic milestone for the S&P 500 and the stock market. The index has\ngained over 1500 points over the last year and I believe that we can continue to\ngo up in the long term as…",
  "data/reddit-stocks/r/stocks/comments/mhsasq/lordstown_motors_beta_trucks_come_off_assembly.json": "Was happy to see news this morning that Lordstown Motors had the first two beta\ntrucks come off the assembly line yesterday. I know I know -- SEC investigation\n-- yes I know one of their trucks burned to the ground in January on a test\ndrive.\n\nBut i like the way they are doing the trucks. They…",
  "data/reddit-stocks/r/investing/comments/mhwqww/bofa_global_research_bitcoins_dirty_little_secrets.json": "Source [https://rsch.baml.com/access?q=JLQz8CGIkJs]\n\nKey takeaways\n\n * Data suggests that institutional announcements, inflows into GBTC, and miner\n   reward cuts help drive Bitcoin prices\n * The main argument for Bitcoin is not diversification, stable returns, or\n   inflation protection, but sheer…",
  "data/reddit-stocks/r/investing/comments/mhvu4z/canadian_bitcoin_etfs_available_on_fidelity_by.json": "You can currently access the Canadian Bitcoin ETFs through Fidelity (no april\nfools):\n\nYou first need to enable your accounts for International Trading. You can turn\nit on here\n[https://www.fidelity.com/customer-service/how-to-enable-international-trading]\nor call them.\n\nThe three ETF symbols are:…",
  "data/reddit-stocks/r/investing/comments/mi2izd/tethers_claims_that_its_virtual_currency_was.json": "NYAG statements\n[https://www.google.com/amp/s/www.cnbc.com/amp/2021/02/23/tether-bitfinex-reach-settlement-with-new-york-attorney-general.html]\n\n> New York Attorney General Letitia James' office says it found that Tether\n> sometimes held no reserves to back its cryptocurrency's dollar peg. It said\n>…",
  "data/reddit-stocks/r/wallstreetbets/comments/mhl9mg/why_has_there_been_two_days_of_100_billion_in.json": "Over the last few days, there has been a crazy surge in same day reverse repo\noperations at the NY Fed.\n\nWhat are these Reverse Repos you ask, and I ask too BTW, but according to the NY\nFed:\n\n\" The New York Fed conducts repo and reverse repo operations each day as a means\nto help keep the federal…",
  "data/reddit-stocks/r/wallstreetbets/comments/mi2jt1/amc_is_not_introducing_500m_shares_on_may_4th_the.json": "Apologies if this is going to get skewered but let it be known.\n\nThe \"News\" stating the shares are being introduced on May 4th is WRONG. The vote\noccurs on May 4th and it is for the RIGHT to introduce the shares, not to\nactually introduce them.\n\nTS;RA (Too Short; Read Already): HODL This shit like…",
  "data/reddit-stocks/r/stocks/comments/mhwtar/ai_will_eventually_figure_out_how_to_beat_the.json": "Given a long enough timeline I feel like it's inevitable that a well programmed\nAI will be able to sift through all the infinite complexities of the market and\nfind patterns to help it not just beat the market, but do so handily. Am I wrong\nin this assumption? And if I'm correct, wtf happens then?…",
  "data/reddit-stocks/r/stocks/comments/mi9o3v/ive_discovered_something_interesting_and_unusual.json": " 1. Discovery, Inc. (DISCB)\n\nSo this week we saw DISCB$ made a huge upward spike soaring to a high of 150$.\nThis move was on super low volume and many believe it was a short squeeze, but I\nsee something that makes me suspicious of this\n\nI took a look at a 1 year chart of DISCB$ and I see that around…",
  "data/reddit-stocks/r/stocks/comments/mi8p2x/pltr_is_a_low_bottom_company_and_has_become_too.json": "First of all, I would like to say that in this analysys I did not want to dwell\ntoo much into the technical aspects of the PLTR's software product or the\nfinancial performance of the company. I am well aware that those are one of the\nmost important fundamental elements when valuing a business and I…",
  "data/reddit-stocks/r/stocks/comments/mi1n4h/what_was_your_biggest_investing_mistake_and_what.json": "I recently was well overallocated to and got hit hard in a recent downturn that\nwas much sharper than I imagined. It was painful. Sold low, then the holding\npopped up hugely the next few days. So then I bought back higher, at half my\noriginal allocation, only to see it bleed down once again. On the…",
  "data/reddit-stocks/r/stocks/comments/mi44fb/us_market_recap_thursday_april_1_2021.json": "Dow +0.52%, S&P 500 +1.18%, Nasdaq +1.76%, Russell 2000 +1.50%\n\n\n\n * Synopsis\n   * US equities were higher in Thursday trading, finishing near best levels.\n     Major indices all posted gains in the holiday-shortened week as S&P 500 and\n     Dow finished at record closes. Energy led the market on…",
  "data/reddit-stocks/r/wallstreetbets/comments/mi3nbf/what_are_your_moves_tomorrow_april_02_2021.json": "APRIL FOOLS\n\nMarkets closed. [https://i.imgur.com/dn2U2Mf.jpg]\n\n:(",
  "data/reddit-stocks/r/stocks/comments/mid0zb/is_it_illegal_to_interview_at_a_startup_just.json": "really like this one company. applied to them and they granted me a phone\ninterview. I can probably get an offer pretty easily but i don't actuallly want\nto work there. I just want to evaluate their operation lol",
  "data/reddit-stocks/r/investing/comments/mijlje/us_job_growth_accelerates_in_march_unemployment.json": "https://reut.rs/3dxM6RH\n\nU.S. employers hired more workers than expected in March, spurred by increased\nvaccinations and more pandemic relief money from the government, cementing\nexpectations that an economic boom was underway.\n\nNonfarm payrolls surged by 916,000 jobs last month, the Labor…",
  "data/reddit-stocks/r/stocks/comments/mi84qf/where_should_i_put_10k.json": "For context, I'm 22, make $25/hr but have pretty much no bills since I live with\nmy parents, so my risk tolerance is pretty high. I have about 55 shares of Tesla\nafter \"un-diversifying\" and selling all my other stock. I'm pretty much all in.\nI cannot find any other company that i can put my money in…",
  "data/reddit-stocks/r/wallstreetbets/comments/midao4/lets_just_take_over_amc.json": "How we can take over AMC company, and make it \"our company\".\n\nOn may 4th, 2021, at 2:00PM Central time, there will be the annual stock holder\nmeeting.\n\nIt will be held at AMC Theatre Support Center, located at One AMC Way, 11500 Ash\nStreet, Leawood, Kansas…",
  "data/reddit-stocks/r/stocks/comments/mijg8l/job_growth_booms_in_march_at_highest_level_since.json": "https://www.cnbc.com/2021/04/02/us-jobs-report-march-2021.html\n\nJob growth boomed in March at the fastest pace since last summer as stronger\neconomic growth and an aggressive vaccination effort pushed companies to step up\nhiring, the Labor Department reported Friday.\n\nNonfarm payrolls increased by…",
  "data/reddit-stocks/r/stocks/comments/miaixy/stock_market_vs_real_estate.json": "There seems to always be a big debate as to whether real estate or stock market\nis overall the better investment strategy. I’m young so this is me wanting to\nspeak discussion on this topic since I’m interested in it.\n\nHow exactly is real estate investing much better than stock market investing?\nFor…",
  "data/reddit-stocks/r/wallstreetbets/comments/mi4yov/w2w_report_blackrockageddon_iclninrg_overhaul.json": "🚨 UPDATE: 9 AM PST 4/12 🚨\n\nJust got off the phone with SPDJI, you have to be a LICENSED subscriber (key\nword licensed I certainly am fucking not) to get the file delivery of the\npro-forma results today\n\nLETS DO THIS TOGETHER: take a look at the weighting documents and PLEASE pm or\nchat me thoughts…",
  "data/reddit-stocks/r/stocks/comments/mijvxm/tesla_reports_180338_vehicles_produced_184800.json": "https://www.cnbc.com/2021/04/02/tesla-tsla-q1-2021-vehicle-production-and-delivery-numbers.html\n\nTesla just reported first-quarter vehicle production and delivery numbers for\n2021. In total, it delivered 184,800 vehicles and produced 180,338 cars.\n\nAll of the electric vehicles it produced were Model…",
  "data/reddit-stocks/r/investing/comments/mingyi/tesla_deliveries_in_q1_up_from_88k_2020_to_184k.json": "PALO ALTO, Calif., April 2, 2021 – In the first quarter, we produced just over\n180,000 vehicles and delivered nearly 185,000 vehicles. We are encouraged by the\nstrong reception of the Model Y in China and are quickly progressing to full\nproduction capacity. The new Model S and Model X have also been…",
  "data/reddit-stocks/r/stocks/comments/mipbks/tesla_deliveries_smashed_expectations.json": "Tesla delivered a great bit of news Friday. The electric vehicle pioneer posted\na healthy quarterly increase in deliveries, a number more than double 2020's\nfirst-quarter total.\n\nInvestors had been wary of the figures -- not because of demand or competition,\nbut because of the global automotive chip…",
  "data/reddit-stocks/r/stocks/comments/misffi/palantir_wins_new_contract_with_the_us_department.json": "Great news for the company. Current completion date is march 31 2022, but the\ncontract could be extended till march 31 2026. Palantiar acquires another\npotential long-term customer. Here is the\nlink:https://govtribe.com/award/federal-contract-award/delivery-order-gs35f0086u-89233121fna400352",
  "data/reddit-stocks/r/stocks/comments/minumq/tesla_has_been_overstating_earnings_and_analysts.json": "https://twitter.com/TheLastBearSta1/status/1377709751723827201\n\n-Tesla reaches scale production of Model 3 in min 2018, leading to huge Model 3\nSales as it worked through pre-sale backlog\n\n-But by 2019, production capacity outstripped domestic demand, leaving Tesla\nwith excess Model 3s it needed to…",
  "data/reddit-stocks/r/investing/comments/mijk9h/i_computed_the_weighted_average_upside_for_100.json": "Final data\nhttps://docs.google.com/spreadsheets/d/e/2PACX-1vSHYOrzy3HGojElLunLrGh-Td0blaeAMSBzICbTrJJGsAfHxxCQizw52ddauP9EawPJ-_OK3XqTaxwq/pubhtml?gid=0&single=true\n\n * ETFs holdings from: https://stockanalysis.com/etf/VTI/holdings/\n * Price and analyst target prices from\n  …",
  "data/reddit-stocks/r/wallstreetbets/comments/mikm42/i_built_a_program_that_tracks_mentions_and.json": "Preamble: One of the main questions that I had and I see recurring on this sub\nis how to identify and invest in emerging stocks before it becomes mainstream\nnews. I did not have the time to actively track social media and decided to\nbuild a program that does it for me.\n\nHow it works: The program is…",
  "data/reddit-stocks/r/investing/comments/mirtpv/coinbase_direct_listing_set_for_april_14th.json": "Coinbase Global, the largest U.S. cryptocurrency exchange, will make its trading\ndebut through a direct listing on the Nasdaq on April 14, according to a\nreport. \n\nThe direct listing had been pushed back from March, sources told Bloomberg. As\nusual, a reference price will be made available the night…",
  "data/reddit-stocks/r/investing/comments/mig57o/investing_w_climate_change_on_the_horizon.json": "This has honestly bothered me for a while now. I am 26 years old (in the US)\nwith a decent-ish government job and I am slamming money away into a 457(b)\nprogram and all that, but I can't help but feel that it might end up being\npointless. I hope to retire around 55y/o, but I could envision the…",
  "data/reddit-stocks/r/investing/comments/mij0s2/arkk_morningstar_review_unrestrained_unaware_and.json": "https://www.morningstar.com/articles/1031702/ark-innovations-thematic-approach-is-ill-prepared-for-a-major-twist\n\nA lot of this ground has been covered already by places like The Bear Cave but\nhere are some highlights:\n\n- This team’s collective experience seems significantly more limited than…",
  "data/reddit-stocks/r/wallstreetbets/comments/minugt/microvision_investment_thesis_and_summary_of_dd.json": "Microvision (MVIS) Investment Thesis\n\nDisclaimer: I am not a financial or investment advisor.\n\nDisclaimer: This is a monster stock.\n\nNote: I have attempted to pull together the business case and investment thesis\nand summary of recent compelling events based on the work of many in the\nMicroVision…",
  "data/reddit-stocks/r/investing/comments/mj8jqg/lumber_prices_are_up_250_in_the_last_3_months.json": "This weekend I went and bought some Plywood for the house. I couldn’t believe\nhow much I had to pay for some simple 2’x4’s.\n\nThe price has gone up by 250% in just the last few months. With the housing boom\nhappening and everyone trying to remodel their house I see this continuing on\nfor a while.\n\nIs…",
  "data/reddit-stocks/r/stocks/comments/mj83jr/wall_street_week_ahead_for_the_trading_week.json": "Good Saturday morning to all of you here on r/stocks [/r/stocks]. I hope\neveryone on this sub made out pretty nicely in the market this past week, and is\nready for the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning April 5th,…",
  "data/reddit-stocks/r/stocks/comments/mjaf5j/slssf_bhp_fcx_vale_rio_miners_specifically_copper.json": "In the past 1-2 trading months have shown strong reversal patterns for these\nthree miners and although,$SLSSF and $VALE were less pronounced\n\n$BHP, $FCX, $VALE& $RIO - Are among the world's largest miners in the world.\n\nSOLARIS RESOURCES INC (SLSSF)\n\nThough not as pronounced as others in the world…",
  "data/reddit-stocks/r/stocks/comments/mjcdge/533_million_facebook_users_phone_numbers_and.json": "https://www.businessinsider.com/stolen-data-of-533-million-facebook-users-leaked-online-2021-4\n\nThe company has not addressed this new data leak yet, but it could be the worst\nleak Facebook’s ever been involved.\n\nThis morning, we reported that Apple’s CEO Tim Cook is being interviewed on\nMonday…",
  "data/reddit-stocks/r/wallstreetbets/comments/mjbg4j/with_fake_yolos_being_easy_to_make_what_is_a_way.json": "When you look at the hot section of wsb on a given weekday, at least half of the\nhot posts are a screenshot of someones position, usually a yolo. These are\nentertaining, and generally we consider these as proof of positions. But they\nshouldn't be. I'm no inspect element or photoshop expert but it…",
  "data/reddit-stocks/r/wallstreetbets/comments/mjf7mg/gme_dd_on_april_2020_similarities_to_today.json": "““The tendies are coming, the tendies are coming” – Paul Revere”” –\nHomeDepotHank69\n\nApes, I have excellent news. Today, I woke up (with only a half chub) and\nthought to myself “I’m gonna be super productive today and get a ton of work\ndone.” Then, my ADHD medicine kicked in and I went down another…",
  "data/reddit-stocks/r/stocks/comments/mj6lsi/is_plug_dead.json": "Seems like the company has ambitious goals for the future by 2024 which is why I\nbought. But I bought high at $60 and as most of you know it’s been slowly\nbleeding off over the course of this past month.\n\nDo I really Hodl for that long?",
  "data/reddit-stocks/r/stocks/comments/mjninw/coin_coinbase_nasdaq_releases_april_14th.json": "So the actual stock for Coinbase is live April 14th 2021 Do you think it’s going\nto go up for down from the initial price and why? Will you be buying the moment\nit’s live or waiting a few days? Why do you think it would skyrocket or plummet?",
  "data/reddit-stocks/r/wallstreetbets/comments/mjrc0t/institutions_in_gme_increased_2_than_last_month.json": "Based on SimplyWallst, I dig through some data and noticed some changes. Last\nmonth, Instituiton ownership was 70% and now there is 2% more than last month.\n\nhttps://preview.redd.it/h7fyw2fnw3r61.jpg?width=1216&format=pjpg&auto=webp&s=00f4f2444d70f76d593e28f44ff53968a0186280\n\nThis is chart to show…",
  "data/reddit-stocks/r/stocks/comments/mjrul6/long_term_stocks.json": "What stocks are you buying and holding for the next 5-20 years?\n\nIt’s pretty obvious that technology will be as big as ever - Im in Apple and\nMicrosoft\n\nElectric cars will be huge - I’m in Tesla\n\nDisney - Disney plus set to overtake Netflix, Disney theme parks will expand and\ngrow ( I’m in…",
  "data/reddit-stocks/r/wallstreetbets/comments/mjswts/short_attacks_explained_and_how_hedgefunds_are.json": "Jul. 25, 2014 10:54 AM\n\nPublished courtesy of Citizens for Securities Reform,\nat http://counterfeitingstock.com/CS2.0/CounterfeitingStock.html\n\nAbusive shorting are not random acts of a renegade hedge funds, but rather a\ncoordinated business plan that is carried out by a collusive consortium of…",
  "data/reddit-stocks/r/stocks/comments/mjmptt/genuinely_curious_why_do_reits_get_shitted_on.json": "I'm a complete noob when it comes to stocks. I try to keep it simple and put 95%\ninto Vanguard, with 5% in other things like CCL, STWD, and VNQ (vanguard's\nREIT).\n\nTo me REITs make so much sense once you set up dividend reinvestment and the the\nreinvestment purchases another full share.\n\nBut I must…",
  "data/reddit-stocks/r/stocks/comments/mjwlc4/facebook_data_on_more_than_500_million_accounts.json": "https://www.cnbc.com/2021/04/04/facebook-data-on-more-than-500-million-accounts-found-online.html\n\nThe information appears to be several years old, but it is another example of\nthe vast amount of information collected by Facebook and other social media\nsites, and the limits to how secure that…",
  "data/reddit-stocks/r/investing/comments/mjwo8q/waste_connections_wcn_and_waste_in_general.json": "The waste industry is more than just hard-working gentlemen and women collecting\ntrash from your home or business. It is an extensive ecosystem which is the\nbackbone underpinning a growing economy. Waste Connections operations stand to\nmaterially benefit from the industrial and residential waste…",
  "data/reddit-stocks/r/stocks/comments/mjvkhh/looking_to_invest_25005000_into_the_market.json": "Sooooo, I’m looking to invest $2,500-$5,000 into the market. I’m just looking to\nsee what everyone thinks would be worth investing into. I’m not real concerned\nwith diversity, unless I break down payments. My point being, I wouldn’t mind\ninvesting all the money on 1 stock!! Any and all advice is…",
  "data/reddit-stocks/r/stocks/comments/mk0xxh/how_to_invest_in_agricultural_vertical_farming.json": "Agricultural land is subsidized by the government here, so i am looking for USA\nbased AG stocks, and global vertical farming tech.\n\nI see a massive market for Vertical Farming Tech, and institutions building\nthese vertical farms.\n\nLand is becoming scarce, population is growing and vertical farming…"
}