{
  "data/reddit-know/r/YouShouldKnow/comments/r69hrq/ysk_scihub_is_a_free_recourse_to_get_access_to.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So many journal articles in science\nspecifically are locked behind extreme paywalls, especially recently published\npapers with exciting information. I&#39;ve seen paywalls that range from\n$50-$200 just to get access to one article. SciHub was founded by a…",
  "data/reddit-know/r/YouShouldKnow/comments/r63i5k/ysk_there_is_an_extension_that_lets_you_see_the.json": "<!-- SC_OFF --><div class=\"md\"><p>Not sure about the policy of linking directly\nto things, but if you just google: &quot;Return Youtube Dislike&quot; you can\nfind the right extension. It works for Chrome and Firefox.</p> <p>Why YSK:\napparently I have to explain why youtube dislike counts are…",
  "data/reddit-know/r/YouShouldKnow/comments/r6bw6t/ysk_that_taking_a_deep_breath_to_calm_down_works.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you’re trying to calm down,\nespecially during a panic attack, diaphragmatic or belly breathing is what will\nhelp you relax. Thoracic or chest breathing is better for physical exertion and\nmay actually make you more tense.…",
  "data/reddit-know/r/YouShouldKnow/comments/r6h98n/ysk_that_browsers_have_limitations_when_it_comes.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Especially if you&#39;re subscribed\nto a high-quality streaming plan, you should consider your go-to browser (at\nleast for your streams). Otherwise you basically have zero benefits from the\nextra money you&#39;re paying if you&#39;re not just out for the…",
  "data/reddit-know/r/YouShouldKnow/comments/r6su7n/ysk_the_buildup_of_black_soot_on_the_bottom_of.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Carbon monoxide (CO) is known as the\n&quot;silent killer&quot; for a reason. It&#39;s odourless and colourless, so\nit&#39;s very hard to detect. For this reason, it&#39;s always a good idea to\nensure your fire detector/smoke alarm also has CO detection…",
  "data/reddit-know/r/YouShouldKnow/comments/r6q20e/ysk_that_6_inflation_in_2021_to_2_inflation_in.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: make sure that your yearly salary\nincrease is at least that of inflation. Otherwise, it’s a pay cut.</p>\n<p>Inflation is often shown as year over year percentage change. Do not be\nfooled by the government when the inflation is “transitioned” into 2%…",
  "data/reddit-know/r/YouShouldKnow/comments/r76qnq/ysk_a_team_of_researchers_are_using_a.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: We’re beginning to realise the\nimportance of self-care and investing in our mental wellness early enough,\ninstead of reaching for treatment when things have already gone awry. While\nprofessional help is probably always the best option (if you can afford…",
  "data/reddit-know/r/YouShouldKnow/comments/r7f7wm/ysk_that_you_should_always_ask_before_introducing.json": "<!-- SC_OFF --><div class=\"md\"><p>Why ysk: even dogs with good owners can be\naggressive or in bad moods. Many dogs are rescued from bad situations or had\nunfortunate experience that cause them to either not like new people or other\ndogs. </p> <p>These dogs still have every right to be walked around…",
  "data/reddit-know/r/YouShouldKnow/comments/r7p2js/ysk_that_button_batteries_the_batteries_that_look.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: children find these batteries and\nswallow them. We especially see these batteries around the holidays as they are\nin decorations, cards, toys and all sorts of other things. I work as a nurse and\nhave seen several children need to be tube fed for the rest of…",
  "data/reddit-know/r/YouShouldKnow/comments/r7tija/ysk_when_you_buy_digital_media_online_you_dont.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: just because you &quot;buy&quot;\nsomething digitally, doesn&#39;t mean the same when you physically buy\nsomething. you are buying ACCESS to the content. don&#39;t be surprised if the\ncompany revokes access. </p>…",
  "data/reddit-know/r/YouShouldKnow/comments/r7xqkx/ysk_starting_a_workout_regimen_requires_more.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This popular New Years resolution is\njust around the corner. Too much focus is put on the workout itself without\naddressing the real problem of why so many start and then quit. Everyone\nstruggles, but some have sourced the key, the right mental gymnastics…",
  "data/reddit-know/r/YouShouldKnow/comments/r81h2u/ysk_if_you_have_a_careerbuilder_account_even_if.json": "<!-- SC_OFF --><div class=\"md\"><p>I started getting emails thanking me for my\napplication to jobs I don’t want and am not qualified for recently. One of the\nrecruiters was kind enough to respond to my follow up and informed me:</p>\n<blockquote> <p>Thank you for Emailing me about this. I received an…",
  "data/reddit-know/r/YouShouldKnow/comments/r83u0x/ysk_when_frustrated_with_a_company_instead_of.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Customer Service Representatives\n(CSRs) have an unbelievably difficult job. Framing your frustration as being the\nfault of the company, and not the CSR personally is not only the kind thing to\ndo, it also increases the odds that the rep will go above and…",
  "data/reddit-know/r/YouShouldKnow/comments/r85ye9/ysk_tortillas_are_not_fully_cooked_yet.json": "<!-- SC_OFF --><div class=\"md\"><p>TL;DR: Tortillas fresh out of a bag/package\nare not fully cooked. Heating them on a hot non-stick, flattop, plancha, or well\nseasoned cast iron pan for 30 seconds to a minute on each side until light\nbrowning and warm/hot is essential for enjoying the tortillas.…",
  "data/reddit-know/r/YouShouldKnow/comments/r85o02/ysk_driving_slow_isnt_always_the_same_as_driving.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: there are a lot of situations where\ndriving fast is safer than driving slow. </p> <p>For example if you&#39;re\npassing something, especially something like a truck with high winds, it&#39;s\nsafest to pass it as quickly as possible. I always use the rule of…",
  "data/reddit-know/r/YouShouldKnow/comments/r8bg42/ysk_the_artificial_sweetener_xylitol_found_in.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: with the obesity epidemic and Keto\ncraze happening in the US, Xylitol use has been on the rise, significantly. It\nis safe for humans (but will cause diarrhea in large amounts) but CAN kill your\ndog very quickly unless taken to the vet IMMEDIATELY. When 5mg…",
  "data/reddit-know/r/YouShouldKnow/comments/r8dg01/ysk_dating_files_using_yyyymmdd_format_will_keep.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is especially useful when you\nneed to save multiple versions of a file over time and can quickly reference the\ndate from the file name instead of “date modified” or “date created”. For\nexample, if I save a file today, I would name it “Example Text…",
  "data/reddit-know/r/YouShouldKnow/comments/r85t6g/ysk_theres_a_free_and_easy_way_to_automate.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Nearly every office I&#39;ve ever\nbeen in has done so many boring, repetitive things by hand. Spending just a\ncouple of days learning the basics of a scripting language like Python can cut\nhours of tedious work out of your routine. Computers are really good…",
  "data/reddit-know/r/YouShouldKnow/comments/r8f5fq/ysk_most_dish_soaps_like_dawn_are_designed_to_be.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Some soap companies are changing\ntheir formula because so many people wash dishes now one by one, by putting dish\nsoap on the sponge and then scrubbing with running water, rather than filling\nthe sink. If you don’t have a 2 part sink, it makes it harder to…",
  "data/reddit-know/r/YouShouldKnow/comments/r8qwut/ysk_some_hospitals_in_the_usa_will_offer.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Healthcare in the USA can be very\nunaffordable and has the potential to financially ruin people. Not many people\nare aware that <em>some</em> hospitals will offer discounts to your bill. You\nMUST ASK for these discounts, they aren&#39;t handed out like…",
  "data/reddit-know/r/YouShouldKnow/comments/r8wdhg/ysk_most_corporations_and_isps_track_you_through.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: DNS servers are required for anyone\nto connect to the internet. Corporations and ISPs like to track you as much as\nhumanly possible within the law. They do this mostly through the DNS servers\nthey automatically configure your devices to use. By switching to…",
  "data/reddit-know/r/YouShouldKnow/comments/r911j3/ysk_teach_children_how_to_be_around_dogs_safely.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: as a caregiver it is incredibly\nimportant to keep children safe. If you want to have a dog in your family it is\nimportant to teach kids how to interact with dogs safely.</p> <p>EDIT: Yes!\nPeople should train their dogs! But also it’s really important kids…",
  "data/reddit-know/r/YouShouldKnow/comments/r91xer/ysk_ceiling_fans_have_a_winter_setting.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most ceiling fans are capable of\nwarming a room which is counterintuitive. On a lot a fans there&#39;s a switch\nsomewhere on the side that can be either up or down, flipping this switch will\nswitch the blades rotation so instead of blowing air down, it…",
  "data/reddit-know/r/YouShouldKnow/comments/r92nwx/ysk_afrin_can_cause_a_serious_medical_condition.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: &quot;While it’s not considered an\n&#39;addiction&#39; in the usual sense, your body <em>can</em> become dependent\non the drug. Doctors call this phenomenon &#39;rebound congestion,&#39; or <a\nhref=\"https://www.jacionline.org/article/S0091…",
  "data/reddit-know/r/YouShouldKnow/comments/r9ef6v/ysk_bleach_expires_and_becomes_almost_useless.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Bleach degrades over time into its\nconstituent parts. It doesn&#39;t become more dangerous but it will absolutely\nlose its potency, thus limiting it&#39;s cleaning capabilities. If you&#39;re\nhaving a hard time getting bleach to work as you&#39;d expect,…",
  "data/reddit-know/r/YouShouldKnow/comments/r9tj6r/ysk_you_should_regularly_pour_white_vinegar_into.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Tap water, which is used to fill a\ntoilet&#39;s water tank, can contain a lot of calcium hardness in it. If left\nunchecked, over time, calcareous buildups will form pretty much everywhere in\nthe toilet&#39;s flushing system, which will damage the gaskets…",
  "data/reddit-know/r/YouShouldKnow/comments/r9lzqz/ysk_there_is_an_app_called_be_my_eyes_that_allows.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The app is free to download and you\ncan sign up as a volunteer or a visually impaired / blind person. If you need\nvisual help (examples given are picking the right colour of an item of clothing,\nor the right brand of product when shopping) and you are…",
  "data/reddit-know/r/YouShouldKnow/comments/rabskj/ysk_cut_nails_straight_across_to_prevent_ingrown.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Improper nail trimming is 1 cause of\ningrown nails.</p> <p><a\nhref=\"https://puretherapyclinic.files.wordpress.com/2017/01/infection-after-ingrown-toenail-1.png\">Here&#39;s\nan example of how to cut them</a></p> <p>Causes:</p> <p>The etiology of…",
  "data/reddit-know/r/YouShouldKnow/comments/rad2oo/ysk_when_planning_a_trip_to_see_a_national.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Planning a trip to another state can\nbe daunting. All national forests and parks are operated by one of the\nforest/park services. All of these services have sites with contact forms. The\nrangers are like librarians but for the land.</p> <p>They have all…",
  "data/reddit-know/r/YouShouldKnow/comments/raizy7/ysk_the_govrun_unclaimed_property_program_holds.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it&#39;s free, it&#39;s legit, and\nit&#39;s your money</p> <p><strong>This program exists in the US, Canada, and UK\nAT LEAST, so while I&#39;m talking about the US, your country probably has one\ntoo</strong></p> <p>Let&#39;s say 8 years ago you quit a job.…",
  "data/reddit-know/r/YouShouldKnow/comments/rap5y5/ysk_wash_your_new_clothes_before_wearing_them.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many textiles are treated with\nchemicals including formaldehyde resins to prevent mildew and mold growth on\nclothes during transport as well as dye fixatives, fire retardant and\nantibacterial treatments, and treatments to prevent wrinkling and…",
  "data/reddit-know/r/YouShouldKnow/comments/raro9d/ysk_if_your_car_is_totaled_tell_your_insurance.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p><strong>1.)</strong> Insurance\nwill ALWAYS try to offer low first, sometimes leaving you with a balance owed on\nyour old vehicle loan or leaving you unable to replace your vehicle with a\nvehicle of similar value.</p> <p><strong>2.)</strong> They may…",
  "data/reddit-know/r/YouShouldKnow/comments/rajzla/ysk_how_to_tell_the_difference_between_tension.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There is a HUGE difference between\nmigraines and tension headaches. Tension headaches are the most common type of\nheadache though most people unknowingly refer to them and treat them as\nmigraines. </p> <p>Migraines are a neurological problem and tension…",
  "data/reddit-know/r/YouShouldKnow/comments/rb1s93/ysk_that_in_the_us_you_can_check_if_an.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: especially this time of year, there\nare plenty of companies that try to pretend that they are charities when they\nare actually for profit companies. The IRS keeps a full database open to the\npublic online <a href=\"https://apps.irs.gov/app/eos/\">here</a>…",
  "data/reddit-know/r/YouShouldKnow/comments/rbhh2k/ysk_you_want_to_get_your_life_disability_and.json": "<!-- SC_OFF --><div class=\"md\"><p>YSK: Life, disability, and long-term care\ninsurance providers can discriminate based on genetic testing results. Health\ninsurance providers can&#39;t.</p> <p>Why YSK: Health insurers are forbidden to\ndiscriminate on the basis of genetics. Other insurers--like life,…",
  "data/reddit-know/r/YouShouldKnow/comments/rak6pw/ysk_there_is_a_browser_extension_that_integrates.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because it makes for happier browsing\nknowing full well you can show your potential disdain for certain content.</p>\n</div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rbvhey/ysk_apply_antiperspirant_at_night.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: As a formerly super sweaty teenager\nwith hyperhidrosis learning this was a game changer. Anti-perspirant has to\nabsorb into your skin to work and if you apply it directly after a shower while\nstill wet; or in the morning and sweat it out it will not work…",
  "data/reddit-know/r/YouShouldKnow/comments/rbry7i/ysk_dont_leave_your_hard_drive_or_ssd_in_your.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: These companies may make backups and\nmaybe not store them properly. Data is valuable and you don&#39;t want it to be\neverywhere. Don&#39;t keep your data somewhere unprotected!</p> <p>Removing your\nhard drive or SSD is not hard for most laptops, it will…",
  "data/reddit-know/r/YouShouldKnow/comments/rbks00/ysk_japan_does_not_have_fair_use_laws.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Recenty I&#39;ve seen a few\nstatements about youtubers/influencers who are constantly being claimed on their\nvideos or facing legal threats by Japanese companies for reviewing Japanese\ncontent (mostly anime). This is because even though in Youtubes guide…",
  "data/reddit-know/r/YouShouldKnow/comments/rc7j7b/ysk_that_workers_all_over_the_us_are_showing_an.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Class consciousness is growing\nrapidly among the American workforce for the past few years. The best way to\ncontribute to this momentum is to be a conscientious consumer and be selective\nin one&#39;s purchases. Many consumers forget that they have this very…",
  "data/reddit-know/r/YouShouldKnow/comments/rciits/ysk_if_youre_job_hunting_despite_the_widespread.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I worked for several years helping\ncompanies with their recruitment efforts and 1, companies do use systems (ATS)\nto automatically filter out non-relevant posts and, 2, when they do get to the\nhuman, one of the biggest things they look for, beyond your…",
  "data/reddit-know/r/YouShouldKnow/comments/rcjbsp/ysk_half_of_speaking_a_foreign_language_is.json": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong>: Because traveling\nand speaking a foreign language, beyond rudimentary fluency without a thick\naccent, is difficult. Native speakers can understand foreigners much easier if a\nphrase uses the familiar lilt/melody/rhythm, which requires…",
  "data/reddit-know/r/YouShouldKnow/comments/rcp9gv/ysk_offbrand_cereals_are_identical_to_name_brand.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK</p> <p>When considering paying $0.27\nper serving vs $0.14 per serving, you should know that there is very little\ndifference (if any) between most brands and their off-brand, and often times the\ndifference is that the &quot;off-brand&quot; retains the better…",
  "data/reddit-know/r/YouShouldKnow/comments/rcmrzm/ysk_you_are_getting_a_paycut.json": "<!-- SC_OFF --><div class=\"md\"><p>Probably only unpopular among employers, but\nyou should know that the inflation rate is around 6% and probably much higher\nfor most of us, so if you are not receiving a raise this year for at least 6%\nyou are getting a pay-cut. You should ask your employer to…",
  "data/reddit-know/r/YouShouldKnow/comments/rcw7ap/ysk_that_your_teeth_and_gums_are_linked_directly.json": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> While dental health\nis very important in general, one reason that often gets overlooked is that your\nteeth and gums are directly linked to your heart, and poor dental hygiene can\npotentially lead to heart problems if left unattended.</p>…",
  "data/reddit-know/r/YouShouldKnow/comments/rcc2xf/ysk_the_black_highlighter_feature_on_phones_is.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you share something that has\npersonal information, and think that you blacked out the personal information,\nyou could accidentally be revealing that information to strangers. I know from\nexperience that something &#39;blacked out&#39; can look jet black…",
  "data/reddit-know/r/YouShouldKnow/comments/rd9rfs/ysk_that_brands_you_may_consider_as_alternatives.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Kellogg&#39;s owns several\nsubsidiaries and brands. For instance, you may think buying Kashi cereals\ninstead of Kellogg&#39;s would hurt Kellogg&#39;s; however, Kashi is a\nsubsidiary of Kellogg&#39;s. The same is true of RXBar, Morningstar, Bear…",
  "data/reddit-know/r/YouShouldKnow/comments/rb853o/ysk_you_can_compost_all_food_soiled_paper_and.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: organic materials that end up in the\nlandfill can be recycled back into the natural systems from whence that came,\nmaking the production and use more sustainable. This includes tissue, toilet\npaper, paper towels, pizza boxes, and other to go containers; as…",
  "data/reddit-know/r/YouShouldKnow/comments/rdaz50/ysk_ublock_and_other_adblocks_in_chrome_will_lose.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Your privacy, data usage, and\nbrowsing experience will be affected. If you haven&#39;t already, invest in a\npihole or switch to a non-chromium browser</p> </div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rdeqgu/ysk_your_local_library_likely_offers_heavily.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I&#39;ll give an example. Living\nwithin an hour from Boston my local library gives discounts to all the\ncity&#39;s museums. I wanted to take my girlfriend on a date to the Museum of\nFine Arts which is normally $25 per ticket. But through the library you can…",
  "data/reddit-know/r/YouShouldKnow/comments/rdky5m/ysk_depression_is_different_from_sadness.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: people will often say &quot;what do\nthey have to be depressed about? They have a good job/family/home/etc. </p>\n<p>Depression can be brought on by major events that cause sadness, like grief\nor trauma. But it can also exist without any obvious external…",
  "data/reddit-know/r/YouShouldKnow/comments/rddev0/ysk_if_your_turn_signals_blink_quickly_either_the.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Manufacturers set their flasher\nrelays to blink quickly when there is less resistance, such as when a bulb burns\nout. Many people think there is a short or an electrical issue, when in reality\nit is simply a burned out bulb.</p> </div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rdt0d3/ysk_there_is_an_website_that_offers_paid_courses.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most people are unaware that\neducational sites provide 100% off coupons for promotion which literally make\nthose courses FREE to enroll with lifetime validity.</p> <p>Here is the <a\nhref=\"https://coursetime.net/\">Website</a> that keep a track of those…",
  "data/reddit-know/r/YouShouldKnow/comments/rdwhij/ysk_leaving_water_bottlessnacks_for_any_delivery.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK, this time of year and even more so\nthis year (at least in the United States as far as I know), the mail and package\nservices are completely overwhelmed. This means your mail carrier and package\ndelivery people including companies like Amazon even are…",
  "data/reddit-know/r/YouShouldKnow/comments/re5ubk/ysk_this_is_your_yearly_reminder_with_the.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: the holidays are a really tough time\nfor recovering alcoholics or people who quit for different reasons. If someone\ndeclines alcohol, don&#39;t make a scene or try to convince them to drink\nanyways.</p> <p>Have fun, don&#39;t kill your family and stay…",
  "data/reddit-know/r/YouShouldKnow/comments/rebk9r/ysk_if_someone_doesnt_want_to_celebrate_their.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You may say that you just want them\nto know you care about them. But the message you’re sending the person is that\nyou don’t care about their feelings, because you’re doing exactly what they\nasked you not to do. They will end up resenting you, and hate…",
  "data/reddit-know/r/YouShouldKnow/comments/reja4r/ysk_when_a_retail_worker_asks_if_you_need_a_size.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Especially in the holiday season now\nwith retail stores getting extremely busy, retail workers just don’t have the\ntime to spend cleaning up all day. They do in fact have a lot of other tasks to\ndo besides clean up after you, and although they are getting…",
  "data/reddit-know/r/YouShouldKnow/comments/rekljb/ysk_the_ie_and_eg_are_two_separate_things.json": "<!-- SC_OFF --><div class=\"md\"><p>i.e. mean it is one of these and e.g. means\nthese are examples. For example, if someone said &quot;Choose your favorite\ncolor (i.e. blue or red)&quot; they are saying choose between blue and red. If\nsomeone said &quot;Choose your favorite color (e.g. blue or…",
  "data/reddit-know/r/YouShouldKnow/comments/rebbc6/ysk_its_really_easy_to_unknowingly_trap_a.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Someone who works in customer service\nwill almost inevitably have casual conversations with some of the customers,\nespecially if they see the same customers regularly.</p> <p>When that happens,\nthe worker has almost no way of politely declining the…",
  "data/reddit-know/r/YouShouldKnow/comments/rf1cph/ysk_bay_leaves_can_keep_weevils_away_along_with.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK is if you ever deal with an\ninfestation, bay leaves are great at deterring all kinds of pests. All you have\nto do is put a bay leaf or two in your flour and rice and it will keep them\naway. You can also scatter the bay leaves around the cupboard to keep them…",
  "data/reddit-know/r/YouShouldKnow/comments/rf47q6/ysk_truffle_oil_does_not_contain_any_truffles_but.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Once upon a time, truffle oil was\njust oil infused with truffles. <a\nhref=\"https://en.m.wikipedia.org/wiki/Truffle_oil\">These days, it is oil infused\nwith 2,4-dithiapentane,</a> a hydrocarbon with a flavor that can best be\ndescribed as a parody of…",
  "data/reddit-know/r/YouShouldKnow/comments/rf59fx/ysk_even_slowmoving_water_presents_incredible.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p>Many people vastly\nunderestimate the forces even small bodies of water can impart.</p>\n<p>There&#39;s a silly little rule of thumb that&#39;s actually pretty helpful.\nIf you dropped a flower in the water, would you have time to bend down and pick\nit…",
  "data/reddit-know/r/YouShouldKnow/comments/rfcs7a/ysk_that_being_hypersexual_is_common_for_rape.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Often times the media surrounds the\nnarrative of a rape victim as someone who outright repels sex/sexuality as a\nresult of their traumatic experience, and while that happens, the opposite end\nof the spectrum is sometimes looked down upon and outright…",
  "data/reddit-know/r/YouShouldKnow/comments/rfmlcu/ysk_never_say_at_least_when_someone_is_telling.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Saying “at least” implies to the\nother person that their problem isn’t that bad. In actuality, their problem is\nbad to them and that’s what matters. </p> <p>It also dismisses them and does not\nlet them finish speaking about it. “At least” shuts them down.…",
  "data/reddit-know/r/YouShouldKnow/comments/rfm7du/ysk_harder_work_doesnt_always_mean_a_better_result.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There’s an attitude in this world\nthat working hard automatically means you’ll have a better outcome. It’s not\ntrue.</p> <p>Just because you spent an hour and half on liver and onions doesn’t\nmean you made something tastier than a regular grilled cheese.…",
  "data/reddit-know/r/YouShouldKnow/comments/rfpr2r/ysk_apple_just_released_an_update_that_allows.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There has been issues for many years\nwith parents or loved ones who have iOS devices and pass away that their loved\nones cannot access their phone data after death due to the security measures on\nthe phone. This has caused many memories to be lost as Apple…",
  "data/reddit-know/r/YouShouldKnow/comments/rfkori/ysk_remove_all_the_clutter_ads_life_story_popups.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It can get frustrating skimming\nthrough text walls just to find the recipe on blogs/sites. Authors do it to get\nhigh ranking on Google.</p> <p>You can use <a\nhref=\"https://onlyrecipe.app/\">OnlyRecipe.app</a> to extract the recipe\ninformation. It works on…",
  "data/reddit-know/r/YouShouldKnow/comments/rfu8j8/ysk_that_time_magazines_person_of_the_year_isnt.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: often when Time announces their\nPerson of the Year, it&#39;s met with backlash because people think the person\nthey chose is undeserving of praise, and they suggest people they think should\nhave been person of the year instead, providing less influential…",
  "data/reddit-know/r/YouShouldKnow/comments/rg7oik/ysk_you_should_stop_saving_your_resume_as.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Whenever you send off a resume you\nshould think about it from the point of view of the recruiter receiving it and\ntherefore format it in a way that is going to make it as easy as possible for\nthem. That includes saving it as PDF, making the information…",
  "data/reddit-know/r/YouShouldKnow/comments/rf953q/ysk_winter_is_here_top_up_your_tires.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Cold temperatures condense the air in\nyour tires, so even those perfectly OK looking winter or all weather tires on\nyour car or truck can actually be dangerously low.</p> <p>This increases wear,\naffects ride, and changes how the tire contacts slippery…",
  "data/reddit-know/r/YouShouldKnow/comments/re9m7u/ysk_that_texting_741741_will_immediately_connect.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: With the holidays approaching, you\nshould know that if you are feeling depressed, or suicidal or you need someone\nto talk to, <a href=\"https://www.crisistextline.org/\">this is one of many\ntools</a> that are available to you. </p> <p>You are wanted, you…",
  "data/reddit-know/r/YouShouldKnow/comments/reuuum/ysk_paying_in_cashdebit_effectively_subsidizes.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Credit card networks charge a 1-3%\nprocessing fee for their services, so retailers and restaurants often mark up\ntheir prices for everyone to compensate. Credit card holders will get 1-3% back\nin cashback or points, so even if a retailer raises prices, they…",
  "data/reddit-know/r/YouShouldKnow/comments/rbpvot/ysk_you_can_see_and_use_youtube_with_dislikes.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It&#39;s been around for a long time\nand they just updated it to show the dislikes again... <a\nhref=\"https://i.imgur.com/oKBujCE.png\">https://i.imgur.com/oKBujCE.png</a></p>\n<p>Use this with SponsorBlock and you can watch without ads or self-promotion\nads,…",
  "data/reddit-know/r/YouShouldKnow/comments/rbirw6/ysk_you_can_easily_remove_all_the_clutter_ads.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It can get frustrating skimming\nthrough text walls just to find the recipe on blogs/sites. Authors do it to get\nhigh ranking on Google. </p> <p>You can use <a\nhref=\"https://OnlyRecipe.app\">OnlyRecipe.app</a> to extract the recipe\ninformation. It works on…",
  "data/reddit-know/r/YouShouldKnow/comments/rgly9i/ysk_its_possible_to_wash_your_whites_and_colors.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people wash their whites and\ndarks in seperate loads to prevent coloring their whites, using up extra water\nand time.</p> <p><strong>If you use a whitening laundry powder labeled\n&quot;Safe on colors&quot; AND wash using cold water</strong>, then most…",
  "data/reddit-know/r/YouShouldKnow/comments/rgjo1d/ysk_if_you_are_in_the_us_ebt_and_snap_benefits.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There is this stigma in the US for\npeople who use these benefits and this makes some people worried to apply in the\nfirst place. Some fear going to a checkout line and risk someone judging you or\nmaking a remark how you are &quot;relying on…",
  "data/reddit-know/r/YouShouldKnow/comments/rgycx0/ysk_you_should_question_everything_you_see_online.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There are so many videos, images and\nfacts on internet platforms. A lot of the time these videos are staged, or facts\nare attributed to an image that has no relation to the images original purpose.\nA glance at the comments on a post will show you just how…",
  "data/reddit-know/r/YouShouldKnow/comments/rgmkhq/ysk_minimum_wage_is_the_lowest_wage_allowed_by.json": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: I see a lot of employers now calling\nthe entry wage offered their &quot;minimum wage&quot;. While I suppose they are\nallowed to use those words, it would be a shame if it caused misunderstanding\nwhen they announce they &#39;raised their minimum wage&#39;. A…",
  "data/reddit-know/r/YouShouldKnow/comments/rgq73g/ysk_to_start_preparing_for_small_animals_entering.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it’s getting colder and colder\nweather sometimes brings unwelcome guests into warm and safe spots in your car\nand/or house. They get hungry and will feed on your wires, insulation, and hoses\ncausing expensive damage. Had a 2022 MDX come in saying warning…",
  "data/reddit-know/r/YouShouldKnow/comments/rgwtsg/ysk_in_an_incident_involving_a_casualty_in_public.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: In many cases, these items are\nfrequently stolen by other people who pretend to be helping.</p> <p>Do not keep\ntheir items in your pocket unless you are related to that casualty. That may\ncome off as you stealing it. It&#39;s best to leave it on the floor…",
  "data/reddit-know/r/YouShouldKnow/comments/rh93nx/ysk_stroke_symptoms_are_different_for_men_and.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: We all get told what to look out for\nwhen someone is having a stroke but men and women actually have different\nsymptoms and they are worth knowing.</p> <p><strong>During a stroke, both men\nand women typically report these signs appearing…",
  "data/reddit-know/r/YouShouldKnow/comments/rhfks8/ysk_the_addiction_cycle_is_easily_reignited_by.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can break addictions by noticing\nthe early signs. If you can, tell your partner what your trigger is when you\nfind it so that they can be on the lookout with you.</p> <p>This is exactly the\npattern my personal addiction follows, and it adheres perfectly…",
  "data/reddit-know/r/YouShouldKnow/comments/rhcqkz/ysk_to_use_your_proper_headlights_in_the_rain.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: because we can’t see you in our\nmirrors. DRLs don’t count.</p> </div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rhh0fc/ysk_the_different_types_of_sexual_abuse.json": "<!-- SC_OFF --><div class=\"md\"><p>why YSK is because i recently just got\nsexually harassed , and no justice came from it . all because people didn’t seem\nlike it was “ a big deal “ so here’s some if not all the different types , just\nso nobody has to suffer the same as me . make sure to reach out to…",
  "data/reddit-know/r/YouShouldKnow/comments/rhnerx/ysk_no_matter_how_much_your_workplace_pushes.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: my gf learned this the hard - she\nworked every hour under the sun for a startup and when she wasn&#39;t working\nwould spend evenings with them in a social capacity. She got fired last year due\nto the company having cash flow issues and all of them stopped…",
  "data/reddit-know/r/YouShouldKnow/comments/rht67a/ysk_that_if_your_wait_at_a_restaurant_is_longer.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The primary goal of the hostess at a\nrestaurant is to seat your party as quickly as possible. It is in her own best\ninterest to move you right on through to the dining room, so please be assured\nthat if there was anything she can do to lower your wait time,…",
  "data/reddit-know/r/YouShouldKnow/comments/rhxqn1/ysk_that_yelling_screaming_namecalling_etc_is_not.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you&#39;re like me, yelling was\nthe only form of communication in your household. What many may not realize is\nthe impact of that kind of behavior has long term effects on one&#39;s self\nesteem, view of relationships, mental health (negative core self…",
  "data/reddit-know/r/YouShouldKnow/comments/rhxvsx/ysk_if_you_updated_to_the_latest_version_of_ios.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Some people don’t like the change and\ndon’t know that there’s an option to return to the legacy layout. This little\ntip will allow you to toggle back and forth between the layouts and will empower\nyou to choose for yourself.</p> </div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/ri5z9l/ysk_if_youve_updated_your_iphone_ios_15_or.json": "<!-- SC_OFF --><div class=\"md\"><p>Aggravating not seeing the bar at the bottom\nbecause you’re so use to it being on the top of the page is why YSK this trick!\nHope it helps.</p> </div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rie4ga/ysk_remember_this_christmas_if_someone_buys_a_25.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Friends or family might have had a\ntough year and might have put a lot of effort/thought into your gift so even\nthough it may not be hundreds of dollars, remember to be kind!</p> </div><!--\nSC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/ridzij/ysk_you_shouldnt_feel_guilty_for_wanting_to.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I recently left a job because my boss\nrefused to increase my salary even though I had met every target set over two\nyears of performance reviews. He even made me feel guilty for asking for a\nsalary increase saying that I was lucky to have the position and…",
  "data/reddit-know/r/YouShouldKnow/comments/rifffo/ysk_if_youre_used_to_getting_a_deal_or_discount.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: They&#39;re doing you a favour but it\ndoesn&#39;t mean other employees will. And if you push too hard, you won&#39;t\nget your deal from those employees anymore, and you could very well be\njeopardizing their employment there, so just keep your mouth shut and…",
  "data/reddit-know/r/YouShouldKnow/comments/riqpw9/ysk_that_most_people_misunderstand_what_chance_of.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: because its a common misperception\nthat can affect how we organize our day. </p> <p>In simplistic terms: 50% chance\nof rain means that it is expected that 50% of a certain area is expected to see\nrain.</p> <p>The formula to calculate Precipitation Chance…",
  "data/reddit-know/r/YouShouldKnow/comments/rilppc/ysk_speeding_almost_never_is_worth_the_risk_on_a.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Speeding is illegal and dangerous. It\nbarely saves you any time while dramatically increasing the risk of accidents,\ninjuries, and legal consequences. Going with the flow of traffic is the safest\nand has much lower risk of any trouble. </p>…",
  "data/reddit-know/r/YouShouldKnow/comments/rijkbx/ysk_signs_someone_is_in_a_cult.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Well 2021 taught me that it’s very\neasy to get brainwashed into a cult. Do you know the signs? 1. The leader is the\nultimate authority If you’re not allowed to criticize your leader, even if the\ncriticism is true, you’re probably in a cult. 2. The group…",
  "data/reddit-know/r/YouShouldKnow/comments/rinvl6/ysk_talking_about_your_wages_is_not_against_the.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: the stigma around discussing your\nwages/salary is unjustified and is driven by employers wanting to take advantage\nof paying employees different amounts for the same work. You have every right to\ndiscuss your wages and may be protected by law depending on…",
  "data/reddit-know/r/YouShouldKnow/comments/riqjic/ysk_if_you_have_a_cat_and_keep_on_waking_up_in.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it might just be your cat being a\nloveable jerk.</p> <p>For the past year and a half, I kept waking up in the\nmiddle of the night, wide awake startled. I thought my insomnia had flipped-\nnope. (I usually have the hard to fall asleep type) Turns out my cat…",
  "data/reddit-know/r/YouShouldKnow/comments/rivgly/ysk_the_horrors_of_the_fast_food_industry.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can save yourself a lot of misery\nby avoiding fast food jobs, and the stories I will tell you about what happened\nto some of the food will make you not want to eat there anymore.</p>\n<p>&#x200B;</p> <p>As someone who has worked numerous fast food jobs,…",
  "data/reddit-know/r/YouShouldKnow/comments/rj56k7/ysk_is_your_sliding_closet_door_hard_to_move_have.json": "<!-- SC_OFF --><div class=\"md\"><p>Our house is 30+ years old and most the\nsliding closet doors were hard to open and close. I saw a video showing\nhousehold tips &amp; tricks and they used petroleum jelly (Vaseline) to\nlubricate the doors and now (2 years later) they still slide along…",
  "data/reddit-know/r/YouShouldKnow/comments/rjd476/ysk_that_a_pet_is_a_terrible_gift.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Caring for a pet is an enormous\namount of work. Animal shelters are often flooded with unwanted animals after\nthe holidays as people figure this out. </p> <p>If someone wants a pet, give\nthem toys or treats instead. They can pick out an animal on their own.…",
  "data/reddit-know/r/YouShouldKnow/comments/rjl2f5/ysk_that_food_delivery_companies_not_only_charge.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: You can save money by being more\ninformed about food delivery fees. Those ads you see all the time for “free\ndelivery” really mean “no delivery fee.” There’s also 15-20% service fees, they\ninflate menu prices, and add surge fees and minimum cart fees. Sales…",
  "data/reddit-know/r/YouShouldKnow/comments/rjnkl2/ysk_that_unlimited_ptovacation_is_not_a_perk_even.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: in a traditional PTO package with a\nset number of days per year, your vacation time is accrued each payroll period\nessentially creating a bank of days off. Some companies will even let you carry\nover a certain amount of days into the following year…",
  "data/reddit-know/r/YouShouldKnow/comments/rjkjq5/ysk_that_a_fair_amount_of_advice_you_find_online.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Not every place on this planet has\nthe same social or legal norms for quitting your job, buying a car or formating\na CV. So make sure to double check with a source in your own language and from\nyour own country. Use common sense, and try to relate what you…",
  "data/reddit-know/r/YouShouldKnow/comments/rjxrki/ysk_aluminum_is_not_an_ingredient_in_deodorants.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Deodorant and antiperspirant are two\ndifferent things. Antiperspirants usually contain aluminum as an ingredient.\nDeodorants, for the most part, do not. I’m seeing people buy the more expensive\nbrand of deodorant, because the label says it’s aluminum free.…",
  "data/reddit-know/r/YouShouldKnow/comments/rigvha/ysk_turbotax_is_not_renewing_its_free_file.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people who make &lt;$72,000 use\nTurboTax to file taxes for free. This year, they will need to find another\nprovider. Check out <a\nhref=\"https://www.irs.gov/filing/free-file-do-your-federal-taxes-for-free\">https://www.irs.gov/filing/free-file-do-your…",
  "data/reddit-know/r/YouShouldKnow/comments/rfyrub/ysk_white_canes_arent_only_used_by_fully_blind.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p>Fully white canes can be used\nby any visually impaired person. They are often used as a signal to others. My\ndad is legally blind, but doesn&#39;t need the cane to generally walk around.\nHowever, he uses it outside to make crossing the street easier.…",
  "data/reddit-know/r/YouShouldKnow/comments/risckt/ysk_that_the_aflcio_keeps_an_updated_map_of_all.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you&#39;re trying to avoid\ncrossing picket lines this should aid you greatly.</p> <p><a\nhref=\"https://aflcio.org/strike-map\">Strike Map</a></p> </div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rihl9w/ysk_pet_cats_outdoors_and_feral_cats_are_a_huge.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Letting your cats outside may be\ngreat for their mental health, but it is worse for your local ecosystem. Cats\nare natural predators, and as a result are the largest and most abundant\ninvasive predator of birds in the US. </p> <p>Feral cats number over 50M…",
  "data/reddit-know/r/YouShouldKnow/comments/rfsybl/ysk_that_naloxone_narcan_can_reverse_the_effects.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Opioid overdoses kit [100,000\nAmericans per year]. If given early enough, Naloxone can reverse the effects of\nan opioid overdose and restore normal breathing. It works by turning off opioid\nreceptors in the brain, meaning it has no effects on someone who…",
  "data/reddit-know/r/YouShouldKnow/comments/rkf6e1/ysk_that_deleting_your_data_doesnt_always_delete.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: your data can often still be\nrecovered, and hacked, even after your request that it be deleted was confirmed\nby a company.</p> <p>I worked as a data scientist in big tech, and observed that\ndata deletion is tricky business. Data governance laws vary by…",
  "data/reddit-know/r/YouShouldKnow/comments/rki013/ysk_if_youre_pumping_at_a_gas_station_and_the.json": "<!-- SC_OFF --><div class=\"md\"><p>If this happens to you, keep the nozzle in\nplace, shut off the fuel at the pump with the on/off or emergency switch, and\ntell the attendant who will shut off the main pump and call emergency services.\nWhy YSK: I&#39;ve seen about 69 videos of people who experience…",
  "data/reddit-know/r/YouShouldKnow/comments/rk7hkf/ysk_in_the_united_states_there_is_no_such_thing.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The FDA considers antiperspirants as\ndrugs as they prevent perspiration. The only active ingredients approved in the\nUnited States in the OTC monograph are all aluminum derived. So in the United\nStates, anything that is “aluminum-free” is a deodorant and…",
  "data/reddit-know/r/YouShouldKnow/comments/rkubb0/ysk_that_energy_drinks_are_very_acidic_and.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Drinks can be acidic even if they\ndon’t taste sour or bitter. </p> <p>The average energy drink has a PH of 2.8,\nreally the same as soda. </p> <p>The acidity of energy drinks can contribute to\nenamel degradation and/or acid reflux.</p> </div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rlhqbh/ysk_that_the_cheap_gifts_that_you_receive_from.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I know it&#39;s the season to shit on\nshitty corporate gifts, and I&#39;m all for it in the event that the money does\ncome out of the corporate budget, but before you light your torches when you get\nyour present, consider that what you received was paid…",
  "data/reddit-know/r/YouShouldKnow/comments/rlgusb/ysk_if_you_get_asked_in_an_interview_whether.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: was recently asked this in an\ninterview as one of the final questions and it was super obvious why they were\nasking me it. As a women in an industry that is made mostly of men, I felt\nslightly unfairly treated as I&#39;m sure they don&#39;t ask men going…",
  "data/reddit-know/r/YouShouldKnow/comments/rlicqy/ysk_trade_work_isnt_for_everyone_coming_from_a_13.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK; I hear a lot of people downplay\nschool and hype up trades. While for some trades may be the best way to a\nsuccessful future, this does not hold true for everyone. </p> <p>I’ve trained\ndozens of people and watched at least %80 wash out after claiming they…",
  "data/reddit-know/r/YouShouldKnow/comments/rmafgj/ysk_if_you_work_fulltime_in_the_us_for_a.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Student debt is HUGE in the US, and\nanything that can help people get rid of some of that debt is great. The U.S.\nDepartment of Education announced a temporary expansion on Oct. 6 for the PSLF\nprogram. Get it while you can!</p> <p>US full-time nonprofit and…",
  "data/reddit-know/r/YouShouldKnow/comments/rmbarc/ysk_targeting_an_aircraft_with_a_laser_is_illegal.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Aircraft flying over the US are\ngoverned and protected by federal law. Interfering with an aircraft in flight is\na federal offense. When a pilot sees a LASER from the ground it can blind him or\nher for several minutes, seriously endangering the safety of…",
  "data/reddit-know/r/YouShouldKnow/comments/rmheie/ysk_that_if_you_interact_with_a_nice_worker_in.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <ol> <li><p>it makes your life\nbetter to have them put in the extra effort to be nice to you, so it&#39;s nice\nto make their life better. Usually they don&#39;t see a ton of reward.</p></li>\n<li><p>it costs you nothing to call, and only 5 minutes of…",
  "data/reddit-know/r/YouShouldKnow/comments/rmjnod/ysk_that_95_of_your_bodys_serotonin_the.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The flora in your gut is responsible\nfor the production of a lot of important hormones, including serotonin.\nMaintaining a healthy intestinal micro-biome plays a huge role in lowering\nstress levels, keeping depression at bay, getting enough sleep, and so…",
  "data/reddit-know/r/YouShouldKnow/comments/rmppwp/ysk_that_waist_to_height_ratio_wthr_is_a.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p>Weight related illnesses are\nsome of the most devastating and also some of the most preventable diseases, and\nBMI (likely the most popular metric) actually does a poor job of predicting\nweight-related illnesses.</p> <p>This post is not intended to…",
  "data/reddit-know/r/YouShouldKnow/comments/rmmeno/ysk_the_fbi_shares_images_of_people_rooms_items.json": "<!-- SC_OFF --><div class=\"md\"><p><a\nhref=\"https://www.fbi.gov/wanted/ecap\">https://www.fbi.gov/wanted/ecap</a></p>\n</div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rmprv9/ysk_that_the_your_blank_is_the_first_letter_of.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: People always comment what they ‘get’\nand if you comment on enough of them it’s easy to work out your initials and\ndate of birth as well as various details about you. Combine that with anything\nyou’ve said in your post history and they probably know more…",
  "data/reddit-know/r/YouShouldKnow/comments/rmkqzd/ysk_that_if_you_buy_a_house_or_refinance_your.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p>-depending on your state&#39;s\npublic real estate records and laws, predatory companies may be able to see\nwhenever your new deed or mortgage is filed into public record when you purchase\na property or refinance a mortgage. They have algorithms set…",
  "data/reddit-know/r/YouShouldKnow/comments/rn6dl3/ysk_the_symptoms_of_carbon_monoxide_co_poisoning.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: A simple lack in knowledge of\nsymptoms could be all that is required for the death of you and/or your\nfriends/loved ones.</p> <p>My sister and her husband could&#39;ve died.</p> <p>I\noverheard my sister telling our mom that she is still losing hair and…",
  "data/reddit-know/r/YouShouldKnow/comments/rn27jx/ysk_getting_a_girl_really_drunk_so_shell_have_sex.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it can effect the victim for a long\ntime and could potentially land you in a lot of shit</p> <p>It seems to me based\non films I have seen, many of them are unknowingly promoting rape culture. In\none very popular film I rewatched recently (Superbad), Jonah…",
  "data/reddit-know/r/YouShouldKnow/comments/rlolbn/ysk_google_password_manager_is_not_comparable_to.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I figured I&#39;d save someone else\nthe headache I&#39;m currently going though. You should know google password\nmanager is a browser-based manager and linked to your browser&#39;s data like\nhistory/cookies/cache, so it can be cleared accidentally and…",
  "data/reddit-know/r/YouShouldKnow/comments/rnmy9v/ysk_it_isnt_normal_for_your_cats_to_be_vomiting.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p>I often see people causally\nmentioning the inconvenience of their cat vomiting on their floor, as if it is a\nnormal part of cat behaviour.</p> <p>It isn&#39;t.</p> <p>Cats will throw up\noccasionally - typically because of a fur ball or having eaten…",
  "data/reddit-know/r/YouShouldKnow/comments/rmemil/ysk_youtube_has_been_lowering_your_resolution.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Have you noticed videos loading in at\n440p even though your internet connection is fine? Install the tampermonkey\nextension for your browser and then install <a\nhref=\"https://greasyfork.org/en/scripts/23661-youtube…",
  "data/reddit-know/r/YouShouldKnow/comments/riov6j/ysk_do_not_give_people_unasked_for_cutesy.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It is not funny or endearing, it is\ndemeaning and unacceptable and will make you appear very unprofessional. Calling\nsomeone baby, honey, dear, girl, boy, youngster or the like is disrespectful in\na professional setting apparently used to be OK for previous…",
  "data/reddit-know/r/YouShouldKnow/comments/rnr906/ysk_vhs_video_cassettes_degrade_over_time_under.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people have old VHS tapes laying\naround, not realizing that they will soon be degraded beyond usefulness. These\ncould be the only video of loved ones, etc. If you want to keep these memories,\nyou must convert these to digital ASAP.</p> </div><!-- SC_ON…",
  "data/reddit-know/r/YouShouldKnow/comments/rmyevn/ysk_the_receive_by_date_that_your_banks_bill_pay.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: That date is usually just the date\nthey withdraw the funds from your account. Then they print the check and\neventually mail it. It could take 2-3 weeks for it to actually be received by\nthe person/ company you&#39;re paying. </p> <p>Source: I work for a…",
  "data/reddit-know/r/YouShouldKnow/comments/rlk62c/ysk_clean_your_dryer_exhaust_yearly_both_inside.json": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong> lint buildup happens\nin the exhaust <em>no matter how religiously you clean it in the dryer</em> and\ncan create a fire hazard if not cleaned. The excess lint accumulates in the\nexhaust (the tube in the wall that goes outside) and due to…",
  "data/reddit-know/r/YouShouldKnow/comments/rmm2nk/ysk_if_youre_interested_in_airplane_accidents_and.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The website called &quot;The Aviation\nHerald&quot; is an absolute must for people interested in commercial aviation\nincidents and accidents and avgeeks. </p> <p>It&#39;s ran by a single person who\nposts only factual and verifiable information about any…",
  "data/reddit-know/r/YouShouldKnow/comments/ro33cf/ysk_the_immaculate_conception_refers_to_the_birth.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: this just seems like a super common\nmisconception. </p> <p>The idea is that Mary was born free from sin. </p>\n<p>Given the time of year I thought it might be helpful to clarify.</p>\n</div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/ro54uv/ysk_subscribe_to_difficult_to_cancel_services.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Services such the NY Times are\nnotorious for making you speak to a live agent and go though an arduous process\nto cancel the service you easily signed up for online.</p> <p>Services like this\nare not rare and growing day by day, however many allow you to…",
  "data/reddit-know/r/YouShouldKnow/comments/rob9kl/ysk_about_the_fundamental_attribution_error_a_key.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if someone is annoying you or does\nsomething that you disagree with, remember that you can’t see inside their\nthoughts. </p> <p>When you cut someone off in traffic, it’s because you were\nbeing absentminded or because you’re late to sing lullabies to your…",
  "data/reddit-know/r/YouShouldKnow/comments/rofvya/ysk_the_popular_bluetooth_tracker_company_tile.json": "<!-- SC_OFF --><div class=\"md\"><p><a\nhref=\"https://www.theverge.com/2021/12/9/22820381/tile-life360-location-tracking-data-privacy\">Source</a></p>\n<p><strong>Why YSK</strong>: Many people bought Tiles over the years because\nthey wanted a good quality convenient bluetooth tracking device for their…",
  "data/reddit-know/r/YouShouldKnow/comments/rodxlz/ysk_the_morning_afterplan_b_pill_looses.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The morning after/plan b pill, is the\nmost effective if you weigh ON AVERAGE less than 170lbs. The weight limit does\nvery by brand so always ask the pharmacist about the weight limit when you buy.\nThis doesn&#39;t mean it WON&#39;T work. It may work anyway…",
  "data/reddit-know/r/YouShouldKnow/comments/rp1ekx/ysk_clean_your_toilet_after_a_cleaning.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people (Including cleaners)\ndon&#39;t think to wipe toilet seats down with a rag and water after using\ncleaning solution or cleaning wipes (like lysol wipes). The remaining cleaner\nresidue will burn your bottom prompting you to have an itchy…",
  "data/reddit-know/r/YouShouldKnow/comments/rpakw2/ysk_how_to_save_cash_to_get_out_of_a_relationship.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: with someone who is controlling your\nfinances leaving may seem impossible- this advice could help you save funds to\nhelp with leaving. </p> <p>If you need to save cash to get away from an abusive\npartner who has financial control- use grocery trips to put…",
  "data/reddit-know/r/YouShouldKnow/comments/rpa51p/ysk_cucumbers_arent_the_only_delicious_thing_that.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: other good for yous like mushrooms,\nonions, carrots, asparagus and even cauliflower taste amazing when pickled. </p>\n<p>An oft forgotten yet delicious way to get fiber and nutrients.</p> </div><!--\nSC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rph9el/ysk_a_wood_fire_in_the_fireplace_is_extremely.json": "<!-- SC_OFF --><div class=\"md\"><p>The idea of huddling around a lovely warm fire\nwith loved ones is so deeply and culturally ingrained that it can be very\ndifficult to accept just how terrible it is for health. But the health risks are\nclear, and smoke from a wood fire damages your respiratory…",
  "data/reddit-know/r/YouShouldKnow/comments/rpsvi7/ysk_if_you_are_a_new_homeowner_in_a_snowy_climate.json": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK: Not all snow shovels are\ncreated equal. There are shovels built to lift, shovels built to push, and those\nmade to do both</strong> (like the Head &amp; Shoulders of shovels).</p> <p>For\nlighter snowfall, you will appreciate having a wider (30&quot;…",
  "data/reddit-know/r/YouShouldKnow/comments/rpt9i9/ysk_that_if_you_wake_up_just_in_time_for_a.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: if you just wake up you have a\nmorning voice and whether you hear it or not, usually other people can tell. It\nmight make you seem less professional especially if you work from home. </p>\n<p>My suggestion is to sing along to a song before you get on your…",
  "data/reddit-know/r/YouShouldKnow/comments/rq9enz/ysk_if_you_have_a_new_years_resolution_do_it_now.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK : If you wait for 1st January 2022,\nits just another form of procrastination delaying your wonderful journey, happy\nnew year everyone!</p> </div><!-- SC_ON -->",
  "data/reddit-know/r/YouShouldKnow/comments/rqgygv/ysk_how_to_cook_with_garlic_the_tinier_you_mince.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I know so many people who always say\n“triple the recipe recommendation” for garlic. But then I see them just slicing\ngarlic into millimeter slices in their recipe. Right.. found the problem. Most\nof the time the recipe is fine, you just have to prepare the…",
  "data/reddit-know/r/YouShouldKnow/comments/rqfr96/ysk_when_sending_relief_supplies_to_disaster.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Disaster areas, such as the ones in\nKentucky, Arkansas, Illinois, and surrounding areas are usually without power,\nand fresh milk is in scarce supply. Boxed milk, such as Gossner, Horizon, or\nParmalat are shelf stable, and a much needed alternative to…",
  "data/reddit-know/r/YouShouldKnow/comments/rqhagw/ysk_that_most_retailers_especially_the_luxury.json": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: To make this legal, they sell it\nonline for a short period of time a higher price, let’s say $700 for a bag, then\nthey put it in outlets or on sale for $350 and smack a big 50% off on the label.\n</p> <p>They were never made for mainline stores or main…",
  "data/reddit-know/r/YouShouldKnow/comments/rnsq1p/ysk_the_3g_spectrum_phaseout_in_2022_will_affect.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Certain medical devices, tablets,\nsmart watches, vehicle SOS services, home security systems, and other connected\nproducts may be using 3G network services. Don&#39;t forget about devices that\nuse cellular connectivity as a back-up when a wired internet…",
  "data/reddit-know/r/YouShouldKnow/comments/rqtp1u/ysk_that_there_is_a_hidden_economy_of_buying_and.json": "<!-- SC_OFF --><div class=\"md\"><p>I have worked in addiction treatment for 20\nyears, and YSK that in the background of all of these organizations is a\nquasi-legal economy of patient trafficking. One involes non-profit organizations\nthat ostensibly educate and support the public, then turn around…",
  "data/reddit-know/r/YouShouldKnow/comments/rqqz56/ysk_your_genetics_can_predisposition_you_to.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: a lot of people will dismiss\ndissociation or hearing voices during a high as &quot;just a bad trip&quot; but\nit can actually be an isolated episode of <a\nhref=\"https://www.psychiatrictimes.com/view/cannabis-induced-psychosis-review\">cannabis…",
  "data/reddit-know/r/YouShouldKnow/comments/rr0632/ysk_your_bank_is_a_better_place_than_a_coinstar.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: I understand the convenience of the\nmachines in Walmart, but if you are a member of a bank or credit union also in\nyour neighborhood, they shouldn’t charge a fee to count your coins with a\nmachine and either deposit them or give you cash. CoinStar either…",
  "data/reddit-know/r/YouShouldKnow/comments/rrgmbe/ysk_most_kid_toys_are_shipped_in_a_try_me_mode.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Kid toys that make sound have a try\nme mode for store display. If you don’t shift it to “On”, most of the phrases\nand sounds will not function. This is especially true for toddler toys that let\nyou try them on display. The On/Off/Try Me mode buttons are…",
  "data/reddit-know/r/YouShouldKnow/comments/rrleto/ysk_that_your_google_searches_can_be_seriously.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: often the hardest part of finding the\ninformation you want is getting rid of the information you don’t want. Knowing\nthis trick can get you to that information a lot quicker and customise what is\nshown.</p> <p>Edit: for clarity, adding the minus sign will…",
  "data/reddit-know/r/YouShouldKnow/comments/rrko0w/ysk_using_someones_vulnerability_against_them_in.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: basically it&#39;s a d*ck move to\nmake, especially when it&#39;s someone close to you because it shatters the\ntrust between you on a whole different level. It causes people to stop confiding\nin you. Don&#39;t do it, even if the other person is the one in…",
  "data/reddit-know/r/YouShouldKnow/comments/rropag/ysk_if_you_enjoy_cooking_with_lots_of_spices.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: For $6 I got a large bottle of sesame\nseeds. The tiny bottle of McCormick is almost $4. The quantity difference might\nbe over 50x the seeds for an extra 2 dollars. They also support local people\nbetter than your regional chain.</p> <p>I used an entire…",
  "data/reddit-know/r/YouShouldKnow/comments/rs35h4/ysk_why_us_radio_and_tv_station_call_letters.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: In 1923 the Federal Communications\nCommission (FCC) established the Mississippi River as the dividing line for\nstation call letter identification. Any station East of the river starts with a\n&quot;W&quot; as in WLTW in New York. Any station in the West…"
}