{
  "data/reddit-know/r/YouShouldKnow/comments/kw6b7z/ysk_that_if_attached_your_bank_account_to_venmo_a.json": "Why YSK: Plaid, which Venmo uses, stores your bank account password and uses it\nto record all your activity.\n\nPlaid was recently sued by a bank:\nhttps://www.ctvnews.ca/business/td-bank-files-lawsuit-against-plaid-accusing-it-of-trying-to-dupe-consumers-1.5145326\n\n> \"In reality, however, consumers…",
  "data/reddit-know/r/YouShouldKnow/comments/ksx5nc/ysk_if_someone_commits_a_trivial_mistake_in_their.json": "Why YSK: People often ridicule the grammatical or other mistakes in people’s\nEnglish to invalidate their point. Chances are they noticed it too and simply\ndon’t care. Their point still stands stall if it’s coherent enough, anyone going\nout of the way to comment on their mistake is either losing the…",
  "data/reddit-know/r/YouShouldKnow/comments/kumvbb/ysk_many_dishwashers_have_filters_that_need_to_be.json": "YSK many dishwashers have filters that need to be pulled out and cleaned\nregularly, especially if you don’t rinse your dishes. Some are very easy to\naccess, a quick twist and rinse/light scrub with a brush and they’re good to go.\nOther filters are deeper in the dishwasher and require you to take…",
  "data/reddit-know/r/YouShouldKnow/comments/kturp5/ysk_just_because_everyone_around_you_is_an.json": "Why YSK: there’s a saying: if everyone around you is an asshole you might be the\nactual asshole. Here’s why that’s not always the case.\n\nPeople who suffered from trauma (specifically childhood trauma) are often\nattracted to people similar to the ones they grew up with. Your brain doesn’t\ncare if…",
  "data/reddit-know/r/YouShouldKnow/comments/kv849q/ysk_how_to_use_the_ivy_lee_method_to_increase.json": "Why YSK: The Ivy Lee Method is one of the oldest, simplest, and most effective\nproductivity hacks that you can apply in your life.\n\nHere is the way it works: each night before your day of work, write down your\nsix most important tasks to do the next day in order of importance. The next\nday, you…",
  "data/reddit-know/r/YouShouldKnow/comments/kue5p4/ysk_dont_comment_on_how_little_someone_eats_at_a.json": "Why YSK: Many people who are recovering from, have recovered from, or are\nstruggling with an illness such as anorexia, bulimia, or chronic illnesses such\nas cancer or leukemia, literally can not eat very much at all without feeling\nincredibly full and nauseous. In fact, you shouldn't comment on…",
  "data/reddit-know/r/YouShouldKnow/comments/ku5a3n/ysk_how_to_be_homeless_and_not_completely.json": "Why YSK: Because homelessness is awful, and unless youre able to accomplish a\nvan dwelling sort of lifestyle, it can and will likely break you. These tips may\nwell help you mitigate that.\n\nIm approaching 5 years myself, and while these days its more of a choice for me\n(Ive lost all faith in…",
  "data/reddit-know/r/YouShouldKnow/comments/kuj8o1/ysk_suicides_do_not_increase_in_the_winter_they.json": "Why YSK: The winter has been associated with depression and suicide but most\nsuicides happen in the late spring and early summer. So don't forget to reach\nout to people in the spring to hang out.\n\n\n\nhttps://ourworldindata.org/suicide#daylight…",
  "data/reddit-know/r/YouShouldKnow/comments/kw3bqj/ysk_chrome_browser_for_iphone_lets_you_use_the.json": "Why YSK: I think it’s silly to pay YouTube just so you can play music while\ndoing other things on your iPhone.",
  "data/reddit-know/r/YouShouldKnow/comments/kvmvqv/ysk_if_youre_sending_anything_solid_in_an.json": "Why YSK: the machines that are sorting the envelopes rotate really fast so that\nthey spin around a lot. Solid objects could easily cut or tear the envelope and\nget lost in the machine. And because they are separated from the envelope they\ncould not be assigned to you or the reciever. By taping them…",
  "data/reddit-know/r/YouShouldKnow/comments/kunrib/ysk_you_can_transform_the_life_of_someone.json": "Why YSK: When other treatment options fail, it leaves transplantation as their\nonly hope to read a book, to drive a car, to enjoy a sunset or to watch their\nchildren grow up.\n\nTheir sight was restored because caring individuals donated their corneas after\nthey died, providing the essential tissue…",
  "data/reddit-know/r/YouShouldKnow/comments/ku2qj6/ysk_when_youre_infatuated_with_someone_your_brain.json": "Why YSK: Because although these feelings of euphoria are exciting, they can just\nas easily leave you feeling insecure and undeserving of the person you're\ninfatuated with.\n\nDon't let your dopamine trick you into believing they're absolutely faultless\nand that you're unworthy of their love.\n\nEdit:…",
  "data/reddit-know/r/YouShouldKnow/comments/kwjxhr/ysk_that_there_is_an_easy_way_to_tell_if_a_aa.json": "Why YSK, batteries are often wasted when used and unused batteries are confused\nand they are thrown away. You can easily tell the difference without testing\nthem.\n\nEdit: To be clear, this method only really shows you whether a battery is used\nor unused, partially used batteries will still bounce…",
  "data/reddit-know/r/YouShouldKnow/comments/kw6axs/ysk_it_isnt_good_to_use_laser_pointers_with_pets.json": "Why YSK: laser pointers can be a serious problem to your pets mental health. As\nfun as it seems for your pet to chase a laser pointer, it’s actually very\ndetrimental to their mental health. It causes obsessive tendencies and can cause\nanimals to feel high strung and dissatisfied. This is because…",
  "data/reddit-know/r/YouShouldKnow/comments/kt19g3/ysk_snow_should_be_removed_from_the_front_and.json": "Why YSK: Any snow left on your car can become a hazard to you or others if left\non the car while driving.\n\nSnow on the windows can block visibility.\n\nSnow on the hood can fly up and hit the windshield, blocking your view of the\nroad.\n\nSnow on the rear windshield limits your ability to see behind…",
  "data/reddit-know/r/YouShouldKnow/comments/kuie33/ysk_you_can_bypass_paywalls_article_membership.json": "Why YSK: An ever increasing number of news websites have annoying paywalls and\nsubscription memberships on their articles. This can get very frustrating when\nresearching things, of if you need to access just that one article.\n\nIt's not perfect, but you can use https://outline.com/ to access that…",
  "data/reddit-know/r/YouShouldKnow/comments/kuhy0p/ysk_there_is_a_modern_free_and_public_domain.json": "Why YSK: Project Gutenberg is a godsend for public domain ebooks, however there\ncould be room for improvement for search and exploring ebooks by authors and\ntags.\n\nThis app at http://bookdark.com allows modern app feel with better search and\nexploration.\n\nBooks are in pdf format that has universal…",
  "data/reddit-know/r/YouShouldKnow/comments/kwi67g/ysk_that_eu_citizens_can_take_college_courses.json": "Why YSK: it's quality education from accredited universities which can help you\nin your career or just be really interesting, while costing you nothing and not\nrequiring you to leave your house.\n\nApplications for some autumn 2021 courses are open until the 15th of January, so\ngo take a look now at…",
  "data/reddit-know/r/YouShouldKnow/comments/kwz6mo/ysk_if_you_have_a_specific_question_about_a.json": "Why YSK: If you're struggling to understand something, or are have a very\nspecific STEM or classics related question, find an authority who's published\npapers in that field and send them a brief polite email. Most people are excited\nto talk about their research and will respond, as long as you…",
  "data/reddit-know/r/YouShouldKnow/comments/kx0vbg/ysk_you_should_know_when_looking_at_non_public.json": "Why YSK: This is important for parents who need/want to look into non public\nschools for their child. All non public schools will promise great things (\ndifferent types of therapy, community outings, personalized lessons.) It can be\nhard to determine what is real and what is just them selling you…",
  "data/reddit-know/r/YouShouldKnow/comments/kx6v57/ysk_weary_means_tired_wary_means_concerned_or.json": "Why YSK; I hear this being misused a lot and interpreted strictly they can mean\nthe direct opposite. E.g. 'I'm weary of uncooked chicken' suggests you eat so\nmuch uncooked chicken it's boring.",
  "data/reddit-know/r/YouShouldKnow/comments/kwxwpw/ysk_a_locksmith_can_make_a_copy_of_your_car_or.json": "I need a new key made for my car and the locksmith is coming later this week. He\nasked me to send him a photo of the front and back of the pass key and he’s\ngoing to machine it before he comes over. I was suspicious that this was a legit\nway to make keys.\n\nWhy YSK according to a busy mobile…",
  "data/reddit-know/r/YouShouldKnow/comments/kxl4xq/ysk_internet_archive_wwwarchiveorg_is_a_nonprofit.json": "Why YSK: it’s all free content! And a lot of cool stuff you might not even\nconsider, like the “Wayback machine” and audiobooks/old time radio.\n\nwww.archive.org [http://www.archive.org]\n\nEdit: adding list of all the cool stuff people have posted (Thanks for posting,\nsorry if I don’t credit you):\n\n 1.…",
  "data/reddit-know/r/YouShouldKnow/comments/kxdam9/ysk_companies_have_spent_millions_on_research_to.json": "Why YSK: This article was eye-opening for me, and helped me feel angry and\ndefensive enough to further change my buying and eating habits. If you feel like\nyou're just struggling from a lack of willpower, you should know how much\neffort, time, energy, and money has gone into trying to get you to buy…",
  "data/reddit-know/r/YouShouldKnow/comments/kxutvr/ysk_you_can_use_anonymous_disposable_email.json": "You can use free services like Temporary Mail [https://temporarymail.com/] to\ncreate an anonymous, disposable email address instantly.\n\nWhy YSK: They're perfect for signing up on websites which require email\nverifications, but you don't want to use your real email on. Depending on the\nservice, the…",
  "data/reddit-know/r/YouShouldKnow/comments/ky184h/ysk_imslp_international_music_score_library.json": "Why YSK: The Petrucci Music Library is one of the most valuable online cultural\nresources for both classical musicians and music-lovers.\n\nhttps://imslp.org/wiki/Main_Page\n\nBeginner musicians often search questionable sites looking for specific\nclassical music pieces that charge you for their sheet…",
  "data/reddit-know/r/YouShouldKnow/comments/kxtjgu/ysk_if_you_are_indecisive_tell_a_friend_to_choose.json": "Why YSK: this tells you which one you really want more without making you try\nfirst. Just tell your friend after what you were asking them for so they don’t\nget mad at you for asking for their opinion and then ignoring it.",
  "data/reddit-know/r/YouShouldKnow/comments/kwo7va/ysk_you_can_report_spam_texts_to_your_mobile.json": "Why YSK: this can help your mobile provider track down spam and prevent you from\ngetting more spam messages in the future. This works for AT&T, Verizon,\nT-Mobile, Sprint.",
  "data/reddit-know/r/YouShouldKnow/comments/kuxgim/ysk_if_you_ever_accidentally_pocketdial_911_let.json": "Why YSK: Assuming a 911 operator can’t hear what’s going on outside of your\npocket, they may dispatch EMS to your location as a precaution",
  "data/reddit-know/r/YouShouldKnow/comments/kxdqwx/ysk_tresemmé_is_currently_facing_a_class_action.json": "Why YSK: TRESemmé hair products have a preservative called DMDM hydantoin, It\nleeches off of formaldehyde when it comes into contact with water. formaldehyde\ncauses harmful reactions and potentially cancer when into contact with skin.\n\nDove and Sauve also contain this…",
  "data/reddit-know/r/YouShouldKnow/comments/kyoh3k/ysk_that_most_companies_produce_products.json": "Why YSK: Worked for a big, expensive fashion brand and it's a well known\nindustry non-secret.\n\nIt's not everything, but a lot of things have been specifically made for outlet\nstores and sales and there are ways companies get around the laws forbidding\nthis.\n\nFor example, they'll make a coat and sell…"
}