{
  "data/reddit-stocks/r/stocks/comments/l9rdrq/why_is_noone_talking_about_a_possible_market_crash.json": "The markets are down, this wsb stuff is crazy, hedge funds will have to unload\nbillions of dollars in positions to get out of their shorts, isn't there the\npossibility of a large correction / market crash?",
  "data/reddit-stocks/r/wallstreetbets/comments/l9runf/the_silver_squeeze_is_a_hedgefund_coordinated.json": "If you haven’t been browsing WSB or doing your own research, you’d probably\nthink that the people on Twitter are correct in saying there is a silver squeeze\nhappening and we should all get in on it. There are quite a few wsb-logo Twitter\naccounts pushing this. This is BS & the straight up the…",
  "data/reddit-stocks/r/stocks/comments/l9s6i6/another_thread_about_next_week.json": "So I'm another noob who is lurking the stock subs because of the GME frenzy.\nIt's been really interesting seeing the different takes on what's been going\ndown and what's going to happen next week. r/wallstreetbets [/r/wallstreetbets]\nhas some really great info but also lots of 12 year olds and bots,…",
  "data/reddit-stocks/r/stocks/comments/l9w06m/biocrysts_bcx9930an_impossible_to_value_drug_able.json": "Previously I posted on Biocryst (BCRX)’s recently approved drug\nBerotralstat/Orladeyo and how it alone warranted a valuation of $121 for\nBiocryst’s stock, not the inexplicable current price of $8.52 that we now\nsee—that can only be possible from the public’s general ignorance of this\ncompany and its…",
  "data/reddit-stocks/r/investing/comments/l9unrf/containership_boom_ongoing.json": "Rates for containerships (the ships which carry thousands of the 20-40’ boxes\nyou seen on railroads and trucks) have been going ballistic the past 4-5 months,\nbut the stock reactions have been mixed.\n\nLink to containership rates: https://harpex.harperpetersen.com/harpexVP.do\n\nI’m currently long…",
  "data/reddit-stocks/r/investing/comments/l9pp7j/fedex_fdx_reason_behind_weakness.json": "FedEx stock has been weak since early December (circa 20% weaker Vs highs).\nTheir last earnings didn't read too badly and they appear to be heavily involved\nin vaccine distribution. Do people think the weakness in the stock is linked to\nlogistics / parcel delivery sector generally or something…",
  "data/reddit-stocks/r/stocks/comments/l9tudz/why_didnt_melvin_properly_hedge_their_short.json": "Is it common practice for hedge funds not to sufficiently hedge risky positions?\nI don't understand why Melvin and other shorts didn't sufficiently protect their\nexposure by purchasing cheap (cheap back in the fall of 2020) otm call options.\nIt would have been a small cost to pay for upside…",
  "data/reddit-stocks/r/investing/comments/l9ub5g/long_post_sorry_i_dont_understand_the_connection.json": "Am I dumb for not getting this? How does a company doing \"well\"/\"better\" or\n\"poorly\"/\"worse\" (whatever that means here ) have anything to do with the\nintrinsic value of the stock? Why would that make the value go up or down?\n\nLet me do it by way of analogy, by contrasting it to a system that I…",
  "data/reddit-stocks/r/stocks/comments/l9y5aj/purchased_amc_stock_when_the_market_is_closed.json": "I was a little hesitant but I went ahead and bought 20 shares of the stock on a\nmarket order set for the day as TIF. At this moment with a volatile market\nshould I cancel the order and wait till there's a dip after the market opens?\nAlso, having never really used the options to set a limit order,…",
  "data/reddit-stocks/r/stocks/comments/l9y17p/conversation_of_elon_vs_vlad_on_clubhouse.json": "Elon Musk - do you wanna hear the real story from Vlad about what happened with\nGStop?\n\nVlad comes outta the audience.\n\nEM - spill the beans man. what happened w/ GStop. The ppl demand answers!\n\nVlad starts with PR shit, \"a little background, I'm the ceo of RH\"\n\nEM - yea we know! go! hahahah \"So…"
}