{
  "data/reddit-know/r/YouShouldKnow/comments/npjkd9/ysk_the_majority_of_privacy_policy_websites_used.json": "Why YSK: Many tech companies use this tactic to trick consumers into believing\ntheir products or services are on thing when they actually are not.\n\nThe real privacy policy is often hidden away from the public, or split into\ndifferent document entirely making them difficult for the public to…",
  "data/reddit-know/r/YouShouldKnow/comments/npwgsu/ysk_you_could_drown_in_shallow_water_pools_due_to.json": "Basically your urge to breathe is based on how much CO2 is in your blood (more\nCO2 more urge to breathe). So if you hyperventilate and lower your CO2 levels\nand dive underwater, you will not have the urge to breathe but in fact you would\nbe low on Oxygen and may pass out without any signs and…",
  "data/reddit-know/r/YouShouldKnow/comments/npxwoy/ysk_if_youre_picking_someone_up_from_the_airport.json": "Why YSK:\n\nFlying tends to dehydrate you because of the lower humidity.\n(https://health.clevelandclinic.org/dehydration-exhaustion-and-gas-what-flying-on-an-airplane-does-to-your-body/)\nAlso, some people don't drink as much as they should on flights because they\ndon't want to go to the bathroom. When…",
  "data/reddit-know/r/YouShouldKnow/comments/nq5xas/ysk_act_as_if_service_dogs_dont_exist.json": "Why YSK: you are almost guaranteed to encounter someone with a service dog at\nsome point in your life, you should learn the proper etiquette for when that\nhappens\n\nAny interaction with someone’s service dog is distracting them from their job:\npaying attention to their human in case they need help.…",
  "data/reddit-know/r/YouShouldKnow/comments/nq9glv/ysk_that_your_dogs_should_never_be_taken_off_the.json": "Why YSK: A dogs presence can disrupt the regular life of local animal life and\nit can take months for them to get back to normal. Plus, if a dogs chases a\nrabbit, he may not get the animal, but the rabbit may not have the energy\nrequired to escape the next more capable predator.\n\nLeave No…",
  "data/reddit-know/r/YouShouldKnow/comments/nqetk4/ysk_high_school_history_classes_are_only_ever.json": "Whenever a historical event gets brought up, either on the internet or irl, one\nof the most common phrases you'll hear from someone is \"I never got taught this\nin history class!\", usually followed by an enraged sense of having been misled\nor even lied to.\n\nJust a reminder: History is a ridiculously…",
  "data/reddit-know/r/YouShouldKnow/comments/nqmpy0/ysk_never_leave_an_exam_task_empty.json": "I noticed that even at a higher level of education, some just don't do this, and\nit's bothering me. \n\nWhy YSK: In a scenario where you have time left for an exam after doing all\ntasks that you know how to do, don't return your exam too rash. It may seem to\nyou that you did your best and want to get…",
  "data/reddit-know/r/YouShouldKnow/comments/nr697w/ysk_that_removing_the_orange_tip_from_toy_guns.json": "Why YSK: The orange tip on toy guns is a universal sign that the gun is fake. If\na toy gun has its orange tip removed or painted over, strangers might assume\nit's real and be forced to defend themselves\n[https://www.keranews.org/2019-05-13/how-realistic-looking-toy-guns-confuse-police-and-get-people…",
  "data/reddit-know/r/YouShouldKnow/comments/nrd3v5/ysk_you_can_get_rid_of_all_the_ads_in_the_youtube.json": "Why YSK this is because you can save a lot of time and you don't have to sit\nthrough all of those ads they have in videos these days.\n\nAll you need to do is watch the first ads (and bonus if they let you skip them)\nand then go right to the end of the video you are trying to watch. After that,\nhit…",
  "data/reddit-know/r/YouShouldKnow/comments/nrpbs2/ysk_you_can_teach_yourself_how_to_repair_car.json": "Why YSK: By buying old service manuals, repair manuals, and service documents,\nyou familiarize yourself with the basics of how stuff works, which is near half\nof the training right there for most people. Old manuals are detailed, with\npictures and even examples of wear and tear, so you know what to…",
  "data/reddit-know/r/YouShouldKnow/comments/nry39d/ysk_to_avoid_feeling_victimized_by_problems_you.json": "WHY YSK: Adopting a hero mindset increases your sense of agency in the face of\nstruggle, allowing you to change your perspective and feel empowered to tackle\nthe problems life throws at you. If you manage to see yourself as the hero of an\nepic story (even a little bit), you won’t feel victimised by…",
  "data/reddit-know/r/YouShouldKnow/comments/nrlz7e/ysk_carmine_a_red_food_dye_used_in_many_popular.json": "Why YSK: Many people do not realize what is actually in the food they eat. Many\nprobably do not want to eat insects. Some because they are vegan, vegetarian, or\nhave religious restrictions. Others for simple reasons of preference.\n\nLink for more details\n[https://recipes.howstuffworks.com/food…",
  "data/reddit-know/r/YouShouldKnow/comments/ns9ce7/ysk_firstever_link_found_between_asthma_in.json": "Why YSK:\n\nContext: article [https://medlifestyle.news/2021/06/04/asthma-air-pollution/]\n\nClean air solutions are not just a matter of climate change, but a matter of\npublic health as well. The article talks about a new study that shows how\npregnant mothers who were exposed to air pollution had…",
  "data/reddit-know/r/YouShouldKnow/comments/nsjd58/ysk_gas_stations_in_california_are_not_allowed_to.json": "Why ysk: The air and water machines at gas stations are coin operated. There is\nseemingly a charge for this service. If you read the fine print, they sometimes\ncall it a donation. If you ask the attendant to turn it on, they will either\ngive you a token, or they can turn it on for you. Voila! Free!",
  "data/reddit-know/r/YouShouldKnow/comments/nsez7k/ysk_not_to_put_hydrogen_peroxide_on_an_open_wound.json": "Why YSK: I've noticed putting hydrogen peroxide on fresh wounds seems to be a\npretty common practice, with the idea that hydrogen peroxide is antibacterial.\nWell here's the thing - it works by damaging cells, both bacterial and human.\nThe burning and bubbling doesn't mean it's working, it means it's…",
  "data/reddit-know/r/YouShouldKnow/comments/nsqfh3/ysk_you_shouldnt_bathe_your_cat_unless_they_cant.json": "Why YSK: If cats are bathed too often, they may lose essential oils from their\nfur, and it may be a traumatizing experience for them. As a general\nrule, cats are extremely clean animals and spend most of their time grooming and\nmending themselves. It is part of their daily ritual. They've been clean…",
  "data/reddit-know/r/YouShouldKnow/comments/nszp3e/ysk_company_cell_phones_keep_a_record_of_all.json": "Why YSK: Many major cell phone providers keep a repository of communication\nincluding cell phone numbers called and the content of text messages which is\navailable to any admin has access to this data. I first learned of this at a mid\nsized private business when one of the owners joked about reading…",
  "data/reddit-know/r/YouShouldKnow/comments/nt8ao1/ysk_rising_carbon_dioxide_levels_not_only.json": "Why YSK: Since 1960 the CO₂-concentration in the atmosphere has increased by\nover 100 ppm (an increase of over 30%)3. Many people are aware of the\ndevestating effects of carbon dioxide on nature, but many people do not consider\nthe effects of high CO₂-levels on the human body.\n\nCO₂ can be toxic at…",
  "data/reddit-know/r/YouShouldKnow/comments/nt9vbv/ysk_that_if_you_have_a_friend_that_is_very_sick.json": "Why YSK: People with cancer going through treatment have circulation problems\nmeaning that they have cold feet hence the socks. Also the treatment they are\nreceiving dries out the skin and decent skin care products can give a lot of\nrelief. And most important the photo that you give with a personal…",
  "data/reddit-know/r/YouShouldKnow/comments/nsd891/ysk_most_grocery_stores_will_mark_down_scalable.json": "Why YSK: I am a butcher in a grocery store. Every morning we markdown the items\nthat are within 2 days of the sell by date. Sometimes we miss some and will\ngladly mark it down for you",
  "data/reddit-know/r/YouShouldKnow/comments/ntrotl/ysk_that_licking_things_is_natural_to_dogs_and.json": "Why YSK: many people complain about their dog´s excessive licking and ban them\nfrom doing so. But licking is one of things that help dogs calm down in many,\nnot just stressful situations. It is as natural for them as lets say, reading a\nbook or watching a TV show for us, people. If you have a dog,…",
  "data/reddit-know/r/YouShouldKnow/comments/ntteq4/ysk_to_compare_your_yearly_raise_to_the_inflation.json": "Why YSK: Obviously any raise is better than no raise but unless the raise\npercentage is greater than the inflation percentage you are actually taking a\npay decrease or just breaking even.\n\nMost hourly companies will give their employees around a 15-30 cent raise or\nsomething similar every year which…",
  "data/reddit-know/r/YouShouldKnow/comments/nrgd68/ysk_you_can_enable_dark_mode_on_chrome_browser.json": "Why YSK: Dark mode puts less strain on your eyes than the default white mode.\n\nStep 1. Type \"Chrome://flags\" in the URL bar\n\nStep 2. Type \"Dark Mode\" in the Search Flags bar\n\nStep 3. Under \"Force Dark Mode for Web Contents\" select \"Enabled\"\n\nStep 4. Relaunch Chrome for settings to take effect.\n\nThis…",
  "data/reddit-know/r/YouShouldKnow/comments/nukb9i/ysk_not_to_stop_the_flow_of_traffic_to_let.json": "If traffic is moving you should not come to a complete stop to let someone out\nof a parking lot. To add to this, don’t block the box.\n\nWhy YSK-\n\nIt’s an accident waiting to happen. Never mind if they’re turning left the other\nside of oncoming traffic may not stop and could result in a multi car…",
  "data/reddit-know/r/YouShouldKnow/comments/num29z/ysk_ups_sells_your_personal_information_such_as.json": "https://www.ups.com/us/en/help-center/legal-terms-conditions/privacy-notice.page?WT.svl=Footer&WT.mc_id=VAN701624#contentBlock-14\n\n\"We may share physical location data with our UPS Business Partners and other\nthird parties to, for example, enhance location-based services and develop\naccurate and up…",
  "data/reddit-know/r/YouShouldKnow/comments/ns9wcp/ysk_that_if_you_use_icloud_drive_adding_nosync_to.json": "Why YSK: This is important in case your Documents folder is synced up with\niCloud drive, but you have certain things that you don't want in the cloud (tax\nreturns, passport photos, etc.)",
  "data/reddit-know/r/YouShouldKnow/comments/nvaitm/ysk_putting_money_into_upgrading_your_home_does.json": "Why YSK: People often think that if they bought their house for $150K and put\n$100K into upgrades, their home will appraise for $250K. Your home’s value is\nappraised based on the “Sales comparison approach”, which takes recent home\nsales in your area of homes with similar construction to yours (#…",
  "data/reddit-know/r/YouShouldKnow/comments/nvmfwu/ysk_that_us_call_centers_hire_the_blind_and.json": "Why YSK: People are critical of call centers and therefore can be rude to call\ncenter employees.\n\nEdit: Call centers are not sales people - they do not call you - they answer\ncalls for various businesses to respond to customer questions and complaints.",
  "data/reddit-know/r/YouShouldKnow/comments/nvuevh/ysk_just_because_you_told_the_person_at_the_drive.json": "WHY YSK: As a manager of a popular restaurant chain I cannot count the number of\ntimes people tell us they're not ready to order and then proceed to have VERY\nprivate conversations.\n\nSome things to know:\n\nWe cannot turn the headset off once you've activated it\n\nThere are either speakers inside the…",
  "data/reddit-know/r/YouShouldKnow/comments/nunvs2/ysk_never_give_dogs_corn_on_the_cob.json": "Why ysk: dogs can’t digest the cob and have a high risk of internal blockages.\nSurgery or endoscopy is almost always needed.\n\n(It’s also abrasive and can cause issues)",
  "data/reddit-know/r/YouShouldKnow/comments/nw2brj/ysk_dew_point_is_a_much_better_measurement_for.json": "Why YSK: The dew point is the temperature the air needs to be cooled to (at\nconstant pressure) in order to achieve a relative humidity (RH) of 100%. At this\npoint the air cannot hold more water in the gas form. If the air were to be\ncooled even more, water vapor would have to come out of the…",
  "data/reddit-know/r/YouShouldKnow/comments/nvwvad/ysk_books_or_written_works_published_96_years_ago.json": "Why YSK: As many students prepare for summer reading in the US, many companies\nwill be trying to take advantage of these reading lists. If you're a parent of a\nstudent, or a student yourself, make sure you don't purchase a written work\nthat's been assigned to you if it's public domain. Anything…",
  "data/reddit-know/r/YouShouldKnow/comments/nwn3ti/ysk_plan_b_emergency_contraception_is_not.json": "Why YSK: sometimes people rely on emergency contraception like Plan B to prevent\nunwanted pregnancy, but if you weigh over 155lbs (~70 kilograms) or have a BMI\nover 30 then Plan B might not work and may not effectively prevent pregnancy.\n\"ella\" brand EC is effective for those up to 195 lbs (~88…",
  "data/reddit-know/r/YouShouldKnow/comments/nw2svs/ysk_there_is_a_new_phone_scam_going_around.json": "Why YSK: to protect yourself from getting scammed\n\nYou should know that there is a new phone call scam going around under the\ndisguise of: \"student loan relief program\".\n\nThey called from the number: (318) 731-6799, and in the voice mail script they\nsaid to call them back at the number: (844) 877…",
  "data/reddit-know/r/YouShouldKnow/comments/nwxj4t/ysk_emotions_are_in_instinctive_and_based_on_our.json": "Why YSK: Emotions are instinct responses to everything around us and are rooted\nin our past experiences, even from early childhood. They are not true or false,\nbut simply are.\n\nWhen we encounter an emotion and react to it, we reinforce the prior programming\nfrom the past. However, by learning to…",
  "data/reddit-know/r/YouShouldKnow/comments/nx1k2f/ysk_this_summer_is_predicted_to_be_even_more.json": "Why YSK:\n\nLast year, the United States saw its top 4 worst fires in history during\nJuly-September due to incredibly dry conditions.\n\nThis year, it's even worse, so we can expect a large fire event in California\nand Colorado.\n\nPlease, take a moment to think about what you will do and prep for an…",
  "data/reddit-know/r/YouShouldKnow/comments/nwpo9a/ysk_there_is_a_poison_control_specifically_for.json": "Why YSK: there are many plants, foods, and chemicals that are ok for humans but\ncan poison cats, dogs, horses, etc.\n\nIt is managed by the ASPCA and can be found here.\nhttps://www.aspca.org/pet-care/animal-poison-control\n\nAlso they have a great tool for looking up toxic and non toxic plants which…",
  "data/reddit-know/r/YouShouldKnow/comments/nx392u/ysk_listening_to_music_near_bedtime_can_disrupt.json": "context: article\n[https://medlifestyle.news/2021/06/10/listening-to-music-near-bedtime-can-disrupt-sleep-new-research-says/]\n\nWhy YSK: The study's author states, \"Almost everyone thought music improves\ntheir sleep, but we found those who listened to more music slept worse.\" The\nmost interesting…",
  "data/reddit-know/r/YouShouldKnow/comments/nxt5ot/ysk_talking_about_birth_control_is_important_even.json": "YSK that it is always important to discuss whether or not you will use birth\ncontrol during sex, even when you're married.\n\nWhy YSK: I have talked to far too many people who have said things like \"We\ndidn't talk about having kids, but I got pregnant.\" It doesn't need to happen\nthis way. Talk about…",
  "data/reddit-know/r/YouShouldKnow/comments/nx8xr9/ysk_blood_group_ab_ve_is_the_universal_plasma.json": "So in biology classes you might be taught about Blood group O being the\nuniversal donor and Blood Group AB being the universal recipient.\n\nThis is actually mainly for Red Blood Cells (RBCs). I wont bore you with the\ndetails but basically Blood Group O's RBCs are non reactive, vs AB being…",
  "data/reddit-know/r/YouShouldKnow/comments/nxo4l7/ysk_how_to_check_your_own_pulse.json": "Why YSK: This can be lifesaving for many reasons, but another thing I've noticed\nis this \"Kardia\" device that markets itself as a homemade ECG using just 2\nfingers. They tout it can detect \"bradycardia, tachycardia, and atrial\nfibrillation\" which all sounds great. Thing is, so can your finger.…",
  "data/reddit-know/r/YouShouldKnow/comments/nyaljl/ysk_that_there_is_a_website_called_removebg_that.json": "There is also a website called imgonline.com.ua that can turn a color in your\nimage into another color. I use both of these websites all the time. (remove.bg\nand imgonline.com.ua)\n\nWhy YSK: There are plenty of non-transparent images and images that have\ncheckered backgrounds that make them look…",
  "data/reddit-know/r/YouShouldKnow/comments/nx07jz/ysk_you_can_now_see_who_follows_you.json": "Why YSK: It always creeped me out that some random person was following me. Now\nyou can see who they are and block them so they can unfollow you.",
  "data/reddit-know/r/YouShouldKnow/comments/nyg06u/ysk_what_a_licensed_dietician_will_actually_do.json": "Why YSK: I (F21) have had an unhealthy relationship with food for my whole life.\nI had been wanting to see a dietician for years but I was held back by some\nfears. I had a preconceived notion that the dietician would simply express\ndisappointment in my eating habits and then force me into a diet I…",
  "data/reddit-know/r/YouShouldKnow/comments/nyb7vb/ysk_iphones_running_ios11_and_above_and_probably.json": "Why YSK: Scanning documents is one of those things that many people need to do\nat some point but often lack the equipment to do so. If you have an iPhone, you\ncan go to the notes app and create a note, tap the camera icon at the bottom and\nselect “scan documents.” The camera will automatically…",
  "data/reddit-know/r/YouShouldKnow/comments/nyx4p2/ysk_in_the_us_while_you_are_working_if_you_feel.json": "https://www.osha.gov/as/opa/worker/danger.html\n\nWhy YSK:\n\nEmployers know this, but few will tell employees about it. Workers are pressured\ninto risking life and injury because of year end review raises, bonuses, and\ntimeline of work that needs to be completed. My recommendation is this - call\nand…",
  "data/reddit-know/r/YouShouldKnow/comments/nz65kc/ysk_that_your_dishwasher_has_a_filter_clean_it.json": "Why YSK: Your dishwasher’s filter needs to be regularly cleaned so that it can\nwork properly. If your dishwasher is leaving old food and other gunk on your\ndishes, it probably needs to have its filter cleaned.\n\nWe bought a house with a dishwasher a year ago, and I had no idea dishwashers\neven had…",
  "data/reddit-know/r/YouShouldKnow/comments/nv4o2q/ysk_the_health_insurance_marketplace_has_staff.json": "Why YSK: many people assume that the process of getting health insurance through\nhealthcare.gov is identical to the process of calling and talking to someone at\nthe marketplace. (Some people may not even know that a phone option exists.) But\nthe people you talk to by phone know the system well and…",
  "data/reddit-know/r/YouShouldKnow/comments/nzb17o/ysk_that_you_can_see_the_benefits_youre_entitled.json": "I've realized that the SSA's Online Service Portal is something few people know\nabout. It provides you with a ton of valuable information.\n\nOnce you create an account on the SSA's Online Service Portal\n[https://www.ssa.gov/onlineservices/], you can see:\n\n1) What they have on record for your yearly…",
  "data/reddit-know/r/YouShouldKnow/comments/nzaqmb/ysk_do_not_ignore_a_flashing_check_engine_light.json": "Why YSK: When the check engine light is flashing, that means you could have a\nmore serious issue that needs your immediate attention (which is why it's\nflashing). You should quickly address the problem or you risk possibly badly\ndamaging your engine.",
  "data/reddit-know/r/YouShouldKnow/comments/nzpynk/ysk_the_phrase_a_few_bad_apples_does_not_mean_an.json": "\"A few bad apples\" has become confused with \"a few bad eggs\" and is incorrectly\nused in its place. The two phrases DO NOT mean the same thing. \"A few bad eggs\"\nis used to describe a group of something in which there are a number of bad\nindividuals but which doesn't automatically mean that the entire…",
  "data/reddit-know/r/YouShouldKnow/comments/o054oh/ysk_the_equal_pay_for_equal_work_act_effective.json": "Why YSK: All Colorado job postings AND remote US job postings (i.e. a role that\nsomeone in Colorado could apply for) must include salary and benefits\ninformation. This is great because you, as an applicant, can find out what a the\nposition should pay as well as what benefits the company offers. This…",
  "data/reddit-know/r/YouShouldKnow/comments/nzrmyq/ysk_to_keep_a_can_of_soup_in_your_car.json": "Why YSK: Having a can of soup in your car can come in handy. It can be helpful\nin events like getting stuck in the snow, in bad storms, etc. You also can give\nit to homeless people if you don't have cash on you. If you ever needed to leave\nsuddenly, you would have at least one meal covered. Or, if…",
  "data/reddit-know/r/YouShouldKnow/comments/o0dwi5/ysk_that_if_youre_out_with_people_and_dont_want.json": "Why YSK: Our society expects people to drink, and there are hundreds of reasons\npeople don’t. A lot of people simply get very anxious of the possibility they\ncan called out or asked why they don’t drink. I know I did and still do today.\n\nThis tip has helped me through my 15 years being sober and…",
  "data/reddit-know/r/YouShouldKnow/comments/o0bwaz/ysk_generators_need_to_be_ran_before_emergencies.json": "Why YSK : Many people are not aware generators will often not work when needed\nafter sitting up. You may need to detach the carburetor bowl and clean the\nprimary jets nearly effortlessly,and run the generator before you will need it\nunexpectedly.😉. The fuel may go bad or \"jelly\" due to sitting up…",
  "data/reddit-know/r/YouShouldKnow/comments/o0ky8n/ysk_that_you_shouldnt_offer_over_asking_price_on.json": "Why YSK:\n\nI heard from someone recently that they thought it was a sign of the market in\nmy city cooling down, because they only got one offer on their house. However,\nthat offer was for 12.5% (in this case, $20,000) OVER asking price.\n\nAgain, they were the only ones to submit an offer.\n\nThey…",
  "data/reddit-know/r/YouShouldKnow/comments/o149jr/ysk_there_is_an_app_called_be_my_eyes_that_allows.json": "Why YSK: The app is free to download and you can sign up as a volunteer or a\nvisually impaired / blind person. If you need visual help (examples given are\npicking the right colour of an item of clothing, or the right brand of product\nwhen shopping) and you are visually impaired, you press a button…"
}