{
  "data/reddit-stocks/r/stocks/comments/pfjm06/why_modernas_2x_antibody_titer_news_is_better_for.json": "Why Moderna's 2x Antibody Titer News Is Better For Pfizer\n\n> Breaking news: Moderna vaccine creates twice as many antibodies as Pfizer:\n> research - Source\n> [https://news.yahoo.com/moderna-covid-19-vaccine-doubles-131601816.html]\n\nModerna vs pfizer dose size is…",
  "data/reddit-stocks/r/investing/comments/pfokw3/aoc_calls_on_biden_to_replace_powell_what_would_a.json": "Source\n[https://finance.yahoo.com/news/aoc-calls-joe-biden-replace-161225656.html]:\n\n> As news of the possible reappointment of Federal Reserve Chair Jerome Powell\n> circulates, we urge President Biden to re-imagine a Federal Reserve focused on\n> eliminating climate risk and advancing racial and…",
  "data/reddit-stocks/r/Bogleheads/comments/pfn35p/my_approach_to_timing_the_market.json": "I’m probably going to get a lot of heat for this post, but here goes…\n\nA friend recently expressed anxiety about index investing right now due to ultra\nhigh PE ratios. I shared my approach that he found helpful so I’m sharing with\nothers as well.\n\nI have an automated investment schedule 2x per month…",
  "data/reddit-stocks/r/stocks/comments/pfrkoo/cathie_woods_ark_files_for_new_transparency_etf.json": "ARK Investment Management is looking to debut a new ETF that will focus on\ntransparency in companies and shun vice and sectors that run afoul of ESG\ninvesting like fossil fuels.\n\nIn an SEC filing, Cathie Wood's shop outlines the fund, which looks to be at\nleast 80% invested in stocks in its…",
  "data/reddit-stocks/r/investing/comments/pft42l/cathie_woods_ark_files_for_new_transparency_etf.json": "ARK Investment Management is looking to debut a new ETF that will focus on\ntransparency in companies and shun vice and sectors that run afoul of ESG\ninvesting like fossil fuels.\n\nIn an SEC filing, Cathie Wood's shop outlines the fund, which looks to be at\nleast 80% invested in stocks in its…",
  "data/reddit-stocks/r/stocks/comments/pfu717/gamestop_stocks_possible_return_to_sp_500_in.json": "The individual-investor darling GameStop Corp. is now three times as valuable as\nthe smallest S&P 500 stocks, thanks to a sharp run-up in its shares in August.\nSome traders are betting GameStop could take another leap higher if S&P Dow\nJones Indices adds the stock to the S&P 500 when it is…",
  "data/reddit-stocks/r/stocks/comments/pfu772/cloudflare_stopped_the_largest_ddos_attack_ever.json": "\"Cloudflare said its system managed to stop the largest reported DDoS attack in\nJuly, explaining in a blog post that the attack was 17.2 million\nrequests-per-second, three times larger than any previous one they recorded.\n\n\"In a blog post, Cloudflare's Omer Yoachimik explained that the company…",
  "data/reddit-stocks/r/Bogleheads/comments/pfybtm/question_about_tax_loss_harvesting.json": "In my taxable account I made a few questionable stock pics that have netted me\nabout -$600 and I don’t see them turning around and outperforming the market any\ntime soon. Would it be beneficial to cut my losses then reinvest in VTI/FSKAX?\nIs that how harvesting works? I can write off that $600 as…",
  "data/reddit-stocks/r/stocks/comments/pg2n48/here_is_a_market_recap_for_today_wednesday.json": "PsychoMarket Recap - Wednesday, September 1, 2021\n\nStocks traded mixed in the first session of September, which is historically the\nworse month for equities. The S&P 500 (SPY) and Nasdaq (QQQ) both eeked out a\nnew intraday record high, closing 0.07% and 0.17% higher respectively. The Dow\nJones (DIA)…",
  "data/reddit-stocks/r/stocks/comments/pg0qtn/corsair_crsr_great_potential_or_overhyped_meme.json": "I've been researching Corsair for some time now and the background looks rather\npromising:\n\n * $457.1M net revenue/60% increase in respect to the last year\n * Gross profit of ~$130M (112.4% increase) in comparison to the past year\n * Mass demand of gaming materials/PCs/Laptops with one of the…",
  "data/reddit-stocks/r/Bogleheads/comments/pg4rt0/warning_friends_about_bad_financial_advice.json": "I know this is a bit of an odd question, but I wasn't sure whom else to ask.\n\nThe other day, I met a man at a party who claimed to be a financial advisor. I\nwas going to tell him how I'd set up my portfolio and ask for his thoughts. My\nportfolio is: US/ex-US index funds, I bonds, and cash. When he…",
  "data/reddit-stocks/r/stocks/comments/pg44eh/asts_worth_the_risk.json": "Hey all, I read a very intriguing DD article the other day by Kevin Liao and\nwanted to share here to see community sentiment. I feel like with the major\npartnerships/investors, they too believe this is the future and wouldn’t get\ninvolved if it wasn’t feasible. I understand the risk but the upside…",
  "data/reddit-stocks/r/stocks/comments/pg1llf/lets_talk_about_corsair_crsr.json": "CORSAIR GAMING\n\nThe COVID-19 has accelerated gaming activity and companies in this segment saw a\ndramatic surge in sales.\n\nI've been looking for a gaming company to invest in for a while now, and after\nan extensive research I realized that the best pick in this sector is Corsair.\n\nWith a market cap…",
  "data/reddit-stocks/r/stocks/comments/pg78n3/what_would_it_take_for_apple_to_lose_their_top_10.json": "As you know, apple has been the biggest company for quite a while now. It is\nvery difficult for me to envision them losing this spot for like the next 20\nyears at the very least.\n\nWhat do you guys think it would take for Apple to drop out of the top 10 in the\ns&p500?",
  "data/reddit-stocks/r/wallstreetbets/comments/pg78fg/am_i_the_asshole_for_not_being_able_to_trade.json": "This started about 4 years ago when I was 2 years old. My dad started to\nsupplement me picture books and cartoons with beginner options books and Martin\nShkerli's live videos on how to pick pharmaceutical stocks. Over the course of\nthese years I have retained absolutely nothing even though my dad…",
  "data/reddit-stocks/r/Bogleheads/comments/pfzhnd/why_do_so_many_people_hold_both_vti_and_vug_if.json": "Before I get into it I just wanna say I personally hold VTI and QQQ. What I\nreally would like to know from people around this sub is if you all really feel\nit’s worth it to have other ETFs besides VTI. Other than QQQ I have SCHD and XLF\n(XLF getting sold soon) as well. I started in February and I…",
  "data/reddit-stocks/r/stocks/comments/pfuzkx/what_do_you_think_about_target_stock.json": "Hey guys, I just started investing and still kinda don’t understand how the\nsector rotate. For example, Target beats the earning report, and now it down for\n7%. What may cause this and how do you guys mitigate the risks during the\nbearish time? Thank you so much.\n\nP/s: I own Target because I believe…",
  "data/reddit-stocks/r/investing/comments/pg26gz/okta_announces_strong_second_quarter_results.json": "[text](https://ca.finance.yahoo.com/news/okta-announces-strong-second-quarter-200100388.html\n\nSAN FRANCISCO, September 01, 2021--Okta, Inc. (Nasdaq: OKTA), the leading\nindependent identity provider, today announced financial results for its second\nquart...) Q2 revenue grew 57% year-over-year;…",
  "data/reddit-stocks/r/investing/comments/pfy773/i_just_realized_that_one_of_the_stocks_i_own_is.json": "I'm a pretty casual investor. I check in a few times a month, sometimes less. I\nbought some TLND many years ago. I was checking the price recently, and noticed\na very strange jump and plateau. I found out it was because it was in the\nprocess of getting acquired for a set price, and thus it plateaued…",
  "data/reddit-stocks/r/stocks/comments/pg18ib/thoughts_apple_for_first_stock.json": "Hey all,\n\nI have about 50k I want to invest as it’s doing me no good in the bank and have\nbeen doing a lot of reading the last 2 months but still lack knowledge about\nstocks. At this point I want to jump in with something so im thinking 10k to get\nmy feet wet until I gain more knowledge. I def want…",
  "data/reddit-stocks/r/wallstreetbets/comments/pg6ooh/gme_volume_does_this_seem_extremely_bullish_to.json": "Hello retards,\n\nI've been watching $GME like a hawk all week and the correlation between volume\nand price for the past week is incredible and to me seems very, very bullish.\nCheck it out:\n\nAugust 26th at open: Spikes on high volume (889k shares in first hour, goes up\n$10). It waffles for a bit as…",
  "data/reddit-stocks/r/stocks/comments/pgh4le/alibaba_makes_up_with_the_ccp_chinas_alibaba_to.json": "https://www.reuters.com/world/china/chinas-alibaba-invest-155-bln-towards-common-prosperity-2021-09-02/\n\nSHANGHAI, Sept 2 (Reuters) - China's Alibaba Group (9988.HK), will invest 100\nbillion yuan ($15.5 billion) by 2025 in support of \"common prosperity\", it said,\nbecoming the latest corporate giant…",
  "data/reddit-stocks/r/investing/comments/pgh92i/chewy_announces_second_quarter_2021_financial.json": "Chewy, Inc. (NYSE: CHWY) (\"Chewy\"), a trusted destination for pet parents and\npartners everywhere, has released its financial results for the second quarter\nof fiscal year 2021 ended August 1, 2021, and posted a letter to its\nshareholders on its investor relations website at…",
  "data/reddit-stocks/r/wallstreetbets/comments/pg9jpn/why_doesnt_everyone_only_trade_options_0_dte_spy.json": "I have been avidly learning the great minds of WallStreetBets and have gained\nextensive knowledge on investing, risk management, and portfolio growth. WSB has\nintroduced me to the great world of options, and it has completely changed my\nlife.\n\nPre-WSB I am ashamed to admit… but I used to be a……"
}