{
  "data/reddit-projects/r/SideProject/comments/obqqgj/copy_paste_text_or_open_links_across_devices_from.json": "There are times when you want to copy some text from your computer to your phone\nor open a link on your phone that you have on your computer. I used to use\nWhatsApp or Telegram to send a text to myself with the text or link and use a\ndesktop client to copy it to my computer. Although it's not a…",
  "data/reddit-projects/r/SideProject/comments/oc4hv0/got_our_first_paying_customer_ama.json": "Yaaayyyy!! We got our first paying customer at Basch.ml [http://basch.ml/] ! And\nwe haven't released it in public yet (We are still in Beta)!\n\nOur First $350 ARR!\n\nA man approached us on LinkedIn and said that he wanted to use our product. We\nagreed and now we have our first paying…",
  "data/reddit-projects/r/SideProject/comments/oc5ugg/we_have_created_a_social_platform_dedicated_to.json": "Warble is a Social Media for Musicians and their audience, where artists can\nbuild music portfolio, monetize content, get Live gigs, and users can engage and\ninteract with their favourite artist/band, support them and even book them for\nlive shows.\n\nwe are looking for some initial users to make our…",
  "data/reddit-projects/r/SideProject/comments/ocbw1f/writing_a_handbook_of_psychological_insights.json": "hey everyone,\n\nSo, I have been writing about psychological insights at Psych\n[http://psych.email/] 🧠 which is a free newsletter.\n\nI am on the verge of writing its 100th edition and have decided to compile\neverything into a book.\n\nIt covers all the biases related to human behaviour, marketing and…",
  "data/reddit-projects/r/SideProject/comments/oceiqr/we_have_created_fitness_workout_app_for_iphone.json": "Fitness - Home Workout App is tailored towards people aiming for weight loss,\ngetting fit & strong.\n\nWe created this app during the pandemic to help people to regain their fitness\nand health lost due to lockdown or isolation.\n\nStreamlined features for both men and women, such as a workout log,…",
  "data/reddit-projects/r/SideProject/comments/oc7sim/started_as_a_spreadsheet_learnt_to_code_now_is_an.json": "You can check it out here - I would love your support:\nhttps://www.producthunt.com/posts/everyhour\n\neveryhour.xyz is the project I quit my job for and it’s launching on Product\nHunt today. It is a way to quantify your life balance, make you aware of how you\nspend your time, in an attempt to motivate…",
  "data/reddit-projects/r/SideProject/comments/ocvqse/create_a_tool_that_collects_real_problems_worth.json": "*Created\n\nOlwi [https://olwi-ui.vercel.app/browse] retrieves posts from Reddit and\nextracts those where people complain about something: routine tasks at work,\nsoftware problems in their business, etc. Therefore, you don't need to search\nfor problems to solve, then filter the noise. Just use this…",
  "data/reddit-projects/r/SideProject/comments/oczgjz/get_a_free_domain_name_for_your_next_sideproject.json": "In partnership with Codecademy, the web hosting service Namecheap is offering\none free year of a domain name registration of your choice (with some\nexceptions)! Click the link below to claim the perfect domain. Applicable only\nfor: .me, .site, .club, .live, .online, .tech, .website, .store, .media,…",
  "data/reddit-projects/r/SideProject/comments/odge4r/i_launched_pdfmarkcom_an_html_to_pdf_api.json": "I have launched PDFMark. It is an HTML to PDF conversion API. PDF generation is\na requirement for many companies. Programmers often need to generate PDF\ndocuments programmatically for things like invoice, tickets, reports, account\nstatements etc. There are several free and paid libraries for…",
  "data/reddit-projects/r/SideProject/comments/odi4nq/i_created_a_javascript_game_engine_for_the.json": "I used to do web development, but then I decided to leave it as a hobby. One day\nI decided to make a game similar to Fallout 2 and Diablo. Then I thought why\nthere are still no such games in the browser, even free ones.\n\nI had never made any games or engines and had no idea where to start.…",
  "data/reddit-projects/r/SideProject/comments/odjr7k/first_paying_customer.json": "Just got my first paying customer for my Twitter bookmarker and organiser\n[https://markfolder.com] browser extension!\n\nReally stoked, especially after a very quiet launch (see a writeup about it at\nhttps://farez.me/why-nobody-paid-for-my-premium-saas-app\n[https://farez.me/why-nobody-paid-for-my…",
  "data/reddit-projects/r/SideProject/comments/oda1n8/i_created_a_newsletter_that_delivers_easy_to_read.json": "Hello everyone! My new startup and side project is called Over Easy News\n[https://www.overeasynews.com].\n\nWe are all about delivering easy to read business news for your morning, all\nwhile teaching you about business! There may be some people who don't read the\nbusiness news because its too boring,…",
  "data/reddit-projects/r/SideProject/comments/odiftl/my_side_project_is_now_a_product.json": "I started this side project last year with an intention to learn coding. I'm\nhappy that my first gig turned into a full blown product. Ctiny\n[https://ctiny.me/ctiny] is not just an url shortener tool but also an analytics\nand re-targeting tool. Some of the features include re-targeting, A/B…",
  "data/reddit-projects/r/SideProject/comments/oe1h08/built_an_app_to_send_newsletters_directly_from.json": "We built an app that lets you send newsletters directly from Notion called\nNoCodeLetters [https://nocodeletters.com]\n\nBoth my partner and I are not good at UX and I was hoping if the community could\ngive us feedback on how to make the product more intuitive.\n\nCan someone help us?",
  "data/reddit-projects/r/SideProject/comments/odw4rn/released_another_free_template_for_your_mobile.json": "Free HTML landing page template for Mobile App built with TailwindCSS.\n\nLive preview and download – https://launchoice.com/products/califa/\n\nhttps://preview.redd.it/bxypifwqda971.jpg?width=1620&format=pjpg&auto=webp&s=9253e592fd2a7664eaa3dadfce3f2f562a5eda6b",
  "data/reddit-projects/r/SideProject/comments/oduqz8/we_just_launched_webkhata_a_gst_invoicing_and.json": "Yesterday, we launched Webkhata (https://webkhata.com [https://webkhata.com/]),\na GST invoicing, billing and accounting software for Indian users. It is life\ntime free invoicing, accounting and inventory management software. Using\nwebkhata, users can manage their inventory, customers, vendors,…",
  "data/reddit-projects/r/SideProject/comments/oef5qw/made_a_little_app_that_lets_you_track_insider.json": "insidescoop.xyz [https://insidescoop.xyz] - a chrome extension that lets you\neasily track insider buying to make smarter investment decisions. Appreciate any\nthoughts you might have!"
}