{
  "data/reddit-projects/r/SideProject/comments/n5gu39/yesterday_i_added_inapp_purchase_to_my_chrome.json": "Last October, I made a chrome extension which adds 15+ customizations/tweaks to\nNotion. In case you don't know Notion.so [https://Notion.so] is a fantastic tool\nto manage docs, team, work collaboration, personal work etc. I made it mostly\nfor my own needs as I always felt Notion could be more…",
  "data/reddit-projects/r/SideProject/comments/n3r7h8/i_made_a_newsletter_that_sends_100.json": "https://preview.redd.it/2rmj31y69vw61.png?width=2838&format=png&auto=webp&s=37d50e0a6602281b36898839ad557b4e0e610ca8\n\nEDIT: You can now register your interest here and I'll be in touch when it's\nlive: https://gitstarted.carrd.co/ Thanks guys! ❤️\n\n\n\nHey all!\n\nI've heard from quite a few people who…",
  "data/reddit-projects/r/SideProject/comments/n7frwn/a_chrome_extension_that_recommends_local.json": "I recently created my first chrome extension. I would truly love some feedback\n(UI and practicality) and some tips to move forward. I made this app because I\nknow that local businesses have been hit hard by the pandemic.\n\n\n\nChrome Web Store Extension…",
  "data/reddit-projects/r/SideProject/comments/n84h2w/chrome_extension_that_is_a_popup_kanban_board_to.json": "Hello! I recently created a chrome extension that takes away the hassle of\nswitching between tabs just to update your task progress by implementing a\nKanban board as a pop-up wherever page you are, whenever you need it.\n\n\n\nHere is the chrome store…",
  "data/reddit-projects/r/SideProject/comments/n8az2m/i_made_a_website_domains_management_software_for.json": "Hey there! I am a software developer, and I recently released a tool for website\ndomain management I made for my own company. It's called\nhttps://domain-check.it/, and it's 100% free at the moment. Once you sign up,\nyou can add your domains and enable expiration alerts (for both the domain and\nthe…",
  "data/reddit-projects/r/SideProject/comments/n8l3yz/i_made_a_birthday_reminder_app_to_help_you_ditch.json": "Hey everyone,\n\nI stopped using facebook last year, but the worst part about it was forgetting\nfriends' birthdays. On the other hand though, I don't need a reminder for all\n1,000 of my facebook friends.\n\nSo I built hbd [https://hbd.cool?ref=reddit], a simple birthday reminders app,\nto help me keep…",
  "data/reddit-projects/r/SideProject/comments/n99lql/looking_for_a_side_projects_buddy.json": "Hello,\n\nI hope it's okay if I post this here.\n\nI'm a guy over 30 years old and I'm a web developer (working mainly with\njavascript).\n\nI'm looking for a buddy with whom I could build a long term friendship and work\nwith him/her to side projects and put into practice crazy ideas.\n\nMy current plan is…"
}