{
  "data/reddit-books/r/books/comments/ovo3ct/is_its_normal_thing_to_finish_a_book_and_have.json": "Hi there,\n\nAs a kid and through high school, I read maybe 10 books, I pretty much refused\nto read. Even since then, I haven’t read much but I’m trying to get into it now.\n\nI just finished Man’s Search for Meaning and while I was reading I’d pick out a\nfew things here and there which I thought I…",
  "data/reddit-books/r/books/comments/ovor34/just_finished_neuromancer_for_the_first_time_it.json": "What a ride, seriously. Aside from the fantastic story, it's just incredible\nwhat an influence Neuromancer was on culture as a whole. It's like every page\nheld some passage that made me think, \"no way, so that's where that comes from\".\nI was aware that it was an influential novel and birthed the…",
  "data/reddit-books/r/booksuggestions/comments/ovo9u4/looking_for_a_book_like_the_movie_the_matrix.json": "One of my favorite films of all time. I am a deep thinker and have always been\nintrigued by the idea of simulated reality. Looking for a book involving\nsimulations similar to the matrix .",
  "data/reddit-books/r/books/comments/ovt663/do_you_think_that_we_should_seperate_the_books.json": "As an example, I really like the work of H. P. Lovecraft. Lovecraft is known as\nquit a racist,would you think less of his work because of that if he was\nalive?certainly if he was posting stuff on social media then our opinion\ncouldn't remain completely unbiased but the stories would still be good or…",
  "data/reddit-books/r/books/comments/ovzduv/so_i_started_the_pillars_of_the_earth_by_ken.json": "...and wow, why didn't I discover it earlier. As a brit who loves history, this\nmakes me want to go out and visit medieval villages in England. The way medieval\nlive is described through different POVs with characters coming from various\nsocial backgrounds gives us amazing insight into their lives,…",
  "data/reddit-books/r/booksuggestions/comments/ovtpec/japanese_mythologyfolklore.json": "Im really interested in japanese culture and mythology and i was wondering if\nsome of you guys know any good books that covers the mythology of japan. Thanks\nin advance",
  "data/reddit-books/r/booksuggestions/comments/ovxiyk/any_novel_where_the_protagonist_loses_and_regains.json": "Maybe they experience a great loss or a massive betrayal. Either way, that\nexperience or series of them makes them lose their faith in the world, making\nthem a shadow of the person they once were. But one day, maybe through someone\nthat decides to give them a hand or a new purpose, they…",
  "data/reddit-books/r/booksuggestions/comments/ovs7zc/any_books_about_thieves.json": "preferably set in the medieval age though if you think any non medieval age\nthief story is really good feel free to recomend it, it can be a lone thief or\nan entire thieves guild, i just need fiction/fantasy stories with focus on\nthievery, i dont expect many people here to be familiar with these…",
  "data/reddit-books/r/booksuggestions/comments/ovz4ly/hot_and_sexy_book_recommendation_with_good_plot.json": "yeah thats about it i really like fantasy and would prefer it if the characters\nweren't older than 30",
  "data/reddit-books/r/booksuggestions/comments/ovwdx4/stories_like_netflixs_love_death_robots.json": "The Giant episode made me want to seek out similar stories. Need me a book that\nhas short stories similar (or not) to Love, Death, & Robots please. Thanks"
}