{
  "data/reddit-know/r/YouShouldKnow/comments/kw6b7z/ysk_that_if_attached_your_bank_account_to_venmo_a.json": "YSK that if attached your bank account to Venmo, a company called Plaid is recording all your back account activity.",
  "data/reddit-know/r/YouShouldKnow/comments/ksx5nc/ysk_if_someone_commits_a_trivial_mistake_in_their.json": "YSK: If someone commits a trivial mistake in their English, it’s not a big deal and doesn’t form the basis to invalidate their point",
  "data/reddit-know/r/YouShouldKnow/comments/kumvbb/ysk_many_dishwashers_have_filters_that_need_to_be.json": "YSK many dishwashers have filters that need to be pulled out and cleaned.",
  "data/reddit-know/r/YouShouldKnow/comments/kturp5/ysk_just_because_everyone_around_you_is_an.json": "YSK: just because everyone around you is an asshole, doesn’t necessarily mean you are",
  "data/reddit-know/r/YouShouldKnow/comments/kv849q/ysk_how_to_use_the_ivy_lee_method_to_increase.json": "YSK how to use the Ivy Lee Method to increase your productivity",
  "data/reddit-know/r/YouShouldKnow/comments/kue5p4/ysk_dont_comment_on_how_little_someone_eats_at_a.json": "YSK: Don't comment on how little someone eats at a gathering/restaurant/dinner table: it is an incredibly negative experience for the person involved, many people cannot eat regular portions in one sitting due to crippling, tragic diseases that go unnoticed by even their closest loved ones.",
  "data/reddit-know/r/YouShouldKnow/comments/ku5a3n/ysk_how_to_be_homeless_and_not_completely.json": "YSK how to be Homeless and not completely Miserable.",
  "data/reddit-know/r/YouShouldKnow/comments/kuj8o1/ysk_suicides_do_not_increase_in_the_winter_they.json": "YSK: Suicides do not increase in the winter. They increase in the early summer",
  "data/reddit-know/r/YouShouldKnow/comments/kw3bqj/ysk_chrome_browser_for_iphone_lets_you_use_the.json": "YSK Chrome browser for iPhone lets you use the desktop YouTube site, this means you can background play music without purchasing YouTube Red!",
  "data/reddit-know/r/YouShouldKnow/comments/kvmvqv/ysk_if_youre_sending_anything_solid_in_an.json": "YSK: If you're sending anything solid in an envelope by mail (cards, drivers license, rings, money, etc) you should tape it to a piece of paper",
  "data/reddit-know/r/YouShouldKnow/comments/kunrib/ysk_you_can_transform_the_life_of_someone.json": "YSK You can transform the life of someone suffering from corneal blindness; register to be an eye, organ and tissue donor, and let someone see life through your eyes.",
  "data/reddit-know/r/YouShouldKnow/comments/ku2qj6/ysk_when_youre_infatuated_with_someone_your_brain.json": "YSK: When you're infatuated with someone, your brain releases so much dopamine into your system that you believe this person to be perfect. Although it's a great feeling to have, it can also lead to feelings of unworthiness of this person's reciprocated infatuation.",
  "data/reddit-know/r/YouShouldKnow/comments/kwjxhr/ysk_that_there_is_an_easy_way_to_tell_if_a_aa.json": "YSK that there is an easy way to tell if a AA battery is dead. Drop the battery onto a hard surface from 7-10 cm(3-5 in) .high. A charged battery will hit the ground with a thud and either stand straight up or fall directly over. A dead battery will bounce.",
  "data/reddit-know/r/YouShouldKnow/comments/kw6axs/ysk_it_isnt_good_to_use_laser_pointers_with_pets.json": "YSK it isn’t good to use laser pointers with pets and other animals",
  "data/reddit-know/r/YouShouldKnow/comments/kt19g3/ysk_snow_should_be_removed_from_the_front_and.json": "YSK: Snow should be removed from the front *and* rear windshield, all windows, the hood and the TOP of your car before driving",
  "data/reddit-know/r/YouShouldKnow/comments/kuie33/ysk_you_can_bypass_paywalls_article_membership.json": "YSK: You can bypass paywalls, article membership requirements and ads by using outline.com",
  "data/reddit-know/r/YouShouldKnow/comments/kuhy0p/ysk_there_is_a_modern_free_and_public_domain.json": "YSK: There is a modern free and public domain ebook library app at BookDark.com based on Project Gutenberg where you can search and explore ebooks by authors or tags.",
  "data/reddit-know/r/YouShouldKnow/comments/kwi67g/ysk_that_eu_citizens_can_take_college_courses.json": "YSK that EU citizens can take college courses from Swedish universities for FREE online",
  "data/reddit-know/r/YouShouldKnow/comments/kwz6mo/ysk_if_you_have_a_specific_question_about_a.json": "YSK: If you have a specific question about a scientific field, email an academic expert, they'll generally respond",
  "data/reddit-know/r/YouShouldKnow/comments/kx0vbg/ysk_you_should_know_when_looking_at_non_public.json": "YSK: You should know when looking at non public schools for your child make sure to read employee reviews of the school",
  "data/reddit-know/r/YouShouldKnow/comments/kx6v57/ysk_weary_means_tired_wary_means_concerned_or.json": "YSK: 'weary' means tired, 'wary' means concerned or hesitant.",
  "data/reddit-know/r/YouShouldKnow/comments/kwxwpw/ysk_a_locksmith_can_make_a_copy_of_your_car_or.json": "YSK A locksmith can make a copy of your car or house key from a photo - don’t post photos of your keys to social media.",
  "data/reddit-know/r/YouShouldKnow/comments/kxl4xq/ysk_internet_archive_wwwarchiveorg_is_a_nonprofit.json": "YSK: Internet Archive (www.archive.org) is a non-profit library of millions of free books, movies, software, music, websites, and more",
  "data/reddit-know/r/YouShouldKnow/comments/kxdam9/ysk_companies_have_spent_millions_on_research_to.json": "YSK: Companies have spent millions on research to get you to buy and eat (more) junk food",
  "data/reddit-know/r/YouShouldKnow/comments/kxutvr/ysk_you_can_use_anonymous_disposable_email.json": "YSK: You can use anonymous, disposable email addresses to protect your main email from spam",
  "data/reddit-know/r/YouShouldKnow/comments/ky184h/ysk_imslp_international_music_score_library.json": "YSK: IMSLP (International Music Score Library Project/Petrucci Music Library) is an online library that contains thousands of free public domain music scores/sheet music and recordings for download",
  "data/reddit-know/r/YouShouldKnow/comments/kxtjgu/ysk_if_you_are_indecisive_tell_a_friend_to_choose.json": "YSK: If you are indecisive, tell a friend to choose from the two options you are trying to decide between. Then, if you are disappointed, do the other one, but if you are excited, do that one.",
  "data/reddit-know/r/YouShouldKnow/comments/kwo7va/ysk_you_can_report_spam_texts_to_your_mobile.json": "YSK you can report spam texts to your mobile provider by copying the spam message and sending it to 7726 (spells out SPAM).",
  "data/reddit-know/r/YouShouldKnow/comments/kuxgim/ysk_if_you_ever_accidentally_pocketdial_911_let.json": "YSK if you ever accidentally pocket-dial 911, let the operator know you’re okay before hanging up",
  "data/reddit-know/r/YouShouldKnow/comments/kxdqwx/ysk_tresemmé_is_currently_facing_a_class_action.json": "YSK: TRESemmé is currently facing a class action lawsuit due to causing scalp irriation and hair loss",
  "data/reddit-know/r/YouShouldKnow/comments/kyoh3k/ysk_that_most_companies_produce_products.json": "YSK: That most companies produce products specifically for sales and outlets, and are usually made with inferior materials. They are not actually reduced.",
  "data/reddit-know/r/YouShouldKnow/comments/kvwbzy/ysk_the_difference_between_off_premise_and_off.json": "YSK: The difference between \"Off Premise\" and \"Off Premises\"",
  "data/reddit-know/r/YouShouldKnow/comments/kutxf5/ysk_studio_gonzo_a_japanese_anime_studio_uploads.json": "YSK Studio Gonzo, a Japanese anime studio, uploads much of their anime for free on YouTube with English Subtitles",
  "data/reddit-know/r/YouShouldKnow/comments/kyqa4p/ysk_if_you_have_good_credit_adding_your_children.json": "YSK: If you have good credit, adding your children as authorized users can set them up for excellent credit for when they need it",
  "data/reddit-know/r/YouShouldKnow/comments/kywc03/ysk_that_using_the_bathroom_exhaust_fan_to_clear.json": "YSK that using the bathroom exhaust fan to clear the steam in your bathroom after a hot shower wastes a lot of precious heat and humidity that most cold area homes desperately need in the winter. Consider cracking the bathroom door to let the steam into your house instead.",
  "data/reddit-know/r/YouShouldKnow/comments/kzitwn/ysk_your_work_computer_is_recording_more_that.json": "YSK: Your work computer is recording more that what websites you are going to.",
  "data/reddit-know/r/YouShouldKnow/comments/kzd4qy/ysk_when_an_article_says_thing_b_happened_after.json": "YSK: When an article says “<thing b> happened after <thing a>,” they’re usually trying to imply a connection where none exists.",
  "data/reddit-know/r/YouShouldKnow/comments/kzvdcl/ysk_use_your_turn_signal_to_indicate_where_you.json": "YSK: Use your turn signal to indicate where you WANT to go, in addition to indicate where you ARE going.",
  "data/reddit-know/r/YouShouldKnow/comments/kzxg1m/ysk_that_if_an_item_in_a_store_says_210_this_does.json": "YSK that if an item in a store says 2/$10, this does not mean you need to buy 2 to get the deal. Unless the price tag says \"Must Buy 2\", the price of 1 is still $5.",
  "data/reddit-know/r/YouShouldKnow/comments/l06q1h/ysk_if_you_add_t_and_the_time_in_seconds_you_can.json": "YSK if you add \"?t=\" and the time in seconds you can send a youtube link with a timestamp",
  "data/reddit-know/r/YouShouldKnow/comments/l0j0c4/ysk_if_oncoming_traffic_flashes_their_highbeams.json": "YSK if oncoming traffic flashes their highbeams at you they may be trying to tell you that a police officer with radar is sitting up ahead.",
  "data/reddit-know/r/YouShouldKnow/comments/l067u5/yskyou_can_cancel_your_adobe_subscription_without.json": "YSK-You can cancel your Adobe subscription without getting hit with a cancellation fee by using Paypal.",
  "data/reddit-know/r/YouShouldKnow/comments/l0o1vu/ysk_that_when_asked_for_your_address_name_phone.json": "YSK that when asked for your address, name, phone number or other personal information by a cashier, \"No thank you\" is a perfectly acceptable answer. Protect your privacy.",
  "data/reddit-know/r/YouShouldKnow/comments/l0uuh8/ysk_a_good_chunk_of_clothing_put_into_drop_off.json": "YSK a good chunk of clothing put into drop off bins, is washed and shredded and sold to mechanics and pipefitters as rags",
  "data/reddit-know/r/YouShouldKnow/comments/l0pov5/ysk_to_help_people_shift_spending_from_amazon_to.json": "YSK To help people shift spending from Amazon to local businesses, someone released a plugin that suggests products from stores in your city when you're shopping online",
  "data/reddit-know/r/YouShouldKnow/comments/l0rw7g/ysk_bumble_just_updated_their_terms_forcing_you.json": "YSK Bumble just updated their terms forcing you to give up your right to jury trials and class action lawsuits and continues indefinitely",
  "data/reddit-know/r/YouShouldKnow/comments/l0gbfg/ysk_about_access_dots_an_app_that_shows_a_dot.json": "YSK about Access Dots, an app that shows a dot when an app uses your microphone or camera."
}