{
  "data/reddit-stocks/r/investing/comments/kcyb2f/dominos_pizza_analysis_nyse_dpz.json": "Industry Overview\n\nDomino’s competes in the quick-service restaurant (QSR) pizza industry with\nvarious competitors. The U.S. market is estimated to be ~$37.8bn and steadily\ngrowing. This is the second-largest category in the broader $279bn QSR market.\nThe QSR pizza industry is primarily comprised of…",
  "data/reddit-stocks/r/investing/comments/kd1m9c/with_moderna_and_pfizer_vaccines_being.json": "I'm pretty new to investing, but I would have thought that Moderna and Pfizer\nstocks would get a big boost having just gotten approval to distribute massive\nquantities of arguably the most important vaccine in living memory. And yet, the\nstocks seem to be declining in value. What would explain this?",
  "data/reddit-stocks/r/investing/comments/kdegdp/buy_the_dip_or_just_buy_strategies_for_building_a.json": "I've been thinking about strategies to grow stock positions over time and have\nbeen reading about different strategies.\n\nI'm trying to work out the best way to continually invest in my positions over\ntime to ensure that I'm building my positions over time while limiting the\ndownside.\n\nThe two…",
  "data/reddit-stocks/r/investing/comments/kdelzs/virgin_galactic_had_to_abort_their_recent_test.json": "https://www.cnbc.com/amp/2020/12/14/virgin-galactic-spce-stock-drops-after-aborted-spaceflight-test.html#click=https://t.co/SNDIXibinR\n\n“The successful triggering of the fail safe scenario should ease investors\nconcerns over the risk of a catastrophic event as SPCE enters commercial\nservice”. -…",
  "data/reddit-stocks/r/investing/comments/kdm9xg/spacex_in_talks_for_new_funds_and_92_billion.json": " * SpaceX is talking to investors to raise another round of funding, even though\n   it recently raised a $1.9 billion round in August, according to two people\n   with knowledge of the deal.\n\n * SpaceX is looking to double its $46 billion valuation from that August round,\n   which would bring it $92…",
  "data/reddit-stocks/r/investing/comments/kdsof0/ark_discussion.json": "Hi y'all,\n\nLike a lot of you I have been following Cathy Woods and Ark Investments\nrecently. As many of you probably know, Cathy's investment strategy is based on\nWright's law, which states that for every cumulative doubling of units produced,\ncosts decline at a consistent rate. According to Cathy,…",
  "data/reddit-stocks/r/investing/comments/kdvm6s/aphria_and_tilray_are_merging_mj_stocks_ripping.json": "https://www.bnnbloomberg.ca/aphria-tilray-said-to-be-in-advanced-merger-talks-1.1536917\n\n“Canadian cannabis producers Aphria Inc. and Tilray Inc. are in advanced talks\nto combine, with an announcement possible as early as this week, according to\nsources familiar with the matter. The merged company…",
  "data/reddit-stocks/r/stocks/comments/k8hwg6/greek_government_and_palantir_reaffirm_digital.json": "As posted in /r/PalantirTech earlier.\n__\n\nAlex Karp, the co-founder and CEO of Palantir Technologies (NYSE:PLTR), spoke\nvia teleconference on December 3 with Greek Prime Minister Kyriakos Mitsotakis\nabout Palantir’s ever-expanding partnership with the government of Greece to\nsupport their COVID-19…",
  "data/reddit-stocks/r/stocks/comments/k8j66f/pltr_wins_fda_contract.json": "Palantir won a 3 year, $44M contract to help the FDA.\n\nThis is great news for the company since it reaffirms their software\ncapabilities in the healthcare sector. They currently work with Merck KGaA and I\nsuspect more healthcare companies will become customers with Palantir over the\nnext year or…",
  "data/reddit-stocks/r/stocks/comments/k8pjan/palantir_closes_up_21_on_report_of_44_million_fda.json": "Shares of Palantir closed up more than 21% Monday after Bloomberg reported that\nthe company won a three-year contract with the U.S. Food and Drug\nAdministration.\n\nThe deal is worth $44.4 million and will focus on powering drug reviews and\ninspections, according to the report.\n\nCo-founded in 2003 by…",
  "data/reddit-stocks/r/stocks/comments/k8tpad/teslas_market_value_hits_more_than_600b_for_first.json": "https://www.foxbusiness.com/markets/teslas-market-value-hits-600b-for-first-time-joining-ultra-small-club\n\nThe market value of the electric vehicle maker reached $608 billion on Monday\nfor the first time and is now just one of five S&P 500 companies to join the\nexclusive club as tracked by Dow Jones…",
  "data/reddit-stocks/r/stocks/comments/k96y7q/citron_has_struck_again_shorted_lazr_to_20_using.json": "Damned you Citron!!! Shorted LAZR to $20, and Velodyne to $40, used the word\ncasino again. Why do they keep using words to scare bears away? Might sell more\nshares and buy back in at a lesser price, because of Citron...",
  "data/reddit-stocks/r/stocks/comments/k9g7g3/holding_for_10_years_minimum.json": "Hey, I just wanted to post on here to tell people about my next holdings... I’m\ngoing to buy a total of $3k broken up into $AMZN , $SHOP, $TSLA.. I was going to\nuse that $3k for a down payment on a car next year but I figured that if I hold\nthese stocks for as long as I can then it’ll a better use…",
  "data/reddit-stocks/r/stocks/comments/k9i7og/cramer_optimistic_young_investors_see_elon_musk.json": "https://www.cnbc.com/2020/12/08/cramer-optimistic-investors-see-teslas-elon-musk-as-next-steve-jobs.html\n\nCNBC's Jim Cramer said younger investors believe Tesla CEO Elon Musk is as\nvisionary as late Apple co-founder Steve Jobs.\n\nFor that reason, the \"Mad Money\" host said he believes Tesla's plan to…",
  "data/reddit-stocks/r/stocks/comments/k9ie0n/doordash_to_ipo_for_102_share_tomorrow.json": "You may already know, but Doordash once again upped their entry price to\n$102/share for the IPO tomorrow. It was around $60 a few days ago, and it seems\nsomeone over there is getting greedier and greedier by the second.\n\nI am staying away from the FOMO tomorrow as people froth at the mouth to…",
  "data/reddit-stocks/r/stocks/comments/k9nniq/putins_former_soninlaw_bought_shares_worth_380m.json": "A Russian businessman who was married to Vladimir Putin’s daughter received an\nestimated $380m (£283m) stake in a Russian petrochemicals company for just $100,\nan investigation by Russia’s iStories investigative outlet has claimed. The\ninvestigation, published in collaboration with the the Organised…",
  "data/reddit-stocks/r/stocks/comments/k9sfem/tesla_trading_at_650_gets_90_price_target_from.json": "https://www.thestreet.com/investing/tesla-trading-at-650-gets-90-price-target-from-jp-morgan\n\n\n\n> JPMorgan analyst Ryan Brinkman has told clients not to increase their holdings\n> in Tesla to approximate its weight in the S&P 500 ahead of its inclusion to\n> the benchmark on December 21.",
  "data/reddit-stocks/r/stocks/comments/ka0brs/facebook_hit_with_antitrust_lawsuit_from_ftc_and.json": "Who didn’t see this coming? I think Amazon is next honestly. The new\nadministration is gonna have hella antitrust lawsuits and new laws coming out\nthat are gonna cripple the big bois imo.\n\n> almost every state in the nation has joined the bipartisan lawsuit, \"because\n> Facebook’s efforts to dominate…",
  "data/reddit-stocks/r/stocks/comments/kaa2qh/gme_either_squeezes_or_gets_delisted_who_will_win.json": "Hello Reddit,\n\nGME is not a question of a business model in the future, it is a question of\nright now. I understand the need for numbers and figures, I do. Technical and\nfundamental research is viable and necessary, but one very over looked method of\nanalysis is philosophical. We have seen DD after…",
  "data/reddit-stocks/r/stocks/comments/kafdnh/are_stock_analystsprice_targets_just_one_big_scam.json": "I started investing in march and have basically been following financial news\npretty religiously. One thing that really stands out to me is the sway big\nbanks/analysts have by putting out their targets. Isn't it just way too easy to\nopen a position and pump the stock, and give it a shit target if…",
  "data/reddit-stocks/r/stocks/comments/kagdre/if_you_bought_doordash_at_180.json": "You're a complete and utter fool. Let's take a look at the issues:\n\n1) No moat at all. Sure they have 50% market share but there are competitors.\nThey're a delivery service - anyone can do what they do. Not only does this pose\na risk to market share, but it poses a huge risk to the already thin…",
  "data/reddit-stocks/r/stocks/comments/kb1ppg/thank_you_all.json": "Joined the group in April hoping to take advantage of pandemic. I’ve learned so\nmuch and had countless companies brought up that I never would’ve considered\notherwise. I now officially have 2 that I’ve doubled up on - CLSK (516%) and\nEVRI (102%) and YTD gains of 67% all thanks to this group! Only…",
  "data/reddit-stocks/r/stocks/comments/kb3x1b/disney_emerges_as_an_early_winner_of_streaming.json": "https://www.cnbc.com/2020/12/11/after-showing-massive-growth-disney-hikes-5-year-subscriber-goal-.html\n\nDisney hiked its five-year streaming subscriber estimates on Thursday, expecting\nDisney+ to continue to post remarkable growth.\n\nThe company now forecasts 230 million to 260 million subscribers to…",
  "data/reddit-stocks/r/stocks/comments/kbbf2e/the_amount_of_insider_trading_with_ipos_is.json": "Literally every single IPO this week has over 100% gain right when it comes out.\n\nSo, how in the world do common folk or mid tier workers get in? Or is it just\nall the top execs and elitist keep making more and more money?\n\nI’m beyond confused, and it makes me lose faith in our market.",
  "data/reddit-stocks/r/stocks/comments/kbcczr/learned_my_lesson_disney.json": "I posted on here a couple of weeks ago asking people’s opinion on Disney and\nApple saying I thought they could really go up. Some people said that they saw\nno way that they would reach the levels that I thought they would. I mistakenly\nlistened to internet strangers and sold all my Disney stock to…",
  "data/reddit-stocks/r/stocks/comments/kbi9li/which_ark_fund_has_the_best_5_year_outlook.json": "I’m invested deep into ARKK and ARKF and I’m interested in adding the rest to my\nportfolio but the run ups have been so wild.\n\nDoes anyone think there is a particular one that will outpace the others? ARKG\nlooks tempting but I know literally nothing about genomics",
  "data/reddit-stocks/r/stocks/comments/kbmqmq/general_manager_of_nio_germany_recently_met_with.json": "According to an article posted on the Chinese Ministry of Commerce website on\nThursday, Wang Weidong, commercial counselor of the Chinese Embassy in Germany,\nmet with Zhang by video on December 9 to exchange views on NIO's current\nsituation and development plans.\n\nThe meeting means that NIO seems to…",
  "data/reddit-stocks/r/stocks/comments/kboh0h/eli5_how_can_the_price_for_live_nation_a_concert.json": "Hi everyone. I’m just trying to get some help understanding the macro-economic\nfactors that could lead to this seemingly impossible situation.\n\nLive Nation is one of the largest live event promoters in the world. They own\nTicketmaster and a slew of live event venues across the world. Due to…",
  "data/reddit-stocks/r/stocks/comments/kbpinr/electric_vehicle_sales_expected_to_grow_50_in_2021.json": "https://www.marketwatch.com/story/electric-vehicle-sales-expected-to-grow-50-in-2021-11607710053\n\nThat’s the view of analysts at Morgan Stanley, who in a note to clients on\nFriday also predicted that global EV penetration would top 4%, rising to 31% by\n2030.\n\nThe year 2021 “is shaping up to be a…",
  "data/reddit-stocks/r/stocks/comments/kbui6l/new_ev_stock_gik_the_company_that_delivered_more.json": "We have seen about a dozen EV companies this year to go public, but this one is\ndifferent. Most of this companies like Fisker entirely base their valuation on\nprojected revenue estimates and have not a single unit sold and driving out on\nthe streets.\n\nLightning eMotors has delivered more commercial…",
  "data/reddit-stocks/r/stocks/comments/kc5sq5/tesla_tells_employees_model_s_and_x_production.json": "Subject: S/X Holiday Shutdown\n\nHi Team,\n\nThe SX lines will be shut down for the holidays starting Dec. 24th and returning\nJan. 11th.\n\nWe would like you to take the opportunity to refresh or spend time with your\nfamily, so Tesla will be giving you a full week pay for the week of Jan. 4th.\nThere will…",
  "data/reddit-stocks/r/stocks/comments/kcekg0/health_canada_gives_permission_to_some_doctors.json": "Great news for whoever's long on the psilocybin and psychedelics boom.\n\nhttps://www.cbc.ca/news/canada/london/some-doctors-therapists-get-health-canada-permission-to-use-magic-mushrooms-1.5834485\n\nMMED to the moon baby",
  "data/reddit-stocks/r/stocks/comments/kcw58h/nio_slips_6_after_pricing_ads_offering_at_39.json": "Nio (NYSE:NIO) has priced its offering of 68M ADSs, each representing one Class\nA ordinary share at $39.00/ADS.\n\nUnderwriters' over-allotment is an additional 10.2M ADSs.\n\nNet proceeds will be used for research and development of new products and next\ngenerations of autonomous driving technologies,…",
  "data/reddit-stocks/r/stocks/comments/kcwwq9/stock_market_news_santa_claus_stock_effect_up.json": "Are stocks going to benefit from the Santa Claus effect this year? What’s the\nlatest news in the stock market? This week earnings reports & more\n\n~Very Long Post~\n\nHello everyone and Good Morning! So, let’s start with the recap of Friday, as we\nsaw the DOW [https://ibb.co/XF2RH8q] finish in the…",
  "data/reddit-stocks/r/stocks/comments/kczdm6/dash_and_abnb_are_both_down_10_today.json": "Just want to remind investors please do not buy the overvalued ipo on the first\nday. Usually the stocks will keep coming down because 100% up on the first ipo\nday is abnormal. Investors should be patient and wait for a good entry point.\nGive them like a month to settle the valuation before buying…",
  "data/reddit-stocks/r/stocks/comments/kczed6/mmedf_another_big_boost_today.json": "Seems like they had a successful pre-IND meeting with the FDA\n[https://finance.yahoo.com/news/helping-ontarians-develop-skills-good-173000697.html].\n\nStill waiting for that up list to NASDAQ, do you guys think it's going to happen\nsoon?",
  "data/reddit-stocks/r/stocks/comments/kd25q4/wall_street_is_preemptively_positioning_retail.json": "What do you think about this statement? I've read so much in the news this year\nabout the explosion of retail investing. Most of it has been overtly critical of\nthe apparent inexperience and irresponsibility of new retail investors despite\nstrong evidence that retail investors don't do much, if…",
  "data/reddit-stocks/r/stocks/comments/kd26ft/health_canada_opens_the_door_to_psychedelic.json": "https://www.citynews1130.com/video/2020/12/12/health-canada-opens-the-door-to-psychedelic-therapies/\n\n\n\nN U M I and M MED.\n\n\n\nAmazing team, focused on mental health and healing. This is going to fly after\ncovid vaccine are out and everyone trying to get their mental health back in\nshape.",
  "data/reddit-stocks/r/stocks/comments/kdbn36/demand_from_china_could_help_tesla_exceed_its.json": "https://markets.businessinsider.com/news/stocks/tesla-china-demand-exceed-500000-delivery-target-wedbush-ives-2020-12-1029891680\n\nThat's according to Dan Ives, a Wedbush Securities senior tech analyst, who said\nin a note to clients on Sunday that demand from China could help Tesla reach or\npossibly…",
  "data/reddit-stocks/r/stocks/comments/kddb5e/dilution_levels_for_airline_and_cruise_stocks.json": "Many holding recovery stocks don't know realize how much the companies they\ninvested in diluted their shares. What this means is they needed money and\nissued more shares to raise money. edit: this is not necessarily bad when the\nmoney is put to good use, but much of the money raised for the…",
  "data/reddit-stocks/r/stocks/comments/kdek0c/everything_is_overvalued_well_is_it_really.json": "I am by no means an expert in the markets, but I’d like to hear what some better\ninformed people think of this. I keep hearing/reading that the markets are too\nhigh, everything is overvalued etc. etc. Well, could it just be the case that\nour metrics for market and stock valuations are outdated?…",
  "data/reddit-stocks/r/stocks/comments/kdltoc/quadruple_witching_stock_day_dash_abnb_crash.json": "Quadruple witching day is just ahead, what will happen in the stock market? Does\nApple have room to grow again? DASH & ABNB are fading after crazy IPOs. Let’s\ntalk about this and the latest stock market news\n\n~Very Long Post~\n\nHello everyone and Good morning! So, let’s start with the recap of…",
  "data/reddit-stocks/r/stocks/comments/kdm0m0/beware_of_pump_and_dumps_regarding_mmedf.json": "I’ve seen a lot of people push MMEDF this past week and I have good feeling that\nonly a few looked deeper than the 1 month chart. To be blunt, MMMEDF is not a\ngoing concern.\n\nGoing concern is a term used for companies that have operations that appear to\nbe sustainable and there are no foreseeable…",
  "data/reddit-stocks/r/stocks/comments/kdmtki/cause_of_virgin_galactics_aborted_test_flight.json": "https://www.space.com/virgin-galactic-spaceshiptwo-launch-abort-cause\n\nWe now know what caused the aborted flight. Within hours the engineers at Virgin\nGalactic discovered it was due to a bad computer connection. Now I would imagine\nit should be a straightforward fix as they were able to identify…",
  "data/reddit-stocks/r/stocks/comments/kdq7o0/why_am_i_losing_money_as_stock_in_steel_rises.json": "I invested at 30 a share and it’s risen, but my market change is showing\nnegative. Is there something about steel I’m not understanding ?\n\nOr is this just a bug?\n\nWhy is it showing negative shares?\n\nI didn’t buy options or anything. Just purchased them outright.\n\nhttps://imgur.com/a/uXKkkMB\n\nEdit,…",
  "data/reddit-stocks/r/stocks/comments/kdqcop/will_catherine_wood_lose_or_keep_control_of_ark.json": "I know this isn't a new topic, but to me it is still up in the air. Am I missing\nsomething?\n\nPlease let me know your thoughts. Links and sources are greatly appreciated,\nthank you in advance for your comments and efforts. =)",
  "data/reddit-stocks/r/stocks/comments/kdrdli/im_sorry_but_nobody_is_this_good_at_their.json": "Just read this\nhttps://www.bloomberg.com/news/articles/2020-12-04/snowflake-ceo-collects-a-95-million-payout-every-month\nand it really gets under my skin.\n\nI'm all for capitalism but my god, that is borderline disgusting and perverse.\nEspecially reading that at a time in which our country is going…",
  "data/reddit-stocks/r/stocks/comments/kdsjpr/teslas_software_is_years_ahead_of_the_competition.json": "https://www.businessinsider.com/tesla-fsd-software-advantage-over-other-automakers-gene-munster-2020-12\n\nTesla, according to Munster, is years ahead of its competitors in that regard,\nand his firm estimates that the EV maker will recognize billions in deferred\nsoftware revenue through 2022.\n\nThe…",
  "data/reddit-stocks/r/stocks/comments/kdu0sx/dash_pays_145hr_in_a_recent_study.json": "“Our analysis of more than two hundred samples of pay data provided by DoorDash\nworkers across the country finds that DoorDash pays the average worker an\nastonishingly low $1.45/hour, after accounting for the costs of mileage and\nadditional payroll taxes borne by independent contractors.”\n\nThis…",
  "data/reddit-stocks/r/stocks/comments/kdvshi/apha_skyrockets_20_ah_after_news_of_blockbuster.json": "Canadian cannabis producers Aphria Inc. and Tilray Inc. are in advanced talks to\ncombine, with an announcement possible as early as this week, according to\nsources familiar with the matter.\n\nThe merged company is expected to retain the Tilray name and appoint Aphria\nChief Executive Officer Irwin…",
  "data/reddit-stocks/r/stocks/comments/ke89p0/xpeng_delivers_first_evs_to_norway.json": "Not sure if this has been posted already. But this sounds like good news for\nChina‘s EV cars.\n\nXpeng delivers first EV cars to Norway!\n[https://www.bloomberg.com/news/articles/2020-12-16/xpeng-delivers-first-evs-to-norway-in-slow-going-europe-entry]",
  "data/reddit-stocks/r/stocks/comments/ke9cw9/stock_market_news_today_apha_tlry_merge_apple.json": "What is the latest news in the stock market? Aphria is merging with Tilray while\nthe stimulus may be agreed on today after the latest developments. Also, the FED\nstarts its 2-day meeting, let’s talk about this and everything happening in the\nstock market\n\n~Very Long Post~\n\nHello everyone and Good…",
  "data/reddit-stocks/r/investing/comments/ke1jj9/global_vs_uscentric_clean_energy_etf_which_would.json": "To use a specific example, let's say PBW [https://www.etf.com/PBW#fit] vs CTEC\n[https://www.etf.com/CTEC#overview].\n\nPBW (Invesco Wilderhill Clean Energy ETF)\n\n * Geographic breakdown: 82% United States. 10% China. 5% Canada. 2.6% Chile.\n\n * Top 10 holdings: FuelCell, Blink, NIO, Plug Power, Livent,…",
  "data/reddit-stocks/r/investing/comments/ke9hmn/british_fund_firm_ruffer_piles_675_million_into.json": "British fund manager Ruffer Investment Management has shifted around $675\nmillion of its clients’ fortunes into bitcoin, an investor memo seen by Reuters\nshowed, in one of the largest signals of rising institutional interest in the\ndigital currency this year.\n\nThe firm, which manages 20.3 billion…",
  "data/reddit-stocks/r/investing/comments/ke85t9/massachusetts_regulators_to_file_complaint.json": "Massachusetts securities regulators are expected to file a complaint Wednesday\nagainst the wildly popular trading platform operated by Robinhood Financial LLC,\nalleging the company aggressively marketed to inexperienced investors and failed\nto implement controls to protect them.\n\nIn a final draft of…",
  "data/reddit-stocks/r/stocks/comments/kecpag/amazon_and_two_other_nasdaq_100_stocks_to_watch.json": "https://www.cnbc.com/2020/12/16/amazon-and-other-nasdaq-100-stocks-to-watch-ahead-of-index-rebalancing.html\n\n\"Amazon tends to go through these heavy investment cycles. ... Whenever that\nhappens investors get spooked and the multiple comes down, and then 12 to 18\nmonths later, the investment stops,…",
  "data/reddit-stocks/r/stocks/comments/ke2goj/corsair_logitech_or.json": "This post will be pretty long, comparing a few financial figures and other\nthings like that. Free to have any discussion on a few of the points I make,\nfeel free to call out my logic or anything like that out! Skip to the end where\nit says \"Final Discussion\" if you don't want to read all my…",
  "data/reddit-stocks/r/stocks/comments/kefneu/new_pltr_contract.json": "Allianz is hiring people with \"some experience of the Palantir Foundry\nplatform\". This might be the next big Palantir customer.\n\nhttps://careers.allianz.com/en_EN/jobs/Allianz-Global-Corporate-Specialty/Senior-Data-Engineer-Pricing-Applications-Data-CUO-Global-Pricing…",
  "data/reddit-stocks/r/stocks/comments/kebhaq/how_will_tsla_be_affected_by_joining_the_sp_500.json": "New investor here, bought $TSLA shares for the first time at $617 because it was\ngoing to be added to the S&P 500 and I figured its stock price would go up with\nall the new funding it'll get.\n\nI figure joining the S&P 500 -> fraction of each share goes to Tesla -> Musk\ngets more big bucks to build…",
  "data/reddit-stocks/r/stocks/comments/kehrkg/my_8_investing_guidelines.json": "I've been investing, trading, gambling for about 5 years now and I've done\npretty much every rookie mistake there is. Sold winners from 2016\n(Shop,Nvidia,AMD,Paypal) Lost fortunes on chasing that pennystock. Played and\nlost with trying to time the market, option trading.\n\n\n\nI've been very active…",
  "data/reddit-stocks/r/investing/comments/keg8s6/fed_commits_to_keep_buying_bonds_until_the.json": "Quote from article: \"The Fed delivered in that respect, saying it would continue\nto buy at least $120 billion of bonds each month \"until substantial further\nprogress has been made toward the Committee's maximum employment and price\nstability goals,\" the post-meeting statement…",
  "data/reddit-stocks/r/investing/comments/keag69/norwegian_air_filing_for_bankruptcy_what_does_it.json": "So apperently they are filing for bankruptcy:\n\nhttps://edition.cnn.com/2020/11/18/business/norwegian-air-bankruptcy-protection/index.html\n\nHowever it reads like they are trying to \"rebuild\" the company somehow and I'm\nwondering how this might play out. Would it be possible for them to…",
  "data/reddit-stocks/r/investing/comments/kehu1k/question_mackenzie_scott_gives_4158500000_to_384.json": "Scott’s team researched the organizations ability to absorb the gift up front\nwithout burdensome reporting requirements often required by donors. Because this\nwasn’t a pledge I am wondering how this works. Most of her worth is in Amazon\nstock. How can she sell 4 billion of Amazon stock without…",
  "data/reddit-stocks/r/investing/comments/keela5/hollowcore_fiber_optic_cables_or_another_reminder.json": "Today's WSJ has an article regarding high frequency traders using hollow-core\nfiber optic cables to shave milliseconds off their transaction latencies. It's\nbehind a paywall, but if you have an account you can read it here:\n\nhttps://www.wsj.com/articles/high-frequency-traders-push-closer-to-light…",
  "data/reddit-stocks/r/stocks/comments/kea5g3/se_crm_spce_baba_all_good_buys_right_now.json": "These 4 stocks have had poor weeks, but I'm long on all of them. I'm looking to\nsell some of my PLTR, Airlines and other stocks and invest in some of those\nmentioned stocks, whats your guys opinion? I think SPCE is most likely to make\nthe biggest %gain, but I'm most confident about SE. In fact, I'm…",
  "data/reddit-stocks/r/stocks/comments/kelode/are_stocks_becoming_more_valuable_because_the_us.json": "I have a theory about the stock market’s bull run that seems so simple and naive\nthat it must obviously be wrong.\n\nThe value of stocks seem to always go up, especially over a long period of time.\nMeanwhile, US dollars are always being printed. 22% of the circulating US dollar\nprinted in 2020. $9…",
  "data/reddit-stocks/r/stocks/comments/kehbpi/i_draw_with_crayons_so_you_dont_have_to_update.json": "What's happening guys. On Sunday I released the stocks on my watchlist\n[https://www.reddit.com/r/stocks/comments/kclawm/i_draw_with_crayons_so_you_dont_have_to_last_week/]\nfor the week and entered all of them come Monday. The only one I sold shortly\nafter was HYLN for a $60 loss. In the end I…",
  "data/reddit-stocks/r/investing/comments/keok5w/why_does_warren_continue_to_hold_so_much_apple.json": "I own some apple but have been struggling with the 2T$ value. I’ve been watching\nthe old Berkshire Hathaway annual meetings and it’s made me wonder “why does\nWarren continue hold so much Apple even though it’s the highest valued company\nin the world?” I get that it’s a great brand with a wide moat…",
  "data/reddit-stocks/r/investing/comments/ketgkb/best_investment_return_from_each_decade_80s_to.json": "I’ve been around 4 decades now, and have seen some life changing returns from\ninvestments that didn’t necessarily cost much to begin with. Not for me\npersonally but oh well that’s life. The highlights....\n\n80’s - basketball cards 90’s - domains 00’s - tech stocks 10’s - bitcoin\n\nWhat’s it gonna be…",
  "data/reddit-stocks/r/investing/comments/key37w/sec_charges_robinhood_65m.json": "Where do you think RH got $65m to settle with SEC?\n\nhttps://www.sec.gov/news/press-release/2020…",
  "data/reddit-stocks/r/stocks/comments/keya27/elon_musks_boring_company_buys_industrial_site.json": "https://www.businessinsider.com/elon-musk-boring-company-texas-warehouse-austin-tesla-factory-site-2020-12\n\nDocuments filed with the Texas Department of Licensing and Regulation on\nDecember 7, first spotted by the Austin Business Journal Tuesday, show Elon\nMusk's tunneling venture seeking permission…",
  "data/reddit-stocks/r/stocks/comments/kexnd7/2021_stock_picks.json": "Hi all, as the title suggests, what are your 2021 stock picks based on growth\n(stock price)? Based on a 3-5 year span (i.e., 2021-2026) rather than a\nconventional 1 or 10 year holding plan.\n\nPlease include your reasons (dd) on each stock if able. However, simple\nreasoning would suffice as to promote…",
  "data/reddit-stocks/r/investing/comments/kf409t/crypto_exchange_coinbase_is_officially_going.json": "Link: https://decrypt.co/51846/crypto-exchange-coinbase-going-public-ipo\nTweet: https://twitter.com/coinbase/status/1339644445457752064",
  "data/reddit-stocks/r/stocks/comments/kf6k4x/palantir_technologies_reports_will_hold_inaugural.json": "Palantir Technologies (NYSE:PLTR) today announced that it will hold its\ninaugural “Live Demo Day” on Tuesday, January 26, 2021 at 4:30pm ET.\n\nPalantir’s product demos will include its Foundry, Gotham, and Apollo platforms.\nProduct leads will show the latest releases of each platform, and describe…",
  "data/reddit-stocks/r/stocks/comments/kf12bb/forbes_picks_for_2021_and_which_ones_we_should.json": "Forbes released their stock picks for 2021 and wanted to see which ones y’all\nmay be heavily considering. I put a dollar sign next to the ones I’m personally\ninterested in and may look into buying.\n\nIll link the article so you can read it for yourself, but thought it would be\nbeneficial to share and…",
  "data/reddit-stocks/r/stocks/comments/kf6tjk/understanding_the_market_requires_you_to.json": "Stock market intraday patterns – all times are in Eastern Standard Time!\n\nWhen day trading the US stock market you may notice certain patterns, based on\nthe time of day, that occur more often than not. These patterns, or tendencies,\nhappen often enough for professional day traders to base their…",
  "data/reddit-stocks/r/investing/comments/kf009a/what_is_the_theoretical_upper_limit_for_bitcoin.json": "Where does the upper bound lie for bitcoin's worth (in terms of current US\ndollars)?\n\nIf bitcoin became the defacto universal currency, it would stand to have the\nsame value as today's current money supply.\n\nThe current amount of money in circulation in the world is $1.7 Trillion.\nDividing by 21…",
  "data/reddit-stocks/r/investing/comments/kf63ld/253_return_from_rwallstreetbets_sentiment.json": "TL;DR - Made $12k, Sharpe ratio of 2.2, and only had my positions fall by 9% at\nthe worst from January to September, where the S&P only grew ~5% and had a\ndrawdown of ~30%.\n\nEDIT: sorry everyone, reddit cut off half my posted when originally posted,\nsource code and fun links now added,…",
  "data/reddit-stocks/r/stocks/comments/kf9zuv/i_wasted_all_my_money_until_i_started_buying.json": "I literally have never been able to save up any cash. For some reason, if it is\nin my account I just kind of use it. I've tried so many times. When I found\nstocks this changed completely, because now I spend the cash buying stocks and\nbuilding wealth. Honestly, I get so much enjoyment from this, and…",
  "data/reddit-stocks/r/stocks/comments/kf6qnd/i_just_sold_tesla_tsla.json": "Title, pretty much. I bought several months ago when it dipped below $400. Over\n50% returns and I just can’t see this going up forever.\n\nI’ve been seeing more and more posts from analysts claiming it’s so overvalued\nand it could be a prime candidate to drop soon. The climb can’t continue\nforever,…",
  "data/reddit-stocks/r/investing/comments/kfc5ts/this_stock_market_is_getting_frothy_never.json": "As we await confirmation of the stimulus bill, it's hard to imagine how much\nroom the market has to run without some kind of correction. It's days like today\nwhere we continue to see the stimulus bill get steadily price in and once the\ngavel hits in Washington I suspect much of it will already be…",
  "data/reddit-stocks/r/investing/comments/kffz8a/beware_motley_fool_stock_advisor_seems_to_be_a.json": "Motley Fool Stock Advisor gives pre-pumped stock alerts. First buy alert I\nreceived on Dec 3. The email came at 1:45pm EST, and when I went to check the\nchart, that stock had been pumping since 1pm which is 45 min before the buy\nsignal.\n\nToday's pick which is the second pick of the month, also came…",
  "data/reddit-stocks/r/investing/comments/kfg1ig/i_bought_1_bitcoin_today_23400.json": "So, I traded Bitcoin a couple Summers ago, sold back then for a slight loss.\n\nI’ve been in stocks since then doing pretty good, but Bitcoin has always been in\nthe back of my mind. I took all my stock gains from the last couple months and\nbought 1 Bitcoin.\n\nI’m going to hold for 10+ years and only…",
  "data/reddit-stocks/r/investing/comments/kf00at/weekly_unemployment_claims_increase_for_second.json": "https://www.reuters.com/article/usa-economy/u-s-weekly-jobless-claims-increase-further-idUKKBN28R1Y8\n\n> Initial claims for state unemployment benefits totaled a seasonally adjusted\n> 885,000 for the week ended Dec. 12, compared to 862,000 in the prior week, the\n> Labor Department said on Thursday.…",
  "data/reddit-stocks/r/stocks/comments/kfk2fe/cyberpunk2077_dropped_from_playstation_online.json": "https://www.independent.co.uk/arts-entertainment/games/news/cyberpunk-2077-psn-removed-refund-ps4-b1775997.html\n\nBig ooft for the Cyberpunk 2077 release. Just take a look at their ticker today:\nWSE:CDR (Warsaw Stock Exchange)\n\nAnd for more insight on why the release was so…",
  "data/reddit-stocks/r/stocks/comments/kfnd3d/cathie_wood_to_retain_control_over_ark.json": "This is great news that Resolute and Cathie seem to have come to an agreement\nwhere she feels confident that she'll retain control. I was on the fence about\npouring money into these at the moment but it sounds like that worry should be\nalleviated now.\n\nhttps://www.bloomberg.com/news/articles/2020-12…",
  "data/reddit-stocks/r/stocks/comments/kfp4lh/one_of_the_worst_feeling_about_stocks.json": "One of the worst feelings about trading stock is holding on to one for months\nand even years then you finally decide to sell it because it's trading sideways\nand not moving only to get a text alert a week later that it hit a new high.",
  "data/reddit-stocks/r/stocks/comments/kf7zxl/doordash_slips_after_citron_calls_ipo_most.json": "DoorDash Inc.’s shares fell on Thursday after short-seller Citron Research\ndescribed the food delivery company’s initial public offering as the “most\nridiculous” of the year and said the stock is worth a fraction of its current\nprice.\n\nDirect competitors, including Grubhub Inc., Uber Technologies…",
  "data/reddit-stocks/r/stocks/comments/kfrt6z/i_said_it_no_idea_how_the_stock_market_works.json": "Ok, so i have a working knowledge of the how the stock market works but what is\nhappening is just driving me crazy, shouldn’t be the other way around\n\nI understand elon musk is a visionary, and people want to invest in him but why\nisn’t pfizer stock not jumping over the roof ??\n\nThanks,",
  "data/reddit-stocks/r/investing/comments/kffduv/cyber_security_companies_will_benefit_from_biden.json": "With everything happening at solarwind and the attacks on US agencies including\nnuclear weapons, Biden has said that cyber security will be a top priority\nacross all areas of US government.\n\nWhat companies do you expect to benefit from this and where are you investing\nwith expectations of growth due…",
  "data/reddit-stocks/r/investing/comments/kfltn1/citadel_trading_chief_says_tesla_is_risk_to_other.json": "https://www.bloomberg.com/news/articles/2020-12-18/citadel-trading-chief-says-tesla-is-risk-to-other-s-p-500-stocks?srnd=premium\n\n> Funds that mimic the benchmark are set to buy more than $70 billion of the\n> carmaker’s shares and dump an equal amount of stock in existing members,\n> producing…",
  "data/reddit-stocks/r/investing/comments/kfpc62/faatman_is_collectively_up_31_trillion_in_market.json": "Facebook, Alphabet (Google), Amazon, Tesla, Microsoft, Apple & Netflix\ncollectively gained more than $3 trillion dollars in market capitalisation in\n2020.\n\nThat is a lot of new paper millionaires in a year when US unemployment has\nbroken records.\n\nFrom chart 17 in 2020: A Year In…",
  "data/reddit-stocks/r/investing/comments/kfufwc/cathie_wood_sees_control_fight_ending_lifting.json": "Bloomberg\n[https://www.bloomberg.com/news/articles/2020-12-18/cathie-wood-sees-control-fight-ending-lifting-cloud-over-ark].\n(Archive link [https://archive.fo/sELHo]). (Video interview\n[https://www.youtube.com/watch?v=kfhgbZBWgBE]). The video covers a lot more than\nthe article so I highly recommend…",
  "data/reddit-stocks/r/stocks/comments/kfog6s/whats_your_4_cant_miss_stocks_for_20yr_timeline.json": "I am planning on doing a recurring weekly investment on 4 stocks where I invest\nweekly in 4 different stocks. What would be your picks for a 20-30 year\ntimeline?\n\nAlso I’m new to this too so if this sounds like a dumb idea then just let me\nknow.",
  "data/reddit-stocks/r/stocks/comments/kfu7o0/intel_falls_on_report_microsoft_plans_to_design.json": "https://www.cnbc.com/2020/12/18/intel-falls-on-report-microsoft-will-design-own-chips-for-pcs-servers.html\n\nIntel shares dropped as much as 6% on Friday afternoon after a Bloomberg report\nthat Microsoft plans to design its own chips for its Surface laptops and\ndesktops as well as servers.\n\nIntel has…",
  "data/reddit-stocks/r/stocks/comments/kfk9qw/growth_stocks.json": "I am 23 years old with about a $15,000 portfolio. Currently I have about $2000\nsitting on the side. What are some suggestions of the best growth stocks to\nthrow this into currently? I am currently holding TSLA, AAPL, NET, AMD, MSFT,\nPTON, PLTR, and DS. Thanks in advance!",
  "data/reddit-stocks/r/investing/comments/kfuyg0/fed_allows_banks_to_resume_share_buybacks.json": "> The Fed announced on Friday that it will allow the nation’s largest banks to\n> resume share buybacks in the first quarter of 2021 subject to certain rules.\n> \n> The partial relaxation of its buyback ban came after the Fed’s second round of\n> stress tests in 2020.\n> \n> JPMorgan Chase announced in…",
  "data/reddit-stocks/r/investing/comments/kfuc0v/5_ipos_to_watch_for_in_2021.json": "2020 was a bumper year for tech IPOs. Companies like Snowflake, Airbnb, Doordash\nand Palantir* have been standout IPOs this year. Snowflake’s IPO was the biggest\nUS software IPO in history while Palantir’s stock price has more than doubled\nsince going public in September.\n\nIt looks like this IPO…",
  "data/reddit-stocks/r/investing/comments/kfy4vo/tesla_shares_hit_record_after_lastminute_surge.json": "> Tesla Inc. shares roared to a record high on the eve of their inclusion in the\n> S&P 500, punctuating a 2020 rally that has propelled the electric-car maker\n> into the ranks of the most-valuable U.S. companies.\n> \n> Big swings in shares of the Fremont, Calif., company overshadowed a blah day\n> for…",
  "data/reddit-stocks/r/stocks/comments/kfq891/started_trading_this_year_no_job_took_6000_of_my.json": "Hi everyone,\n\nNot a troll. I started trading this year just to see if I could make a little\nbit of money instead of letting it sit in my savings account and managed to make\n$35k+ so far in profits off of about $6k of my student loan refund. I'm confused\nif this fucks me over since I'm in college and…",
  "data/reddit-stocks/r/stocks/comments/kg5x44/cathie_wood_thinks_that_the_genomics_sector_can.json": "Source: Bloomberg\n[https://www.bloomberg.com/news/articles/2020-12-18/cathie-wood-sees-control-fight-ending-lifting-cloud-over-ark]\n\nIn her most recent interview, Cathie Wood was asked to name a stock or sector\nthat she thinks can do as well as Tesla did and she says that it must be the\ngenomics…",
  "data/reddit-stocks/r/stocks/comments/kg9c5m/elon_musk_has_made_millionaires_out_of_his_most.json": "https://www.bloomberg.com/news/articles/2020-12-18/tesla-s-tsla-stock-price-an-army-of-millionaire-retail-traders-hold-on\n\nBut in late June 2017, Smith poured $10,000 of savings into Tesla’s stock. He\nsaid it was the first time he’d ever invested in a company. That was just the\nstart. Each paycheck,…",
  "data/reddit-stocks/r/investing/comments/kg89w8/with_how_much_the_world_has_changed_the_past_30.json": "Jack Bogle. DCA VTI till you retire. Go with the 3-Fund. Just buy the S&P. You\ncan’t beat the market consistently over 10 years. Etc...\n\nTimes have changed. Funds like ARK exist and could be changing the game with a\nnew approach. Guys like Chris Camillo have averaged over 60% annually 15+…",
  "data/reddit-stocks/r/investing/comments/kgc2re/100_years_of_ipo_data.json": "Hi everyone,\n\nHad some free time today so I ran some numbers on IPOs.\n\nAssumptions of the data / disclosures:\n\n- Survivorship bias (companies that did not make it are not included)\n\n- Removed companies for which no data was available in BBG (i.e. IPO date,\noffering size, etc.)\n\n- Some data points…",
  "data/reddit-stocks/r/stocks/comments/kgaen8/graduation_gift_of_10k_exxon_stock.json": "Hi there! I just graduated college and my gift from my grandfather was 10k worth\nof Exxon shares.\n\nMy sister got the same gift four years ago, and obviously the worth has gone\ndown significantly. My whole family is telling me to leave it alone but I’m\nworried I’m letting it sit in a bad place.\n\nAny…",
  "data/reddit-stocks/r/stocks/comments/kg3okz/what_sectors_will_you_be_investing_in_in_2021.json": "In 2020 multiple sectors have performed extremely well such as renewable energy.\n\nWhat sectors do you expect to invest in in 2021? Personally I’m looking into; -\nCharging network for electric cars - Cyber security\n\nWhy these 2;\n\nCharging networks I believe the electrification of our cars just…",
  "data/reddit-stocks/r/stocks/comments/kgk768/trump_signs_bills_that_could_delist_chinese_stocks.json": "Granted it’s a three year period for compliance, but it seems that the next few\ndays could bring in some volatility for Chinese stocks with such a ‘misleading’\ntitle.\n\nThere’s a chance it may be priced in already with all the talks recently, but\nlong-term investors shouldn’t have too much cause for…",
  "data/reddit-stocks/r/stocks/comments/kggusg/beside_warren_buffett_are_other_big_investors.json": "So these are 10 richest investors on the planet:\n\n-Warren Buffett\n-Michael Bloomberg\n-George Soros\n-Carl Icahn\n-Joseph Safra\n-Thomas Peterffy\n-James Simon\n-Ray Dalio\n-Abigail Johnson\n-Steve Cohen\n\nI read that Berkshire Hathaway (Warren Buffett ) ended Q3 with $145.7 billion in\ncash. It would be…",
  "data/reddit-stocks/r/investing/comments/kgo2sp/j_powelll_is_now_less_helpful_than_yesterday_as.json": "\"The compromise will sweep out the $429 billion in unspent CARES Act funding for\nthe Federal Reserve’s credit lending facilities and repurpose it as an offset\nfor a new $900 billion coronavirus relief bill, GOP sources said.\n\nThe deal will close four Federal Reserve credit lending facilities created…",
  "data/reddit-stocks/r/investing/comments/kgpmfs/invest_at_all_time_high_says_jpmorgan_in_their.json": "According to this report\n[https://www.jpmorgan.com/wealth-management/wealth-partners/insights/top-market-takeaways-is-it-worth-considering-investing-at-all-time-highs]\nfrom JPMorgan, investors that invest at all time high beat investors who invest\nany other day. How is that possible? Is this purely…",
  "data/reddit-stocks/r/investing/comments/kggxr1/can_we_have_a_difficult_discussion_about_tesla.json": "I’m a fan of the company, the products, and Elon. I think everyone agrees they\nare the market leader and will continue to lead the way in the EV arena for the\nforeseeable future. But a stock price of $695 per share (Friday’s close) gives\nthem a PE ratio of 1,328. So my big question is this - are you…",
  "data/reddit-stocks/r/investing/comments/kgfm3j/which_stocks_are_you_glad_you_didnt_buy_because.json": "I’m not an advocate for market timing nor am I an advocate for stock picking but\nI feel like we need this. Too many people are feeling regret for not buying a\ncertain stock or selling off too early! This is despite the fact the stock\ncould’ve just as easily gone down (long term) as many have, after…"
}