{
  "data/reddit-changemyview/r/changemyview/comments/npkmj2/cmv_internet_should_be_treated_like_a_basic.json": "The whole world, especially during the pandemic, is relying on the internet to\nfunction. Students need the internet to learn. People need the internet for\ndirections and most people use it for entertainment. Some restaurants use the\ninternet to order. I need to use the internet to pay my rent every…",
  "data/reddit-changemyview/r/changemyview/comments/npgz6m/cmv_neither_isreal_or_palestine_should_be_blindly.json": "Lately I've seen a lot of #FreePalestine or #FreeIsrael in response to the\nrecent conflicts. Of course neither of these #s will change anything, but I\nthink supporting 1 side over the other is simply idiotic. There are perfect\narguments as to why either side is the good side, but the way I see it,…",
  "data/reddit-changemyview/r/changemyview/comments/npqmxa/cmv_universal_healthcare_would_be_cheaper_per.json": "I've seen a lot of posts online recently that we already pay for universal\nhealthcare, in the form of the money that we pay to private insurance, which is\ncorrect, but I think it goes even one step further.\n\nPreventative care.\n\nAmericans right now massively avoid preventative care because of…",
  "data/reddit-changemyview/r/changemyview/comments/nprez2/cmv_dubai_is_a_monument_to_wealth_and_consumerism.json": "I don’t have much to add beyond the title. Metropolises don’t just spring up out\nof nowhere in 30 years.\n\nRegarding wealth and consumerism, that much is obvious to the naked eye.\n\nA quick internet search will provide an insight into the horrific treatment that\nthe construction workers are subjected…",
  "data/reddit-changemyview/r/changemyview/comments/nq1gif/cmv_the_us_electoral_college_is_outdated_and.json": "In 1824\n[https://en.wikipedia.org/wiki/1824_United_States_presidential_election], 1876\n[https://en.wikipedia.org/wiki/1876_United_States_presidential_election], 1888\n[https://en.wikipedia.org/wiki/1888_United_States_presidential_election],…",
  "data/reddit-changemyview/r/changemyview/comments/nq8zyx/cmv_people_glamorize_weed_way_too_much.json": "I smoke frequently, but way too many people (especially on Reddit) look at weed\nas some harmless plant that solves all the worlds problems. And I know weed is\nsafer than alcohol, cigarettes, coffee, sugar and almost every drug in the book\nbut that doesn’t necessarily mean it’s safe, especially when…",
  "data/reddit-changemyview/r/changemyview/comments/nq2gpf/cmv_in_the_developed_society_we_live_in_today_we.json": "My belief is that we should have universal healthcare that is very cheap if not\nfree. People developing diseases like cancer isn't their fault. We all have a\nchance of getting cancer in the future, and we shouldn't have to worry about\nmassive health costs for things that aren't even our fault.…",
  "data/reddit-changemyview/r/changemyview/comments/nq0nj3/cmv_we_should_forgo_rehabilitation_and_humane.json": "Deltas:\n\n * For showing why the punishment does more harm than good:\n   https://reddit.com/r/changemyview/comments/nq0nj3/_/h085rci/?context=1\n * For showing why such a punishment is actually a slippery slope (everyone’s\n   different take on what is vile):\n  …",
  "data/reddit-changemyview/r/changemyview/comments/nqqgtq/cmv_youre_a_hypocrite_if_you_make_small_dick.json": "I have noticed recently that self-proclaimed proponents of body positivity -\ntypically found on twitter, also are quick to say things such as \"found the guy\nwith a small dick\", or make jokes at the expense of short men. They're the first\nto default to making fun of Trump's hands, while…",
  "data/reddit-changemyview/r/changemyview/comments/nqsmol/cmv_everyone_is_all_mental_health_awareness_until.json": "People stigmatize personality disorders way too much. There are entire basically\nhate subreddits saying everyone with one is inherently abusive. I have\nBorderline Personality Disorder and on Reddit alone I’ve gotten called a\n“monster” been told that I should be “sterilized”, etc simply for saying I…",
  "data/reddit-changemyview/r/changemyview/comments/nqu1ae/cmv_blaming_a_gun_owner_for_having_their_gun.json": "Let’s say John as a single guy leaves a couple of his firearms outside of his\nsafe in his home. No one lives with him nor is supposed to have access to his\nhome.\n\nIf someone breaks into his home and takes one/some of his firearms and you blame\nJohn for that or for the crime committed afterwards with…",
  "data/reddit-changemyview/r/changemyview/comments/nqx4sv/cmv_twitter_will_always_breed_extremist_views_as.json": "Everyone always talks about how twitter is toxic and is responsible for cancel\nculture, but no one ever talks about why that is.\n\nIn my opinion, the mechanics of social media are wholly to blame.\n\nIf you don't have nested comments, no one can have a more meaningful\nconversation about any topic. It…",
  "data/reddit-changemyview/r/changemyview/comments/nr4t7n/cmv_the_electoral_college_system_would_be_more.json": "For example, if 60% of Californians had voted for Biden and 40% for Trump, then\n60% of its 55 electoral votes (33) would have gone to Biden and 40% to Trump. Of\ncourse, it wouldn't come out evenly oftentimes so you'd have to do some awkward\nrounding.\n\nThe reason I like this better is because the…",
  "data/reddit-changemyview/r/changemyview/comments/nrfbrg/cmv_democrats_will_regret_it_if_they_ever_get_rid.json": "To preface, the filibuster in its current form is awful. So, I'm not saying that\nchange isn't needed. What I do believe, is that if Democrats do get rid of the\nfilibuster they will regret it.\n\nDemocrats will not hold onto the senate forever. The Republicans will be back in\ncharge of both chambers at…",
  "data/reddit-changemyview/r/changemyview/comments/nrho97/cmv_there_are_no_good_or_bad_music_genres_just.json": "I get it. Rock is your favorite music genre, you hate country or pop. Whatever\nit is, it doesn’t make your favorite genre “the one”.\n\nMusic is like food. There’s pizza, hamburguers, sandwiches, tacos, burritos,\nnuggets, etc. That doesn’t make one better than the other. But there are people\nor…",
  "data/reddit-changemyview/r/changemyview/comments/nsd1zb/cmv_the_majority_of_selfhelp_books_are_painfully.json": "This post has been on the back burner for a while now, because of an\nundisputable insecurity regarding my premise. There were quite a few gray areas\nthat could have proliferated some misunderstandings, and due to this, I’ll try\nmy best to be as unambiguous and precise as possible.\n\n 1. I do not want…",
  "data/reddit-changemyview/r/changemyview/comments/nsmrl2/cmv_biological_immortality_for_humans_will_not_be.json": "I read stories of Aubrey de Grey who think we are going to defeat biological\nimmortality in 15-20 years. I want to believe him, but we don't even completely\nunderstand why we age or the human body as a whole. He comes off as more of a\nsnake oil salesman at worst, and someone who is scared of his own…",
  "data/reddit-changemyview/r/changemyview/comments/nsvmmv/cmv_incel_rhetoric_doesnt_get_as_much_pushback.json": "https://mobile.twitter.com/SportIsARight/status/1178619997704327168\n\nhttps://everydayfeminism.com/2017/04/cissexist-say-never-date-trans/\n\nhttps://mobile.twitter.com/blackfatqueer/status/1169449076573822976\n\nYou can find many examples of people voicing opinions such as “It’s bigoted to\nnot date or…",
  "data/reddit-changemyview/r/changemyview/comments/nt0c9d/cmv_choosing_to_wear_a_mask_in_certain_crowded.json": "Am I living in fear because I wear a seat belt, use turn signals and follow\ntraffic signs? Am I living in fear because I wear sunscreen? Am I living in fear\nbecause I get vaccines and make sure my daughter is vaccinated? Am I living in\nfear because I brush my teeth everyday and floss a few times a…",
  "data/reddit-changemyview/r/changemyview/comments/nt4vt3/cmv_all_religion_should_have_their_ideology.json": "I think any set of ideas (religious or not) should be open to criticism, but I\nfeel in society we are not free to criticize some of the ideas within Islam.\n\nTechnically we are “Free” but Personally I feel that there is a lot of hostility\nwhen Islam is brought into conversation. The same level of…",
  "data/reddit-changemyview/r/changemyview/comments/nszc6d/cmv_gender_identity_is_entirely_arbitrary_and.json": "Alright, let's start with some basics before the pitchforks come out. I do not\nsupport the restriction of people's rights to self expression or bodily autonomy\nor any other potential right the people who don't support trans people want to\nrestrict. If you want to remove your organs and replace them…",
  "data/reddit-changemyview/r/changemyview/comments/nt9rty/cmv_communist_symbols_and_iconography_are_just_as.json": "Communist symbols & iconography are often considered cool and hip. They are put\non handbags, t- shirts, jackets, posters, bumper stickers, etc. Think Che t\nshirts, mao hand bags, red stars, hammer and sickles, etc. I think these symbols\nare just as detestable as a Nazi swastika or SS lightning…",
  "data/reddit-changemyview/r/changemyview/comments/ntdnon/cmv_you_are_allowed_to_explosively_lose_your.json": "Everyone should learn to control their temper, be more understanding,\nde-escalate a situation, find a non-angry solution and if all else fails, be\nallowed to remove themselves from the scene\n\nBut if a person is trapped in a scenario where they are not allowed to escape\ne.g. being cornered/restrained…",
  "data/reddit-changemyview/r/changemyview/comments/nt528x/cmv_if_dr_aruna_khilanani_is_not_called_out_for.json": "https://nypost.com/2021/06/04/nyc-pyscho-fantasizes-about-shooting-white-people-in-yale-talk/\n\nThe existence of institutional racism against BIPOC does not imply the\nimpossibility of the existence of the same against a different set of humans by\na different institution.\n\nAny white person making the…",
  "data/reddit-changemyview/r/changemyview/comments/ntiusi/cmv_believing_in_a_zodiac_sign_seriously_is_stupid.json": "First I would like to mention, if you are into in astrology and find it\ninteresting then you do you, I may not personally get it but if it makes you\nhappy, who am I to take that away\n\nHowever what really grinds my gears are apps like tinder showing you the zodiac\nsign of each potential partner, OMFG…"
}