{
  "data/reddit-crypto/r/CryptoCurrency/comments/obcnx6/disappointed_that_all_of_your_crypto_has_fallen.json": "One comment upvote is worth 0.4 moons this month, so one comment upvote is two\ncents at current moon prices. This is comparable to the minimum wage in\ncountries like Sierra Leone. The minimum wage there is three cents. One click is\nworth almost as much as an hour of work there.\n\nThis sure puts…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obg99h/ive_a_fiat_mining_job_and_i_absolutely_hate_it.json": "So I'm a Computer Science Student in a third world country and for paying my\ntution fees, I have to do a internship which is my fiat mining job and I\nabsolutely hate it. Few days ago, I found out that 5 Moons per hour is minimum\nwage in my country and I can get the moons just by interacting with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ob9t4g/daily_discussion_july_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obedyq/what_are_your_crypto_opinions_that_would_get_you.json": "Do you have any debatable opinions about this community in general, certain\ncoins or projects you think are over-valued or under-valued, or just want to get\nsomething off of your chest??? Post it here!\n\nThe more controversial your opinion, the better!\n\n\n\nThank you all for the comments, and…",
  "data/reddit-crypto/r/Bitcoin/comments/obhjb8/let_me_clear_up_the_confusion_about_china_and_the.json": "Been living in China 6 years. China doesn't have a legitimate stock market\nbecause of widespread government interference and corruption. The real estate\nscene is a huge bubble, propped up by the government. There is a limit on the\nnumber of houses one can buy (you can't buy land). So Chinese want to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objr6d/what_is_a_crypto_you_are_bullish_on_even_though.json": "My personal one is VET. Walmart is one of the largest businesses in the world\nand if they have adopted it in China for food safety use. There is a chance\n(still may be small) that it gets picked up by Walmart worldwide.\n\nGive me your reason why a small coin you own could be useful as well.\n\nNot…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objdhh/can_someone_explain_where_the_money_of_moons.json": "Like, am I crazy? I don't see a sticky post about this, and nothing in the side\nbar. Everybody's circlejerking about how every single upvote gives you 0.4 moons\n= 2 cents, but nobody's ever discussing where the money comes from. There are\nprobably hundreds of upvotes every second in this sub, and…",
  "data/reddit-crypto/r/Bitcoin/comments/obkr2l/caught_a_scammer_on_this_sub_here_are_all_his.json": "I mean it's reddit, so we see lots of dumb shit, but this is just hilarious.\nI've never seen a scammer that's that dumb, I'm almost sorry for them\n\nGot a DM from a \"girl\" asking me how I'm doing. Naturally the first thing I did\nwas check out the profile.\n\n100 comment karma, no posts. 90% of the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obm25j/i_can_confirm_we_are_all_so_early.json": "I tried to post this a couple of weeks ago but wasn’t yet 60 days old. Today I\nam 🙌\n\nSo I did an hour zoom market research focus group with an Australian company\ninterested in developing a new investing/trading platform.\n\nThe group (including the facilitator) had really limited knowledge of crypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objeqw/i_mined_05_eth_back_in_2018_and_my_gf_made_me.json": "(Tl,dr at bottom)\n\n--------------------------------------------------------------------------------\n\nIt took around 2 weeks to mine at the time, I was actually losing money due to\nthe electricity cost, but I didn't know it at the time.\n\nThe whole process fascinated me, I'd setup a little miner…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obnkvc/algo_is_the_most_underrated_crypto_according_to.json": "A couple of weeks ago I made THIS\n[https://www.reddit.com/r/CryptoCurrency/comments/o252d4/what_do_you_think_is_the_most_undervalued_project/]\npost asking you guys, \"What do you think is the most undervalued project in the\ntop 50?\"\n\nI decided to rank all the the comments according to points and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obgv90/why_is_taking_profits_so_hard_but_putting_money.json": "I have been putting more and more money into crypto for years now, yet i havent\ncashed out a single time. Everytime my portfolio is at An ATH the greed takes\nover and i want more and more and in the end IT all drops 50% and i wish i sold\nsome. Yet i make the same mistakes over and over again. For…",
  "data/reddit-crypto/r/CryptoCurrency/comments/objnna/here_is_how_you_can_get_rich_in_crypto.json": " 1. Be a rich and famous shitposter on popular social media sites.\n\n 2. Buy a large stake in a low priced shitcoin.\n\n 3. Shitpost about the coin to draw attention.\n\n 4. Wait till enough noobs FOMO.\n\n 5. Pull the rug slowly. If you dump everything, people will notice and won't\n    fall for your next…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obfr2b/this_sub_loves_algorand_and_im_starting_to.json": "My altcoins are mainly ADA, UNI, LINK, DOT and VET. The amount of Algorand love\nhere though has me wondering if it's not a project I've overlooked and this\ncould be early days with a lot more growth to come. What are the specific\nAlgorand features or potential upsides that make it unique? I know…",
  "data/reddit-crypto/r/Bitcoin/comments/obf77m/how_do_you_stay_calm_during_a_bitcoin_free_fall.json": "Seems like most seasoned Bitcoin veterans stay very calm during Bitcoin price\nfree false. How do you stay so calm?",
  "data/reddit-crypto/r/CryptoCurrency/comments/obulso/read_the_whitepaper_they_said_all_will_be_ok_they.json": "So I have seen at least 7 (or is it 7,000?) posts and comments telling people to\n\"Read the whitepaper!\" and \"Do Your Own Research!\".\n\nI completely agree with this advice and believe you should have some\nunderstanding about what you are investing your money into. Also, doing your own\nresearch (DYOR),…",
  "data/reddit-crypto/r/Bitcoin/comments/objair/central_bank_digital_currencies_cbdc_are_the.json": "All over the world people can read this post... the opinion of one person.\n\nThe technology that enables has largely only been made possible thanks to the\ndigital revolution and melting pot of open-source development, ideas and\ninspiration.\n\nWe are living in a modern era where humanity has never been…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obxe7y/binanceus_is_stealing_peoples_money_quietly.json": "I'm making this post to help US citizens who have their money on Binance.US\n[https://Binance.US].\n\nRecently, I made a trade and sold off some crypto to keep some funds in USD for\na move down I anticipated happening. Everything was going according to plan and\nthe next morning I got up to make my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obqx01/what_3_cryptos_are_you_most_bullish_about_for_the.json": "What cryptos are you feeling for the long term to potentially produce the most\ngains, simply for stacking up and holding?\n\nPersonally I'm bullish on Amptoken- I feel like it still has a long ways to go\nto prove itself but I could see it being big if Flexa takes off over the next\nyear or 2.\n\nThe next…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obvfqu/whats_one_coin_thats_going_to_probably_have_a_rug.json": "I invested $150 into SHIB during its early days. Money I can afford to lose. The\ngood news is that at least my money has doubled even in this bear market. It was\na gamble to invest in SHIB. If I lost, I lost $150. If it moons, I get a lot\nback.\n\nAs much as I'd like to continue having high hopes for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obodh0/the_major_benefit_of_crypto_we_seem_to_ignore.json": "Let's take aside all the ups and downs of crypto for a second, I know we've been\nthrough a lot these last couple of months, but there's something great that\ncrypto is doing for us that we seem overlook, which is becoming more financially\nliterate. In my experience (and many other people I know), I…",
  "data/reddit-crypto/r/Bitcoin/comments/obzpwx/here_i_sit_with_a_shot_of_bourbon_i_am_not_afraid.json": "https://preview.redd.it/e1ee1v49ap871.png?width=1330&format=png&auto=webp&s=760ee33c1310e7e72eb4be96696f2b2e634d93ed",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc1wzv/every_sub_i_follow_hates_robinhood.json": "I follow a bunch of investing subs that all have their different styles and\nflavors. For the most part, the tone of all the subs differ in some way, shape,\nor form - representing different demographics of investors.\n\nToday was the first day where every sub collectively shit on RH in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obyi1c/daily_discussion_july_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc2366/reminder_to_clear_your_clipboard_history.json": "Windows 10 saves the last 25 items you copied and these could include addresses,\npasswords, important info. Press Windows + V to view your clipboard history\nwhere you can delete each item manually. If you don’t want Windows to save your\nclipboard history you can go to Windows settings -> System ->…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc6dx3/how_do_some_posts_get_over_1k_upvotes_while_other.json": "The other day i was scrolling through the Top posts and for real though i have\nseen some totally random posts with 12 thousand upvotes that simply share a\nsilly self story thats mildly humorous.\n\nOn the other hand ive seen other excellent DD and Research posts that are full\nof comments but stay in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/obsepb/i_have_given_the_reddit_hivemind_control_of_my.json": "I recently build a cryptocurrency trading algorithm\n[https://www.reddit.com/r/CryptoCurrency/comments/o9qasc/i_configured_a_crypto_trading_bot_to_buy_crypto/]\nthat buys coins based on hot posts and their sentiment in relevant subreddits.\n\nI decided to bite the bullet and to let it run for a few days…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc7aty/how_are_moons_not_being_exploited.json": "I am really curious - If every upvote counts as approx. 0.4 0.2 moons, then why\naren't people creating bots that will automatically upvote their posts? This can\nliterally generate free money and it doesn't seem to be that hard since there\nare dozens of sites offering mass upvoting/downvoting for a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc8mjk/just_took_all_my_crypto_out_of_robinhood_best.json": "When I first got into crypto trading and investing back in January, I used RH\nfor its simplicity and Economics (free). It wasn’t until I had several thousand\n$ worth of crypto in it when I learned of its crummy business practices and the\nfact I don’t actually own the crypto. The problem I faced was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc4yo5/why_doesnt_everyone_distance_themselves_from.json": "There is no transparency and they could crash the market. They can’t be trusted\nbasically and there are other stable coins so why stick with Tether? And if no\ndecent alternative exists why hasn’t one been made?\n\nThey still haven’t been audited as far as I know which should be a massive red\nflag cos…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc7usw/69000_moons_vaults.json": "We just reached 69,000 Moons Hodlers 🥳\n\nThe marketcap is only 3 Million $ circulating supply is 65 Million Moons, price\nis 0.05$.\n\nIf you are not familiar with Moons, they are the official r/Cryptocurrency\n[/r/Cryptocurrency] Token which can be used for governance of the subreddit,\nbuying premium…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocbvvg/guys_im_from_2030_and_have_some_updates_for_you.json": "Don’t ask how I got back here or why I’m back but I have some things to update\nyou on that have happened in the crypto space\n\n * eth 2.0 is almost ready (summer 2030)\n * ADA is nearing completion of smart contracts\n * Algorand finally hit $1\n * doge is the currency of the world\n * Elon is demanded…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocejxh/i_was_given_my_first_moon_a_couple_of_months_ago.json": "As the title says I was tipped my first moon a couple of months ago. Now I have\nover a 1,000 and would like to give away some of these bad boys to people who\nhave zero. If you want a moon just leave a comment. For the next couple of hours\nI will tip out 1 moon to people who don't have any moons.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocdjm1/never_forget_robinhood_has_prevented_people_from.json": "Everyone should remember what RobinHood has done. They have restricted trading\nmany times before, and it will happen again. Do not put your money into a scam\necosystem which doesn't allow you to sell when it benefits them financially.\n\nBe in control of your own crypto. Coinbase, Kraken and Binance…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oca8tg/influencers_used_dying_kids_to_promote_a_scam.json": "A token called ‘Save The Kids’ was released in June. It promised investors that\na percentage of the proceeds would go to charity.\n\nThese are some of the influencers that promoted the token and their combined\nfollowers (Youtube/Twitter/Instagram) :\n\nFaze Kay - 9M+\n\nFaze Jarvis - 12M+\n\nFaze Nikan -…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocaoyh/did_you_know_you_could_have_made_almost_5000.json": "Retrospectively, the early days of moons were crazy. I wasn't around back then,\nbut the moons-to-karma ration was really high, and there was no cap how much\nmoons one could earn on a single post or in a single round. That means, a single\npost could earn you a ton of moons - which you could have sold…",
  "data/reddit-crypto/r/Bitcoin/comments/ocbe6n/on_the_4th_of_july_bitcoins_difficulty_is_to_get.json": "I don't know if this is deserving as a stand alone post, but what the fuck, no\none could have planned it better.\n\nFor those that don't know, Bitcoin block rate is currently running 1 per 20\nmins, vs 10 mins, and is set for an extreme difficulty adjustment (to speed them\nup).\n\nThis will make miners…",
  "data/reddit-crypto/r/CryptoCurrency/comments/och3ov/a_coup_brought_me_to_crypto_world_now_i_stayed_as.json": "I am from Myanmar, a country where the military staged a coup on Feb 1. I want\nto share my story of how I was introduced to Crypto and how it could help my\ncountry now and in the future. I will not focus on the horrid acts of the\nmilitary such as violent crackdowns of protestors, lawless killings of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocer8o/reminder_upvote_parties_upvote_if_and_all_other.json": "Vote manipulation and is banned by rule 3 of the subreddit\n[https://www.reddit.com/r/CryptoCurrency/wiki/expanded_rules#wiki_rule_iii_-_manipulation]\nand the reddit user-agreement\n[https://www.reddithelp.com/hc/en-us/articles/360043066412]. If you see users\nengaging in this behavior, please report…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oc474o/a_few_months_ago_i_made_a_post_here_that_was.json": "Hi everyone. A few months ago I posted how I made a set of forms to provide your\nspouse or loved one specific instructions to access your accounts if something\nhappened to you.\n\nWith cryptocurrency gaining popularity at a fast rate, I realized that if\nsomething were to happen to myself or anyone…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oco2vz/there_is_no_bottom_some_thoughts_on_my_rather.json": "Perhaps this post is coming a bit late and the bottom is already in, perhaps\nnot, but regardless at some point there will be a bottom as the market continues\non its inexorable ascendancy (to the moon etc)\n\nRuminating over the last few years in crypto I thought I would give some\nthoughts on my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ociuu4/quick_reminder_to_check_if_your_email_has_been.json": "Quick Reminder to regularly check if your email has been compromised or hit by a\ndata leak.\n\nhttps://haveibeenpwned.com/\n\nThis tool will also tell where your email was potentially compromised.\n\nAfter experiencing the consequences of a data leak first hand I urge everyone to\nstep up their security…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocnblr/its_so_weird_as_someone_with_a_100_alt_coin.json": "If it gets under $28.8k then basically I'm fucked apparently.\n\nOr if it goes over $x amount then btc will go on a rampage and take all the alts\nwith it. Happy days.\n\nEverything hinges on Bitcoin, if it loses its support then all the alts tumble.\n\nOr if it gets above a certain amount then all the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocbjo7/you_will_always_be_too_late.json": "It's almost a meme at this point to say that we are all early, but it's also\nvery common to see people saying they wish they could have gotten in sooner.\n\nI'm too late, I could have gotten BTC when it was only $1000!\n\nI'm too late, I could have gotten ETH at $200!\n\nAnd so on. Even our…",
  "data/reddit-crypto/r/Bitcoin/comments/occlyy/i_hope_satoshi_is_alive_to_see_his_creation.json": "Based on my research he was in it for much more than the $$$... So as BTC has\nmade some amazing steps in the last few months I'm sure he'd be happy.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocrv1y/warren_buffett_if_you_dont_find_a_way_to_make.json": "Warren Buffett has some negative views of crypto, but I believe he still has\ngreat advice for you as an investor. Wealth is built by letting value accumulate\nover time through investing in assets. Congratulations to you if you’re reading\nthis, because most likely you have invested your money into…",
  "data/reddit-crypto/r/CryptoCurrency/comments/octgzw/identifying_a_scammer_who_has_stolen_millions.json": "{A friend asked me to post this to protect his identity}\n\nAlright first, I just want to say that Reddit is very much interesed in keeping\nthe scammer's identities hidden. My previous post were removed because I\ndisclosed the scammer's identity.\n\nDoes everyone WANT to get scammed? Here I am trying to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocoxlg/my_boss_thanked_me_because_of_crypto_and_may_give.json": "So yesterday my boss came to me and thank me for my hard work. How I have been a\nideal employee as I have been staying in late at work and doing such a fantastic\njob with the work handed to me. He even suggested that he will bump up my salary\nif I continue.\n\nThis is all thanks to crypto! Why you may…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocwa3d/a_brief_rundown_of_the_top_50_coins_by_category.json": "Currency\n\nThe primary function of these coins is to be used as a decentralised token of\nvalue which can be exchanged between peers without the need for banks or other\nintermediaries.\n\n(1) Bitcoin (BTC)\n\n(7) Ripple (XRP)\n\n(13) Bitcoin Cash (BCH)\n\n(14) Litecoin (LTC)\n\n(21) Stellar (XLM)\n\n(31) Bitcoin…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocsn39/a_super_useful_website_to_help_understand_the.json": "Huge shout out to u/lovinglyhandmade [https://np.reddit.com/u/lovinglyhandmade/]\nwho created this website and wonderful tool!\n\nThis website really helps to understand a cryptocurrency’s market cap and is a\ngreat tool to help in understanding the relative size and the potential upside\nof different…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocmse3/daily_discussion_july_3_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/ocm5g7/would_you_vote_out_your_political_party_if_they.json": "Think all out war on crypto that makes your stack go to $0",
  "data/reddit-crypto/r/Bitcoin/comments/ocqs0s/bought_my_first_btc_today.json": "Have been skeptical of the future of BTC, but made my first investment today.\nFigure I'll throw a few bucks at it each week and go from there.",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocze71/yesterday_i_tipped_100_moons_to_the_moonless_and.json": "I was tipped my first moon a couple of months ago and it felt awesome! So\nyesterday I figured I would tip out moons to people that didn't have any. Two\nthings became apparent #1 about half the people commenting did not know what a\nmoon even was #2 a lot of the people commenting did not know they had…",
  "data/reddit-crypto/r/CryptoCurrency/comments/od1fyn/bought_a_shitcoin_almost_got_a_heart_attack.json": "I put 0.01BNB each in some shitcoins a month ago. Get and forget.\n\nI check my wallet today and i see 8 zeros.\nPhoenix Protocol token (PHX) is at $0.08 which makes my \"bag\" worth $300M.\n\nImmediate palpitation.\nI know it can't be true but what if i accidentally bought into some insane\nrugpull.\nLogic…",
  "data/reddit-crypto/r/CryptoCurrency/comments/od2bpw/your_30_investment_is_great_dont_get_discouraged.json": "If you're new in crypto space and just started investing and see people throwing\nthousands of dollars into crypto don't be discouraged, your 30$ investment can\ngo a long way.\n\nEveryone's in it for their own gain so invest on your own terms. Don't make rash\ndecisions and invest responsibly. Even if…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocxgpx/one_day_commenting_in_this_sub_nine_scam_attempts.json": "Been reading and upvoting posts here for a little while, and I made my first\ncomments yesterday.\n\nThe result: nine chat requests from scammers in one day. I messed around with\nthe first couple, then just hit “ignore” on the rest.\n\nWanna know if that new message is a scam attempt? Here are some…",
  "data/reddit-crypto/r/CryptoCurrency/comments/od51r8/if_youre_still_thinking_about_cryptocurrency_as.json": "You hear a lot of a certain breed of maxi being very dismissive of smart\ncontracts. It's the 2004 equivalent of saying, \"okay, but so what? I can play a\nglorified version of 'snake' on an iPhone. Nokia still has market dominance.\"\n\nThe full picture of what it means to make a blockchain a turing…",
  "data/reddit-crypto/r/CryptoCurrency/comments/od2uwf/i_have_given_the_reddit_hivemind_control_of_my.json": "I recently build a cryptocurrency trading algorithm\n[https://www.reddit.com/r/CryptoCurrency/comments/o9qasc/i_configured_a_crypto_trading_bot_to_buy_crypto/]\nthat buys coins based on hot posts and their sentiment in relevant subreddits.\n\nI decided to bite the bullet and to let it run for a few days…",
  "data/reddit-crypto/r/CryptoCurrency/comments/oczs1l/stellar_lumens_are_awesome_and_almost_too_useful.json": "Hello fellow crypto zealots. I have a personal observation on XLM. It is so\nuseful for moving money between exchanges and wallets that I have a lot of\ntrouble holding it.\n\nI first bought into XLM at around 10 cents, but was never able to hold it for\nlong. It’s so fast and cheap to move it.\n\nFor…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocz07h/the_moneyfest_hypothesis_on_i_o_t_a.json": "Beforehand, I apologize for this long analysis. I cannot provide a tl;dr because\nI wouldn't know how. Too much information.\n\nHi friends, it looks like the storm is slowing down. Crypto is not dead yet. Who\nwould have thought /s.\n\nI have written three posts so far.\n\nFirst, my \"prediction\" on SBS…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ocy3fg/a_summary_of_why_proof_of_stake_by_vitalik_buterin.json": "This is my attempt to summarize a recent blog post by Vitalik Buterin. This is a\nlearning exercise for myself and critiques are welcome. If you feel something\ncan be summarized better, please comment.\n\nLink to the article [https://vitalik.ca/general/2020/11/06/pos2020.html] -\nNovember 2020\n\n\n\n3…",
  "data/reddit-crypto/r/CryptoCurrency/comments/od6hdv/let_your_money_make_more_money_even_if_its_a_few.json": "A lot of people don't have much invested and many people will tell you, \"well,\nwith that little, it's worthless to stake\".\n\nWhether it's a few cents or a few dollars per month, the dollar amount now\ndoesn't matter and shouldn't discourage you from doing the effort of a few\nclicks to stake, provide…",
  "data/reddit-crypto/r/CryptoCurrency/comments/odalkx/psa_90_of_nfts_will_be_worthless_in_ten_years.json": "How many paintings or works of art have we kept from five decades ago?\n\nHow many of these pieces of art are actually worth something today?\n\nThe thing about art is that unless people remember your art - unless it takes up\nspace in their heads - it will be worthless to them.\n\nOccasionally you could…"
}