{
  "data/reddit-projects/r/SideProject/comments/obqqgj/copy_paste_text_or_open_links_across_devices_from.json": "There are times when you want to copy some text from your computer to your phone\nor open a link on your phone that you have on your computer. I used to use\nWhatsApp or Telegram to send a text to myself with the text or link and use a\ndesktop client to copy it to my computer. Although it's not a…",
  "data/reddit-projects/r/SideProject/comments/oc4hv0/got_our_first_paying_customer_ama.json": "Yaaayyyy!! We got our first paying customer at Basch.ml [http://basch.ml/] ! And\nwe haven't released it in public yet (We are still in Beta)!\n\nOur First $350 ARR!\n\nA man approached us on LinkedIn and said that he wanted to use our product. We\nagreed and now we have our first paying…",
  "data/reddit-projects/r/SideProject/comments/oc5ugg/we_have_created_a_social_platform_dedicated_to.json": "Warble is a Social Media for Musicians and their audience, where artists can\nbuild music portfolio, monetize content, get Live gigs, and users can engage and\ninteract with their favourite artist/band, support them and even book them for\nlive shows.\n\nwe are looking for some initial users to make our…",
  "data/reddit-projects/r/SideProject/comments/ocbw1f/writing_a_handbook_of_psychological_insights.json": "hey everyone,\n\nSo, I have been writing about psychological insights at Psych\n[http://psych.email/] 🧠 which is a free newsletter.\n\nI am on the verge of writing its 100th edition and have decided to compile\neverything into a book.\n\nIt covers all the biases related to human behaviour, marketing and…",
  "data/reddit-projects/r/SideProject/comments/oceiqr/we_have_created_fitness_workout_app_for_iphone.json": "Fitness - Home Workout App is tailored towards people aiming for weight loss,\ngetting fit & strong.\n\nWe created this app during the pandemic to help people to regain their fitness\nand health lost due to lockdown or isolation.\n\nStreamlined features for both men and women, such as a workout log,…",
  "data/reddit-projects/r/SideProject/comments/oc7sim/started_as_a_spreadsheet_learnt_to_code_now_is_an.json": "You can check it out here - I would love your support:\nhttps://www.producthunt.com/posts/everyhour\n\neveryhour.xyz is the project I quit my job for and it’s launching on Product\nHunt today. It is a way to quantify your life balance, make you aware of how you\nspend your time, in an attempt to motivate…",
  "data/reddit-projects/r/SideProject/comments/ocvqse/create_a_tool_that_collects_real_problems_worth.json": "*Created\n\nOlwi [https://olwi-ui.vercel.app/browse] retrieves posts from Reddit and\nextracts those where people complain about something: routine tasks at work,\nsoftware problems in their business, etc. Therefore, you don't need to search\nfor problems to solve, then filter the noise. Just use this…",
  "data/reddit-projects/r/SideProject/comments/oczgjz/get_a_free_domain_name_for_your_next_sideproject.json": "In partnership with Codecademy, the web hosting service Namecheap is offering\none free year of a domain name registration of your choice (with some\nexceptions)! Click the link below to claim the perfect domain. Applicable only\nfor: .me, .site, .club, .live, .online, .tech, .website, .store, .media,…",
  "data/reddit-projects/r/SideProject/comments/odge4r/i_launched_pdfmarkcom_an_html_to_pdf_api.json": "I have launched PDFMark. It is an HTML to PDF conversion API. PDF generation is\na requirement for many companies. Programmers often need to generate PDF\ndocuments programmatically for things like invoice, tickets, reports, account\nstatements etc. There are several free and paid libraries for…",
  "data/reddit-projects/r/SideProject/comments/odi4nq/i_created_a_javascript_game_engine_for_the.json": "I used to do web development, but then I decided to leave it as a hobby. One day\nI decided to make a game similar to Fallout 2 and Diablo. Then I thought why\nthere are still no such games in the browser, even free ones.\n\nI had never made any games or engines and had no idea where to start.…",
  "data/reddit-projects/r/SideProject/comments/odjr7k/first_paying_customer.json": "Just got my first paying customer for my Twitter bookmarker and organiser\n[https://markfolder.com] browser extension!\n\nReally stoked, especially after a very quiet launch (see a writeup about it at\nhttps://farez.me/why-nobody-paid-for-my-premium-saas-app\n[https://farez.me/why-nobody-paid-for-my…",
  "data/reddit-projects/r/SideProject/comments/oda1n8/i_created_a_newsletter_that_delivers_easy_to_read.json": "Hello everyone! My new startup and side project is called Over Easy News\n[https://www.overeasynews.com].\n\nWe are all about delivering easy to read business news for your morning, all\nwhile teaching you about business! There may be some people who don't read the\nbusiness news because its too boring,…",
  "data/reddit-projects/r/SideProject/comments/odiftl/my_side_project_is_now_a_product.json": "I started this side project last year with an intention to learn coding. I'm\nhappy that my first gig turned into a full blown product. Ctiny\n[https://ctiny.me/ctiny] is not just an url shortener tool but also an analytics\nand re-targeting tool. Some of the features include re-targeting, A/B…",
  "data/reddit-projects/r/SideProject/comments/oe1h08/built_an_app_to_send_newsletters_directly_from.json": "We built an app that lets you send newsletters directly from Notion called\nNoCodeLetters [https://nocodeletters.com]\n\nBoth my partner and I are not good at UX and I was hoping if the community could\ngive us feedback on how to make the product more intuitive.\n\nCan someone help us?",
  "data/reddit-projects/r/SideProject/comments/odw4rn/released_another_free_template_for_your_mobile.json": "Free HTML landing page template for Mobile App built with TailwindCSS.\n\nLive preview and download – https://launchoice.com/products/califa/\n\nhttps://preview.redd.it/bxypifwqda971.jpg?width=1620&format=pjpg&auto=webp&s=9253e592fd2a7664eaa3dadfce3f2f562a5eda6b",
  "data/reddit-projects/r/SideProject/comments/oduqz8/we_just_launched_webkhata_a_gst_invoicing_and.json": "Yesterday, we launched Webkhata (https://webkhata.com [https://webkhata.com/]),\na GST invoicing, billing and accounting software for Indian users. It is life\ntime free invoicing, accounting and inventory management software. Using\nwebkhata, users can manage their inventory, customers, vendors,…",
  "data/reddit-projects/r/SideProject/comments/oef5qw/made_a_little_app_that_lets_you_track_insider.json": "insidescoop.xyz [https://insidescoop.xyz] - a chrome extension that lets you\neasily track insider buying to make smarter investment decisions. Appreciate any\nthoughts you might have!",
  "data/reddit-projects/r/SideProject/comments/oewg6o/my_android_app_finally_is_out_on_play_store.json": "Hi everyone\n\nI'm a 20 y/o University student and a couple of months ago I started working on\nthis Journal/Diary/Note taking app as assignment for university, but I keept\nworking on it even after I deliver it.\n\nAnd finally is out on the play…",
  "data/reddit-projects/r/SideProject/comments/oeu3fn/sealedpredictioncom_make_and_share_predictions.json": "I just finished a small side project of mine: sealedprediction.com. I would love\nto get some feedback on it..\n\nI won't spoil too many details about what the site is all about, since I would\nlove to know if that is immediately clear when visiting the page. In general I\nwould be very grateful to…",
  "data/reddit-projects/r/SideProject/comments/of7x77/built_loot_honey_for_saas_a_side_project_to_save.json": "I started building Loot becuase I was spending ridiculous amounts on software as\nan early-stage founder. \n\nI’d almost rip my hair out in frustration everytime I found out that a discount\nexisted aka I just spent valuable $$$ overpaying for the same software. So I\ncreated Loot, Honey for SaaS.\n\nI…",
  "data/reddit-projects/r/SideProject/comments/of39j5/no_code_lead_generation_data_enrichment_tool.json": "Hey, I've been working at the weekends on an automation tool where you can sync\nGoogle Spreadsheets (airtable, hubspot soon) with 3rd party APIs such as Email\nHunter, Zerobounce, LinkedIn Enrichments using an UI similar to Zapier. Goal is\nto let people build their own enrichment tools code free and…",
  "data/reddit-projects/r/SideProject/comments/of8v2h/i_made_300_components_that_help_you_create_an.json": "https://i.redd.it/uslabobf1p971.gif\n\nHey community. It would be great to hear your feedback about this little side\nproject [https://www.abstractlab.co/]",
  "data/reddit-projects/r/SideProject/comments/ofhpvd/ive_made_an_app_that_turns_off_your_computer_from.json": "https://apps.apple.com/us/app/off-remote-computer-shutdown/id529923825\n\nThis can shutdown, restart or sleep your PC or Mac from your phone.\n[https://reddit.com/link/ofhpvd/video/frjmdu9t4s971/player]",
  "data/reddit-projects/r/SideProject/comments/ofqhg0/i_built_a_large_file_transfer_service_positive.json": "Hey guys, lastly, i am working on a large file transfer service.\nThe problem is simple, there are file transfer services that allow to transfer\nup to 20GB per transfer and you have to engaged to a monthly subscriptions.\n\nMy purpose is, any person/company can transfer more than that limit, in fact…",
  "data/reddit-projects/r/SideProject/comments/og5p71/from_side_project_to_an_open_source_firebase.json": "https://preview.redd.it/la762pi7az971.png?width=1828&format=png&auto=webp&s=5da8e33151a872fda1a48da78d6882d1ff6ccfd5\n\nWe're really happy to present a brand new Appwrite release with lot's of amazing\nfeatures, bringing us one step closer to being the best Firebase alternative.\n\nAppwrite is extremely…",
  "data/reddit-projects/r/SideProject/comments/ofj0ba/how_did_you_make_your_first_10k.json": "I'd like to hear some stories on how you guys made your first 10k\n\nWhichever amount applies to you, how did you do it? What's your story?",
  "data/reddit-projects/r/SideProject/comments/ogpwe8/new_search_engine_thats_anonymous_with_no_ads_or.json": "LazyWeb: Search app that's ad-free and anonymous\n[https://reddit.com/link/ogpwe8/video/1l2tbgmzt4a71/player]\n\nWe're two friends (Angie and Jem) based in Miami. We made this to be a better\nway to search. It returns only pure organic results (no ads and reduces spam),\nlet's you control how you see…",
  "data/reddit-projects/r/SideProject/comments/ogr7qe/kenya_business_directory_feedback_welcome.json": "My friends and I have been working on https://kenyabiz.com and invite feedback\nfrom successful saas creators on what we can do better to improve:\n\n 1. interactions\n\n 2. visitor retention\n\nThanks in advance. About the product\n\nKenya has about 8 million businesses of different sizes. most of…",
  "data/reddit-projects/r/SideProject/comments/ogt0ll/im_building_a_web_directory_called.json": "In recent years, the Internet looks like a huge shopping mall. With pictures\nsuch as large, bright, giant, with round corners.\n\nThe scene is beautiful, but the content is being more and more unsatisfying. We\nare swimming in the sea of websites that are driven by algorithms. The only\npurpose of these…",
  "data/reddit-projects/r/SideProject/comments/ogujjt/ourflat_groceries_expenses_calendar_chores_and.json": "Hi everyone, we just completed a major update to our app OurFlat, which now has\nbesides the main functionality, also a chat where you can create polls to ask\neveryones opinion on any topic - e.g. what to eat, when to go on holiday etc.\nHere is a short demo video:…",
  "data/reddit-projects/r/SideProject/comments/ogrlsl/my_startup_is_launching_soon_we_are_at_300_sign.json": "Heyguys! My startup , marketfly.io [https://marketfly.io] , is launching very\nsoon! We are here to make social media super easy. We use GPT-3 and Image\nAutomation to help a customer curate their post. We then help you scheule posts\nwith our content calendar and teach you how to increase engagement…"
}