{
  "data/reddit-know/r/YouShouldKnow/comments/r69hrq/ysk_scihub_is_a_free_recourse_to_get_access_to.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: So many journal articles in science\nspecifically are locked behind extreme paywalls, especially recently published\npapers with exciting information. I&#39;ve seen paywalls that range from\n$50-$200 just to get access to one article. SciHub was founded by a…",
  "data/reddit-know/r/YouShouldKnow/comments/r63i5k/ysk_there_is_an_extension_that_lets_you_see_the.json": "<!-- SC_OFF --><div class=\"md\"><p>Not sure about the policy of linking directly\nto things, but if you just google: &quot;Return Youtube Dislike&quot; you can\nfind the right extension. It works for Chrome and Firefox.</p> <p>Why YSK:\napparently I have to explain why youtube dislike counts are…",
  "data/reddit-know/r/YouShouldKnow/comments/r6bw6t/ysk_that_taking_a_deep_breath_to_calm_down_works.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you’re trying to calm down,\nespecially during a panic attack, diaphragmatic or belly breathing is what will\nhelp you relax. Thoracic or chest breathing is better for physical exertion and\nmay actually make you more tense.…",
  "data/reddit-know/r/YouShouldKnow/comments/r6h98n/ysk_that_browsers_have_limitations_when_it_comes.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Especially if you&#39;re subscribed\nto a high-quality streaming plan, you should consider your go-to browser (at\nleast for your streams). Otherwise you basically have zero benefits from the\nextra money you&#39;re paying if you&#39;re not just out for the…",
  "data/reddit-know/r/YouShouldKnow/comments/r6su7n/ysk_the_buildup_of_black_soot_on_the_bottom_of.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Carbon monoxide (CO) is known as the\n&quot;silent killer&quot; for a reason. It&#39;s odourless and colourless, so\nit&#39;s very hard to detect. For this reason, it&#39;s always a good idea to\nensure your fire detector/smoke alarm also has CO detection…",
  "data/reddit-know/r/YouShouldKnow/comments/r6q20e/ysk_that_6_inflation_in_2021_to_2_inflation_in.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: make sure that your yearly salary\nincrease is at least that of inflation. Otherwise, it’s a pay cut.</p>\n<p>Inflation is often shown as year over year percentage change. Do not be\nfooled by the government when the inflation is “transitioned” into 2%…",
  "data/reddit-know/r/YouShouldKnow/comments/r76qnq/ysk_a_team_of_researchers_are_using_a.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: We’re beginning to realise the\nimportance of self-care and investing in our mental wellness early enough,\ninstead of reaching for treatment when things have already gone awry. While\nprofessional help is probably always the best option (if you can afford…",
  "data/reddit-know/r/YouShouldKnow/comments/r7f7wm/ysk_that_you_should_always_ask_before_introducing.json": "<!-- SC_OFF --><div class=\"md\"><p>Why ysk: even dogs with good owners can be\naggressive or in bad moods. Many dogs are rescued from bad situations or had\nunfortunate experience that cause them to either not like new people or other\ndogs. </p> <p>These dogs still have every right to be walked around…",
  "data/reddit-know/r/YouShouldKnow/comments/r7p2js/ysk_that_button_batteries_the_batteries_that_look.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: children find these batteries and\nswallow them. We especially see these batteries around the holidays as they are\nin decorations, cards, toys and all sorts of other things. I work as a nurse and\nhave seen several children need to be tube fed for the rest of…",
  "data/reddit-know/r/YouShouldKnow/comments/r7tija/ysk_when_you_buy_digital_media_online_you_dont.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: just because you &quot;buy&quot;\nsomething digitally, doesn&#39;t mean the same when you physically buy\nsomething. you are buying ACCESS to the content. don&#39;t be surprised if the\ncompany revokes access. </p>…",
  "data/reddit-know/r/YouShouldKnow/comments/r7xqkx/ysk_starting_a_workout_regimen_requires_more.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This popular New Years resolution is\njust around the corner. Too much focus is put on the workout itself without\naddressing the real problem of why so many start and then quit. Everyone\nstruggles, but some have sourced the key, the right mental gymnastics…",
  "data/reddit-know/r/YouShouldKnow/comments/r81h2u/ysk_if_you_have_a_careerbuilder_account_even_if.json": "<!-- SC_OFF --><div class=\"md\"><p>I started getting emails thanking me for my\napplication to jobs I don’t want and am not qualified for recently. One of the\nrecruiters was kind enough to respond to my follow up and informed me:</p>\n<blockquote> <p>Thank you for Emailing me about this. I received an…",
  "data/reddit-know/r/YouShouldKnow/comments/r83u0x/ysk_when_frustrated_with_a_company_instead_of.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Customer Service Representatives\n(CSRs) have an unbelievably difficult job. Framing your frustration as being the\nfault of the company, and not the CSR personally is not only the kind thing to\ndo, it also increases the odds that the rep will go above and…",
  "data/reddit-know/r/YouShouldKnow/comments/r85ye9/ysk_tortillas_are_not_fully_cooked_yet.json": "<!-- SC_OFF --><div class=\"md\"><p>TL;DR: Tortillas fresh out of a bag/package\nare not fully cooked. Heating them on a hot non-stick, flattop, plancha, or well\nseasoned cast iron pan for 30 seconds to a minute on each side until light\nbrowning and warm/hot is essential for enjoying the tortillas.…",
  "data/reddit-know/r/YouShouldKnow/comments/r85o02/ysk_driving_slow_isnt_always_the_same_as_driving.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: there are a lot of situations where\ndriving fast is safer than driving slow. </p> <p>For example if you&#39;re\npassing something, especially something like a truck with high winds, it&#39;s\nsafest to pass it as quickly as possible. I always use the rule of…",
  "data/reddit-know/r/YouShouldKnow/comments/r8bg42/ysk_the_artificial_sweetener_xylitol_found_in.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: with the obesity epidemic and Keto\ncraze happening in the US, Xylitol use has been on the rise, significantly. It\nis safe for humans (but will cause diarrhea in large amounts) but CAN kill your\ndog very quickly unless taken to the vet IMMEDIATELY. When 5mg…",
  "data/reddit-know/r/YouShouldKnow/comments/r8dg01/ysk_dating_files_using_yyyymmdd_format_will_keep.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is especially useful when you\nneed to save multiple versions of a file over time and can quickly reference the\ndate from the file name instead of “date modified” or “date created”. For\nexample, if I save a file today, I would name it “Example Text…",
  "data/reddit-know/r/YouShouldKnow/comments/r85t6g/ysk_theres_a_free_and_easy_way_to_automate.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Nearly every office I&#39;ve ever\nbeen in has done so many boring, repetitive things by hand. Spending just a\ncouple of days learning the basics of a scripting language like Python can cut\nhours of tedious work out of your routine. Computers are really good…",
  "data/reddit-know/r/YouShouldKnow/comments/r8f5fq/ysk_most_dish_soaps_like_dawn_are_designed_to_be.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Some soap companies are changing\ntheir formula because so many people wash dishes now one by one, by putting dish\nsoap on the sponge and then scrubbing with running water, rather than filling\nthe sink. If you don’t have a 2 part sink, it makes it harder to…",
  "data/reddit-know/r/YouShouldKnow/comments/r8qwut/ysk_some_hospitals_in_the_usa_will_offer.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Healthcare in the USA can be very\nunaffordable and has the potential to financially ruin people. Not many people\nare aware that <em>some</em> hospitals will offer discounts to your bill. You\nMUST ASK for these discounts, they aren&#39;t handed out like…",
  "data/reddit-know/r/YouShouldKnow/comments/r8wdhg/ysk_most_corporations_and_isps_track_you_through.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: DNS servers are required for anyone\nto connect to the internet. Corporations and ISPs like to track you as much as\nhumanly possible within the law. They do this mostly through the DNS servers\nthey automatically configure your devices to use. By switching to…",
  "data/reddit-know/r/YouShouldKnow/comments/r911j3/ysk_teach_children_how_to_be_around_dogs_safely.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: as a caregiver it is incredibly\nimportant to keep children safe. If you want to have a dog in your family it is\nimportant to teach kids how to interact with dogs safely.</p> <p>EDIT: Yes!\nPeople should train their dogs! But also it’s really important kids…",
  "data/reddit-know/r/YouShouldKnow/comments/r91xer/ysk_ceiling_fans_have_a_winter_setting.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Most ceiling fans are capable of\nwarming a room which is counterintuitive. On a lot a fans there&#39;s a switch\nsomewhere on the side that can be either up or down, flipping this switch will\nswitch the blades rotation so instead of blowing air down, it…",
  "data/reddit-know/r/YouShouldKnow/comments/r92nwx/ysk_afrin_can_cause_a_serious_medical_condition.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: &quot;While it’s not considered an\n&#39;addiction&#39; in the usual sense, your body <em>can</em> become dependent\non the drug. Doctors call this phenomenon &#39;rebound congestion,&#39; or <a\nhref=\"https://www.jacionline.org/article/S0091…",
  "data/reddit-know/r/YouShouldKnow/comments/r9ef6v/ysk_bleach_expires_and_becomes_almost_useless.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Bleach degrades over time into its\nconstituent parts. It doesn&#39;t become more dangerous but it will absolutely\nlose its potency, thus limiting it&#39;s cleaning capabilities. If you&#39;re\nhaving a hard time getting bleach to work as you&#39;d expect,…",
  "data/reddit-know/r/YouShouldKnow/comments/r9tj6r/ysk_you_should_regularly_pour_white_vinegar_into.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Tap water, which is used to fill a\ntoilet&#39;s water tank, can contain a lot of calcium hardness in it. If left\nunchecked, over time, calcareous buildups will form pretty much everywhere in\nthe toilet&#39;s flushing system, which will damage the gaskets…",
  "data/reddit-know/r/YouShouldKnow/comments/r9lzqz/ysk_there_is_an_app_called_be_my_eyes_that_allows.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: The app is free to download and you\ncan sign up as a volunteer or a visually impaired / blind person. If you need\nvisual help (examples given are picking the right colour of an item of clothing,\nor the right brand of product when shopping) and you are…",
  "data/reddit-know/r/YouShouldKnow/comments/rabskj/ysk_cut_nails_straight_across_to_prevent_ingrown.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Improper nail trimming is 1 cause of\ningrown nails.</p> <p><a\nhref=\"https://puretherapyclinic.files.wordpress.com/2017/01/infection-after-ingrown-toenail-1.png\">Here&#39;s\nan example of how to cut them</a></p> <p>Causes:</p> <p>The etiology of…",
  "data/reddit-know/r/YouShouldKnow/comments/rad2oo/ysk_when_planning_a_trip_to_see_a_national.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Planning a trip to another state can\nbe daunting. All national forests and parks are operated by one of the\nforest/park services. All of these services have sites with contact forms. The\nrangers are like librarians but for the land.</p> <p>They have all…",
  "data/reddit-know/r/YouShouldKnow/comments/raizy7/ysk_the_govrun_unclaimed_property_program_holds.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it&#39;s free, it&#39;s legit, and\nit&#39;s your money</p> <p><strong>This program exists in the US, Canada, and UK\nAT LEAST, so while I&#39;m talking about the US, your country probably has one\ntoo</strong></p> <p>Let&#39;s say 8 years ago you quit a job.…",
  "data/reddit-know/r/YouShouldKnow/comments/rap5y5/ysk_wash_your_new_clothes_before_wearing_them.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many textiles are treated with\nchemicals including formaldehyde resins to prevent mildew and mold growth on\nclothes during transport as well as dye fixatives, fire retardant and\nantibacterial treatments, and treatments to prevent wrinkling and…",
  "data/reddit-know/r/YouShouldKnow/comments/raro9d/ysk_if_your_car_is_totaled_tell_your_insurance.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p> <p><strong>1.)</strong> Insurance\nwill ALWAYS try to offer low first, sometimes leaving you with a balance owed on\nyour old vehicle loan or leaving you unable to replace your vehicle with a\nvehicle of similar value.</p> <p><strong>2.)</strong> They may…",
  "data/reddit-know/r/YouShouldKnow/comments/rajzla/ysk_how_to_tell_the_difference_between_tension.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There is a HUGE difference between\nmigraines and tension headaches. Tension headaches are the most common type of\nheadache though most people unknowingly refer to them and treat them as\nmigraines. </p> <p>Migraines are a neurological problem and tension…",
  "data/reddit-know/r/YouShouldKnow/comments/rb1s93/ysk_that_in_the_us_you_can_check_if_an.json": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: especially this time of year, there\nare plenty of companies that try to pretend that they are charities when they\nare actually for profit companies. The IRS keeps a full database open to the\npublic online <a href=\"https://apps.irs.gov/app/eos/\">here</a>…"
}