{
  "data/reddit-crypto/r/CryptoCurrency/comments/ovhwz9/ethereum20_will_handle_x7_times_more_transactions.json": "Ethereum 2.0 will outperform Visa by a factor of 7 when it comes to transactions\nper second.\n\nEthereum 2.0 will handle around 100,000 transactions per second according to\nVitalik Buterin, while Visa claims to handle around 15,000 transactions per\nsecond.\n\nBut in practice Visa only handles around…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovkzg4/bitcoin_crossed_42k_twice_within_two_days.json": "We know 42k is a major support.\nWe know once it crosses and holds, we are game.\nWe know once BTC goes back up in August, we are game.\n\nHere's to you - make moneyyyy! I want everyone to profit in this cycle! Boom\nbaby!",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovhv50/daily_discussion_august_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovn78x/robinhood_will_block_the_buy_button_whenever_they.json": "With market recovering after the dippy dip a lot of new people coming to this\nsub everyday and many of them think Robinhood is a good way to teat the waters.\nMany may have forgotten now that the dust has settled .. but we remember.\n\nRobinhood decided to freeze trades for GameStop on Jan. 28. Shares…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovm8dl/i_have_finally_made_it_in_the_green_again.json": "So I am one of those people, and I am sure there are many of us, that joined\ncrypto during the last bull run. I myself joined up in March and was on top of\nthe world until our crash in May.... Ever since I have been deep in the red (as\nfar as -40% at some point) but I've kept going DCA and... This…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovlv1h/crypto_is_the_only_path_to_financial_freedom_i.json": "For many people in their 20s and 30s, myself included, crypto represents a\nchance at a better life. I want money to support a family and myself\nfinancially, and this might be the only path to it I can see.\n\nI don’t want to have to worry about not being able to pay my rent. I don’t want\nto have to…",
  "data/reddit-crypto/r/Bitcoin/comments/ovkcbr/i_think_im_done_explaining_bitcoin.json": "I like Bitcoin and the crypto space. Met a lot of intelligent, highly calculated\nrisk averse open minded people. We made some gains together and\nanalyzed/speculated on some new projects. I love the curiosity of new people\ncoming into the space. But sometimes I get tired of explaining what the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovp6py/how_peter_griffin_family_guy_could_have_become_a.json": "Hi everyone, MrNuttyJoe back again with another top-quality post. As many of you\nmay know, Family Guy referenced Bitcoin back in early-2016. This report will\nanalyse how Peter and the Griffin Family could have become rich through the\npurchase and Hodling of Bitcoin had they invested at that point in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovjic3/my_layman_explanation_of_kusamapolkadot_and_why.json": "I've noticed on this sub very few people are discussing Kusama & Polkadot, so I\nthought I'd take a stab at explaining in layman terms how they work and their\nsignificance.\n\nBefore getting started, I'd like to clear up that Kusama is the canary network\nto Polkadot. Unlike what many people in this sub…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovoze4/just_got_scammed.json": "So, as per the title I just lost 1.04 ETH\n\nI basically downloaded a fake ronin wallet mobile app on Google play store and\ngenerated a seed phrase from it. I then proceeded to deposit ETH from to the\nRonin wallet I generated from the app thinking Ronin wallet should have both\nmobile app and browser…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovorbo/shoutout_to_ethereum_for_being_on_the_12th_green.json": "Most of the coins I check, have at least a red candle somewhere in the middle.\nEthereum is a pleasure for the eyes right now. And we still have the fork ahead.\n\nI need to complete 210 characters so don't mind this part.",
  "data/reddit-crypto/r/Bitcoin/comments/ovpf6a/omg_feels_so_good_to_finally_see_my_portfolio.json": "It does feel so good to finally see my portfolio green after a few months in\ndeep red. I survived. Did you?",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovqn4k/ignoring_the_economy.json": "I think most crypto investors are making a mistake in ignoring the state of the\nwider economy. You probably should not be going all in on crypto in times of\ngreat uncertainty. The elephant in the room is the pandemic and its aftermath.\n\nI occasionally watch other financial videos on YouTube which…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovw2lh/to_celebrate_the_growth_of_blockchain_nft_gaming.json": "$2,500 R-Planet Reddit Giveaway with 250 Prizes!\n[https://preview.redd.it/0jkn66dcxre71.png?width=566&format=png&auto=webp&s=6910e7235e992c96322a5893b9ee86dbf7d6c041]\n\nWe're doing a free giveaway with over $2,500 USD worth of R-Planet and\nPromorplanet NFTs to 250 Redditors! Simply provide us a WAX…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovow22/do_nft_sales_make_anyone_else_depressed.json": "I don't know if I am the only one but I am genuinely confused and a little\ndisheartened at the whole NFT market. Like I just want to be able to pay my\nbills and not have to work 9-5 for my whole life. Then I jump online and see\npeople dropping tens of thousands of dollars on a pictures of a dog or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovu4wu/is_btc_truly_a_hedge_against_a_failing_economy.json": "BTC is widely considered to be a strong hedge against inflation and a failing\neconomy (as is crypto in general) - primarily due to capped total supplies or\ndeflationary tokenomics.\n\nIn extreme scenarios i.e. third-world, developing or war-torn nations, this is\nundoubtedly true. BTC offers an…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovv0c0/unlikely_coincidences_and_the_case_for_btc_to_18k.json": "Let me preface this by saying I've become aware a lot of people here regard\nthinking to be a waste of energy. I'm not here to debate that. I just want to\nput forward some info and then leave a checklist of things we can look for to\nsee if it is correct or not. Because that's how we do about…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ovsaa2/you_should_read_the_crypto_anarchist_manifesto.json": "This text was distributed by Timothy C. May and in it he describes to\npossibilites the new cryptography technology brings. (It is only 0.5 pages long)\n\nCommunication without statecontrol. The beginning of crypto: Against the state,\nagainst regulations and against the incapacitation of the…"
}