{
  "data/reddit-crypto/r/CryptoCurrency/comments/pfjyqi/decentralised_social_media_in_australia_they_just.json": "So in Australia a bill was just passed that will allow police to access your\nsocial media without a warrant, they will be able to add, modify or delete data\nas they will. At this point I'm about to just delete my social media as it isn't\nreally worth having anymore. Im not doing anything wrong but…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfkoul/we_are_going_to_see_stupid_returns_next_510_years.json": "To my fellow 9-5 worker who busts their ass in an underpayed job, for those who\nalready have money and invest and for those who work in i humane conditions and\nstill manage to put some money into crypto, we are going to be rewarded, I’m a\n2017 investor, made dumb decisions and good decisions, but…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfj543/the_guy_who_invested_40000_in_safemoons_and_lost.json": "Dave Portnoy, who invested $40,000 in SafeMoons and lost $37,000 seems to be\neven more of an idiot than some thought.\n\nIn February he claimed to never buy Crypto again after he panic sold his Bitcoin\nat $11,000, missing out of a 412% gain that the given time.\n\n\n\n> \"I’m never buying bitcoin. Never.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfi20y/daily_discussion_september_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfof7n/proof_that_you_can_earn_more_money_with_crypto_by.json": "I have been staking for a while and now it has surpassed the same amount of\ninterest from my bank that’s been sitting for over 12 years. Yup, you read that\nright! 12 friggin years!\n\nMy crypto journey began around late 2019 with just $200. And two years later\ntoday, Bitcoin and other cryptos were…",
  "data/reddit-crypto/r/Bitcoin/comments/pfmef5/one_day_bitcoin_will_have_been_online_for_so_long.json": "One day it'll be common knowledge that Satoshi Nakamoto invented Bitcoin in\n2008, just like today we all know Einstein discovered general relativity, or\nthat Socrates did, well... Socrates, back in Ancient Greece. But the thing is,\nthere will be no one alive on Earth who can personally claim to have…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfp1dk/since_i_started_investing_in_crypto_ive_almost.json": "I used to buy new clothes very frequently. I also spent a decent amount of money\non in-game purchases a well as drinks during parties etc. Out of nowhere, I\nstopped buying all of it and just put it straight into crypto. My issue is, I\ncan't tell if I finally got an investors mindset, or if i'm…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfsgwd/countering_the_spam_in_comments_less_karma_for.json": "SUMMARY\n\nComments' karma is worth 2x more than posts' karma. There are limits to how many\nposts you can publish but there aren't any limits regarding comments. This is\nwhy r/cryptocurrency [/r/cryptocurrency] was constantly #2 top sub(!) in terms\nof comments per day in August (see the image below).…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pftw5l/disincentivize_extreme_moon_farming_spam.json": "SUMMARY\n\nMoon farming strategy has recently become about posting as much as possible,\nwith no regard for quality. This type of spam harms the subreddit experience for\neveryone and reduces the moons going to people who are actually contributing\nquality content to the subreddit. To disincentivize moon…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfrckl/unpopular_opinion_you_probably_dont_need_a.json": "I see many question from newcomers regarding the need to get a hardware wallet :\nthey probably don't, nor do you.\n\nFirst let's clear a misconception : a wallet, hard or soft, doesn't store any\ncoins. It store only a couple of public and private key for every coin you own.\nPublic key is like and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfkvj0/there_is_a_little_fairy_amogus_in_this_sub.json": "He/she will come silently and tip you with 2 moons out of nowhere. It feels so\nsweet when you discover that your moons number got increased by +2. I don't know\nwhat I commented to deserve that but I got tipped two times in a row by that\nmoon fairy. Really thanks and a huge shoutout to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfxh47/should_all_formal_governance_polls_be_posted_by_a.json": "SUMMARY\n\nTo prevent some problems we've seen around polls, all governance polls should be\nposted by a moderator account\n\n\n\n\nPROBLEM STATEMENT\n\n 1. We've been seeing some problems surrounding polls such as harassment of the\n    author, ad hominem attacks on the author, and distractions by opponents…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfxa4t/offer_custom_flairs_to_users_with_an_active.json": "Credit for this idea goes to /u/Arghmybrain\n[https://old.reddit.com/u/Arghmybrain]\n\n\nSUMMARY\n\nCustom user flairs should be offered to users with an active Special Membership.\nPeople enjoy personalized flairs next to their name and this adds a perk for\nspecial membership, which is good for the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg0xbi/unpopular_opinion_doge_will_never_recover.json": "We have billionaires claiming it will. We see articles come out which list BTC,\nETH, and DOGE as the titular characters, as if these formed the holy trinity of\nthe Crypto space. Despite the fact ADA has overtaken DOGE in market cap. I've\nnever put more than a couple hundred USD in DOGE so I'm not…",
  "data/reddit-crypto/r/Bitcoin/comments/pfryce/pow_vs_pos.json": "I am interested in knowing why PoW is considered to be better than PoS despite\nthe fact that if the 3 largest BTC mining pools banded together they could do a\n51% attack. I may be over simplifying this possibility hence why I ask for\nfurthur input. Is having such large mining pools a threat to the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg2m5q/rcryptocurrency_is_changing_its_name.json": "If you’re a frequent visitor, you know this has been a long time coming, but\nthis post serves as a reminder as well as an announcement for new readers.\n\nEffective tomorrow at noon, r/CryptoCurrency [/r/CryptoCurrency] is rebranding\nand merging with r/unpopularopinion [/r/unpopularopinion] so you…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfrvch/dont_let_greed_prevent_you_from_taking_serious.json": "In 2017 many others and myself held all the way to the top, and straight back\ndown to the bottom.\n\nWe had dollar signs in our eyes and \"just 10% more and I'll cash out\" and it\ncame. Then \"oh another 7% isn't to far away, I'll wait!\" And eventually the\nmarket just crashed so fucking fast it was…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pfx8jy/all_governance_polls_in_one_location_5_moon_boost.json": "It’s tough to find the polls to vote on sometimes. I decided to lost all the\npolls and links here so they are easier to find.\n\nCountering The Spam In Comments Less…",
  "data/reddit-crypto/r/Bitcoin/comments/pg05lc/important_el_salvador_we_need_to_support_it.json": "Hey guys, El Salvador is going serious with bitcoin. The spot they launched at\nYouTube only has 8k views and few comments. We can do it better, we need leave\ncomments and watch the video.\n\nIf the world (other countries planning to implement it) sees it doesn't have a\nlot of support, could be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg2uaq/cardano_has_just_forked_into_alonzo_purple_era.json": "Plutus Smart Contracts are now live on the TestNet.\n\nSince 20:20 UTC today, the Cardano Testnet officially supports Plutus\nsmartcontracts.\n\nFinal testing & integrations ahead. SPOs will now upgrade their mainnet nodes.\nThen next stop… mainnet upgrade. Still on track for 12 September.\n\nDisruption has…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg1eqh/new_moons_distribution_round_17_proposal.json": "Moons are r/CryptoCurrency [/r/CryptoCurrency]'s version of Community Points.\nCommunity Points [https://reddit.com/community-points] are a way for users to be\nrewarded for their contributions to the subreddit, and they can be used on\npremium features in the community.\n\nMoons are distributed every 4…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg4cfp/i_moved_to_another_country_and_taught_my_parents.json": "My parents live in Lebanon and the economy there is sh*t. A mere $200 can feed a\nman and his family for a whole month. I started working in another country a\nwhile ago and kept sending my parents money through banks. However I quickly\nstarted to see than bank transfer fees are adding up quick. And…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg8dsc/ada_breaks_the_3_barrier.json": "Since a few days it seemed that ADA was going for the $3 barrier, the recent\npump let the price oscilating around $2.8 and just now the price went above\n$3!!!\n\nWithout a doubt all the announcements prepares for September, the long awaited\nSmart contracts on the blockchain that are currently being…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg6yud/popular_opinion_people_invested_in_crypto_are_the.json": "Anyone with even a penny invested in the shittiest shitcoin, give yourself a pat\non the back.\n\nYou are literally the smartest person in your entire cohort.\n\nDon't have friends? Guess what buddy, you don't need em'. It's not like they\nwould be able to have an intelligent conversation with you anyway,…",
  "data/reddit-crypto/r/Bitcoin/comments/pg8ojh/bitcoin_has_broken_50000_again.json": "What's your predictions for the rest of the week",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg8gpw/cardano_just_hit_3_it_blows_my_mind_that_it_is_up.json": "I know you ADA is one of this subreddit's favorite coin. I know it has been\neyeing 3$ since several days. However, it just blows my mind that it is up a\n100x just 18 months ago. Imagine throwing 1000$ in it just 18 months ago.\nHowever I digress but that just let you realize how much powerful it is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg6a8w/daily_discussion_september_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg2k4w/thinking_about_buying_my_newborn_kid_a_single.json": "i want to buy our newborn girl a coin and spend 500 usd and then i dont want to\ntrade it anymore until she is 18 and a notary will give her the wallet and seed\nphrase (i mean hopefully me, cause i still plan to live then lol). no matter how\nit pumps or if it crashes, i wont touch it. which coin…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgangi/thank_you_donald_trump.json": "I just love that Donald Trump took the time out his day today to give us a\nshoutout. He said that “Crytocurrency is a disaster waiting to happen” and the\nmoment those words his deflated ballon lips, crypto pumped. So thank you mister\nex president! Keep waiting on this so called disaster to happen…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg6gik/over_43052m_worth_of_positions_were_liquidated_in.json": "55196 traders got liquidated in the last 24 hours. Liquidation means the\nexchange closed their positions when the traders ran out of funds to cover their\nlosses a.k.a 0 account balance.            \n\nThe largest single liquidation order happened on Huobi-ETH value $6.15M.\nOops.       \n\n$104,610,00000…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgc23t/im_going_to_be_forced_to_sell_and_its_pissing_me.json": "I’m sitting in the emergency with a suspected torn Achilles and I’m being told\nthat surgery will probably come with a lengthy recovery period. I feel I did\neverything right and bought at good times , just found out about DCA done right\n, invested with only what I could afford to lose etc . And made…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgepjb/today_i_realized_that_we_are_indeed_still_early.json": "I currently work as a software developer, and most if not all people here work\nin IT as well. I am typing this on my phone and English is not my native\nlanguage, so I apologize for any grammatical errors/typos\n\nToday, I went to get food with some colleagues, and because the cafeteria was\npretty…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg9hen/people_were_posting_see_you_in_the_4_year_bear.json": "It's quite certain it's not the bear market now.\n\nDead cat bounces don't bounce so high. Coins like ETH are almost reaching the\nAll Time High again.\n\nConclusion: What happens in 2017/2018 is not guaranteed to happen again in 2021!\n\nThere are many differences in 2021:\n\n * Increased institutional…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pg8gie/hi_fam_im_back_to_help_you_folks_to_check_your.json": "We may have a lot of new people here this time as well. Find the CSV file from\nthe latest moon distribution post and search for your name and find your Karma\ncount. If you can't, just leave a comment and I'll do it for you.\n\nThe RATIO for this month is roughly 0.1885 as calculated by the smart guy…",
  "data/reddit-crypto/r/Bitcoin/comments/pg87gt/donald_trump_has_been_bashing_bitcoin_becuase_he.json": "Trump scared. Bitcoin will replace real estate as a place to park cash. Its\nalready hurting gold. Next we over take real estate.\n\n\n\nAnybody got a link to that site that show home prices vs bitcoin?",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgfwhk/as_someone_whos_been_in_crypto_for_many_years.json": "Don't listen to people who act like because they've been in crypto for many\nyears they know anything about anything. They don't know sh*t about f*ck.\n\nLike seriously, when I see posts like this one, I just can't believe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pggly9/brag_thread_no_losers_allowed.json": "We generally do pretty well about not gloating. It doesn't help anyone to talk\nabout your gains, it only serves your own vanity. Still, it's hard not to talk\nabout some of the brilliance you've experienced (remember, we're all geniuses in\na bull market).\n\nPlease, don't post your values, but share…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgfs9f/on_tuesday_september_07_2021_bitcoin_becomes.json": "THESE ARE THE DISCERNIBLE FACTS AS WE KNOW THEM\n\n * Since 2001 the U.S dollar has been the country’s official legal tender\n\n * Bitcoin will be (the second) legal tender on September 7 2021\n\n * Everyone who operates a business will be obliged to accept BTC for payments\n   (with technological…",
  "data/reddit-crypto/r/Bitcoin/comments/pg4qjp/el_salvador_may_have_done_a_bigger_favor_for_us.json": "I'm not a tax professional or anything, but the fact that another country's\nofficial currency will soon include Bitcoin has potentially huge impacts for tax\nreporting in the United States. IRS code provides an exception to capital gains\nreporting for transactions up to $200 when exchanging dollars…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pglox0/i_will_never_use_the_eth_network_ever_again_lost.json": "I was trying to move to MATIC and I had about $100 dollars in ETH in my MM\nwallet to move about 400 MATIC. I was going to move it to Polygon network. It\nasked for the first fee, which was about 23 dollars. Approved. Then it pops up a\nComplete Deposit fee of over $100 dollars, which I didn't have, so…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgkvxi/a_huge_upgrade_is_coming_to_ethereum_within_the.json": "In Q4 2021 or Q1 2022, Ethereum will finally have it's fabled merge to Proof of\nStake. Not only is this the first step in creating a more scalable Ethereum, it\nwill have an extreme effect on the price of ETH.\n\nWhen Ethereum goes Proof of Stake, miners will no longer be needed and stakers\nwill be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgi8ue/caution_the_global_crypto_market_cap_went_from.json": "You see it in the news almost everyday. Millions of people are getting\nliquidated whether they were shorting or going long. Either way we see over\nleveraged people everywhere.\n\nI didn't think of this much before until I saw Dr. Michael Burry's (The guy who\npredicted the 2008 subprime housing bubble)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgp3cr/why_is_everyone_in_crypto_in_such_a_rush.json": "Correct me if I am wrong, but there is undoubtedly a toxic mindset that looms\nover the space with lot of people wanting to become instantly “rich”\n\nSome are even so obsessed that they set a timeframe of literally a year and even\nmake tax preparations… This has got to stop.\n\nIt sets an unrealistic…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgojht/algorands_terrible_tokenomics_explained.json": "You have probably noticed that Algorand is very popular here and that for good\nreasons. Its a smart contract platform that is fast and scalable. Transactions\nare completed almost instantly and it can handle thousands of transactions at\nthe same time and that while having fees that are less than…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgtkjy/leaked_twitter_will_allow_its_300_million_active.json": "Twitter will allow you and its 300 million active users to add their own\nEthereum or Bitcoin adress to their profile.\n\nhttps://imgur.com/a/OwNR70p Menu which allows you to copy the Ethereum or\nBitcoin adress directly\n\nhttps://imgur.com/a/EZdcdG3 Field where to enter your own Bitcoin…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgt0sv/i_fucking_hate_eth_it_takes_1000_to_move_3_of_comp.json": "Middle of the transaction, the gas fees went up and now I had to transfer\nanother ETH! Fuck that shit. Lost so much transferring, swapping, and got\nnothing. What the fuck is this network? Maybe the price of ETH rises and\nliquidity on ETH DeFi is high because people can’t actually move their…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgrx8h/we_just_hit_34_million_users.json": "The “family” is growing .. I became a member around 6 weeks ago and since then\nthis Reddit site has grown by around 200,000 people. I guess with more and more\npeople becoming interested in crypto it’s inevitable that the number of users on\nthis site will continue to increase. Anyways glad to see…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgufeb/coinbase_just_sent_1k_in_btc_to_everyone_who.json": "I guess because some people panic sold. Imagine a bank doing that! I'm pretty\nblown away. Only in the crypto world does \"bank error in your favor, receive\n$1000\" actually exist (well, where you can legally keep it anyway!)\n\nThe email:\n\n> > We’re contacting you to follow up on a recent issue Coinbase…",
  "data/reddit-crypto/r/Bitcoin/comments/pgrqjf/i_just_instantly_sent_my_brother_5_in_bitcoin.json": "What a time to be alive.",
  "data/reddit-crypto/r/CryptoCurrency/comments/pgqz03/please_stop_treating_staking_and_getting_interest.json": "I've seen many people share how high their “staking rewards” on their\nstablecoins are compared to interest from banks. This is actually not correct,\nstablecoins (and PoW coins) cannot be staked. What's being done is actually\nexactly the same as what banks do. Your coins are invested/loaned at an…"
}