{
  "data/reddit-changemyview/r/changemyview/comments/pyzxpq/cmv_people_who_cheat_regardless_of_the.json": "I feel important to first preface that I have never personally been cheated on\nmyself.\n\nI just don’t understand why people don’t have the courtesy to simply tell\nsomeone it’s not working out, or end things before they move on to other\nrelationships. It makes sense to me that that would be…",
  "data/reddit-changemyview/r/changemyview/comments/pz8lzw/cmv_gangbangs_are_gay.json": "Why do rappers sing about being a gang banger in their song when in reality gang\nbangs are actually super gay, think about it, its 1 girl with like 13 naked men\nall jacking off around her waiting their turn. Most the time spent by the guys\nis gonna be Jacking off next to another naked man and unless…",
  "data/reddit-changemyview/r/changemyview/comments/pzfkoc/cmv_reddit_should_have_an_unseen_option_when.json": "I’m not sure if anyone even will want to change my view or if everyone thinks\nit’s actually a good idea, but I think Reddit should have an option to filter\nposts by what the user hasn’t yet seen.\n\nThis would be great because there are usually tons of posts that have been\nunread but you would have to…",
  "data/reddit-changemyview/r/changemyview/comments/pzacfc/cmv_i_am_not_smartknowledgeable_enough_to_have.json": "Using politics as an example. Most people want to be on the side of justice,\nequality, etc., and very few people (I hope) believe that things like racism are\nok opinions to have. I am obviously in the camp of “racism is bad”, which to\nmost means that I should agree with the political left. However,…",
  "data/reddit-changemyview/r/changemyview/comments/pzs8vd/cmv_as_long_as_men_arent_encouraged_as_much_to.json": "I think the argument is quite simple. We as a society encourage behavior and\npersonality traits in other people that we consider virtuous and beneficial for\nsociety. So what we did in the last decades was to encourage women to adopt many\naspects of the traditional stereotypical male role like having…",
  "data/reddit-changemyview/r/changemyview/comments/q02gbi/cmv_people_broadly_agree_on_who_is_good_looking.json": "This is my personal view and I think it’s backed up by a lot of personal\nexperience, but I realize that anecdotes are not reliable evidence so I found\nsome actual scientific data. In the review article I have linked below,\nresearchers establish with 11 meta-analyses that contrary to what people…",
  "data/reddit-changemyview/r/changemyview/comments/pzykgu/cmv_our_modern_day_laws_should_never_be_based_on.json": "The Bible is a moral guide for some but it is completely irrelevant when it\ncomes to modern day laws. The Bible encourages rape, genocide, slavery, murder\nand human sacrifice. I really don’t want any of those horrible things to be\nlegal and encouraged like the Bible commands\n\nThankfully we have…",
  "data/reddit-changemyview/r/changemyview/comments/pzwen8/cmv_comunism_is_an_unreacheable_utopia.json": "I have been interested in the topic for years and I have disscuss and debated it\nwith several activist and members of various socialists organizations, through\nall of it and their different perspectives one thing remain for me and that is\nthe fact that the society they are claiming to be aiming for…",
  "data/reddit-changemyview/r/changemyview/comments/q04hhe/cmv_white_americans_who_say_that_white_south.json": "I am a 18 year old white male from South Africa. I cannot even remember how many\ntimes white americans online have said to me: You are not from Africa, you are\njust the descendant of evil colonists who killed and enslaved the native\npopulation, go back to Europe. Really? Tell me, american, why dont…",
  "data/reddit-changemyview/r/changemyview/comments/pzx7ri/cmvtwoxchromosomes_should_not_be_on_the_front_page.json": "(My argument also applies to other identity based echochambers, this is just the\nonly one I know on the front page)\n\nTwoxchromosomes is a place for women and women identifying people. I dont agree\nbut some people think its important for them to share their experiences in a\n\"safe space\", and yes,…",
  "data/reddit-changemyview/r/changemyview/comments/q0byi6/cmv_the_idea_that_men_should_pay_for_everything.json": "What is the point of a first date? It’s a time for 2 people to meet up together\nand hopefully have a good time which will lead to a second date (or hookup if\nthat’s your thing). Generally speaking the date is planned around something both\npeople will enjoy. Whether it’s a bad time or a good time…",
  "data/reddit-changemyview/r/changemyview/comments/q08va3/cmv_lawsrules_that_have_a_religious_exemption_are.json": "This is nothing against religions, but more about pointless laws or rules that\nare in place. If there’s a rule in place but a religious exemption to get around\nit, clearly the rule isn’t that important in the first place and probably\nshouldn’t apply to anyone. If the rule truly is that important,…",
  "data/reddit-changemyview/r/changemyview/comments/q0cusk/cmv_euthanasia_or_assisted_suicide_should_be.json": "Similarly to my view about antinatalism, I came to this conclusion because I've\nseen many people suffer and thought that this would be a viable option for\nending their suffering. I simply think that people should be allowed the right\nto die on their own terms. Why should we force other people to…",
  "data/reddit-changemyview/r/changemyview/comments/q0jx0l/cmv_polyamory_is_just_promiscuity_and_the_is.json": "I’m skeptical about the idea of open relations. People say it selfless but I\ndisagree the idea of committing yourself to one person is quintessential to\nlove. It just feels like people are trying to eat there cake and have it to. I’m\nnot just talking about jealousy, if you love someone doesn’t that…",
  "data/reddit-changemyview/r/changemyview/comments/q0gi49/cmv_too_many_people_blame_their_crappy_behaviour.json": "I have a few mates who I know suffer with these problems, but it seems like\nwhenever their behaviour is poor they blame it on their mental illness.\n\nI understand cutting people some slack, but there also comes a point when one\nneeds to take responsibility.\n\nExamples: - not turning up at an agreed…",
  "data/reddit-changemyview/r/changemyview/comments/q0iekr/cmv_homemakers_are_the_most_under_appreciated.json": "I can’t say for other countries because I don’t have enough first hand\nexperience, however, at least in my life it seems that the people who never get\nacknowledged for how much they legitimately contribute to their families and\ncommunities are the homemakers.\n\nOften times it seems it is their…",
  "data/reddit-changemyview/r/changemyview/comments/q0pjd1/cmv_prostitution_should_be_fully_legal.json": "The crux of my view is:\n\n-Anti-prostitution laws are non-sensical: It is legal (and widespread) to have\nsex with a consenting adult. It is legal (and widespread) to sell services. But\nit is illegal to sell sexual services. The same applies to places where is\nillegal to buy but not sell sexual…",
  "data/reddit-changemyview/r/changemyview/comments/q0suxa/cmv_marijuana_is_safer_and_less_physically_and.json": "Id like to preface this by saying I am not trying to convince anyone that weed\nis completely harmless, or that you should start smoking. All I am trying to say\nis that it's safer than alcohol.\n\n1: Addictiveness and withdrawals\n\nMarijuana is less addictive than alcohol. I'm not saying that it is…",
  "data/reddit-changemyview/r/changemyview/comments/q0ty77/cmv_braids_are_not_cultural_appropriation.json": "Braids\n[https://www.byrdie.com/history-of-braids#:%7E:text=In%20relation%20to%20time%20periods,braid%20from%201644%20to%201912%3B]\nare not cultural appropriation. They have been used for 5500 years and have been\nworn by almost every culture.\n\nModern cornrows originated in the Caribbean in the…",
  "data/reddit-changemyview/r/changemyview/comments/q127jk/cmv_i_think_the_nonbinary_gender_identity_is.json": "Just to start I want to say that I completely accept everyone and respect what\npronouns anybody wants to be referred to as. I keep my thoughts on this to\nmyself, but think maybe I just don’t understand it fully.\n\nI am a female who sometimes dresses quite masculine and on rare occasion will\ndress…",
  "data/reddit-changemyview/r/changemyview/comments/q0wwzc/cmv_cultural_appropriation_at_least_as_its_used.json": "Okay so heres a little story from australia. Happened a number of years ago but\nif you do some googling you can find this story. We had a disney princess event\na few years ago. All fairly innocent, little girls all lined up dressed as their\nfavorite princess. In attendance was a little aboriginal…",
  "data/reddit-changemyview/r/changemyview/comments/q11gmh/cmv_we_should_use_minority_deprivation_rather.json": "Hello Hivemimd,\n\nHope you've all been having good days so far.\n\nI think Minority deprivation is a better term for what is now commonly referred\nto as 'White privilege' when discussing race, especially racial\noppression/discrimination, or for campaigns talking about racial issues. This is\nfor a few…",
  "data/reddit-changemyview/r/changemyview/comments/q13owi/cmv_there_are_no_rules_in_standup_comedy_so.json": "Too often I see comedians get into trouble for saying something that is funny\nbut is perhaps a little or very racist or sexist. \"you can't punch down\",\ncritics will often say. Sometimes they say something sexist or racist and it\nisn't funny, and then they will definitely get a lot of backlash.\n\nI…",
  "data/reddit-changemyview/r/changemyview/comments/q1d0i2/cmv_pronouns_are_great_but_the_over_the_top.json": "So pronouns are great, and I think workplaces, and schools, etc asking the\npeople what their pronouns are, is also great.\n\n * He/Him\n   \n * She/Her\n   \n * They/Them\n   \n * Xe/xem\n\nHowever, recently there has been an uptick in people, mainly younger persons,\ngoing by Bug/Bugself, God/Godself,…",
  "data/reddit-changemyview/r/changemyview/comments/q195qo/cmv_most_drag_shows_are_offensive.json": "So, this is a tough view for me since drag shows and such are a large part of\nqueer culture and I myself am a very liberal butch lesbian.\n\nLet me start by saying I have no problem with people who identify as male (or\nany gender) dressing in \"feminine\" clothing or wearing makeup or presenting in…",
  "data/reddit-changemyview/r/changemyview/comments/q1656h/cmv_separated_parents_who_share_5050_custody_are.json": "I’ve seen people mention they are single parents, but then I find out they have\n50/50 custody with their ex spouse/partner. It’s just seems strange to me, as\nsomeone who knows literal parents that are “single” in the sense they have %100\nresponsibilities due to the death or complete neglect of their…",
  "data/reddit-changemyview/r/changemyview/comments/q1ots3/cmv_fat_acceptance_does_absolutely_nothing_and.json": "I’m open to my mind being changed as maybe I’m missing something.\n\nBefore I begin, let me rule out the obvious here. People who are medically\nunable to lose weight or anything that makes them considered obese are\nexceptions to this, because obviously, they are unable to physically do anything\nabout…",
  "data/reddit-changemyview/r/changemyview/comments/q1m26k/cmv_a_decentralized_monetary_system_is_inherently.json": "When I say decentralized finance I am specifically talking about removing banks\nand thus also central banks from the equation which would make it that we\ntheoretically lend to each other with no middle man and no lender of last\nresort, this would also make it that a central entity wouldn't have…",
  "data/reddit-changemyview/r/changemyview/comments/q1wrhd/cmv_its_not_just_that_the_minimum_wage_is_too_low.json": "Don’t get me wrong: Everybody should be able to live off of what they can earn\nfrom a week’s work. If a company can’t survive by paying people properly for\ntheir time, it shouldn’t survive at all. HOWEVER… Just focusing on the\ndollar-amount of the minimum wage draws attention away from the fact…",
  "data/reddit-changemyview/r/changemyview/comments/q1vafo/cmv_breaking_news_should_be_forbreaking_news.json": "This morning I wake up and I see breaking news so of course I stop to\nwatch...only for it to be about how Facebook was down.\n\nFirst of all this shouldn’t have gotten nearly as much air time as it did. If\nFacebook going down for half a day had that much of an impact on your life and\nyou weren’t an…",
  "data/reddit-changemyview/r/changemyview/comments/q2ay4e/cmv_atheism_isnt_a_religion_and_it_should_never.json": "Atheism isn’t a religion and shouldn’t be lumped into the same category as one.\nBy definition atheism is “the lack of belief in a God”. Atheism doesn’t resemble\norganized religion in any way and there are no collective goals it seems.\nChristians often try to incorrectly categorize it as a religion…",
  "data/reddit-changemyview/r/changemyview/comments/q2j9me/cmv_joel_osteen_is_a_piece_of_garbage.json": "People defend him because he gets his money from book sales instead of the\noffering plate. He says God wants to see him rich because he is loved and God is\nlooking out for him. So never mind the thousands who could benefit from being\ndonated too, he’s God’s special person and you can be too. You can…",
  "data/reddit-changemyview/r/changemyview/comments/q2ph3q/cmv_rather_than_criticizingaiming_their_anger_at.json": "Particularly on Reddit, I tend to see a lot of vitriol directed at landlords. I\nthink part of this has to do with Covid-related eviction stays and a concern\nabout what people are doing as these stays expire. However, people talk about\nlandlords -- even just mom-and-pop type landlords who are renting…",
  "data/reddit-changemyview/r/changemyview/comments/q2so2h/cmv_i_have_no_faith_in_humanity_after_how_people.json": "Anti-vaxxers, anti-maskers, the conspiracy theorists calling the entire pandemic\na hoax - I'm just continually floored by these people. Their subbornness,\nstupidity and selfishness are at levels I used to think were impossible on this\nscale. At every stage of the pandemic, they've found new lows to…",
  "data/reddit-changemyview/r/changemyview/comments/q2b9t0/cmv_as_a_constituent_of_a_corrupt_government_i.json": "I see a lot of people in Western countries getting angry over people not paying\ntheir fair share of taxes and all that. Now I don’t know how it is in America,\nbut where I come from (the Philippines), I sure as hell do not trust my\ngovernment to use my tax money wisely.\n\nIn my country, politicians…",
  "data/reddit-changemyview/r/changemyview/comments/q2w16l/cmv_the_symmetrical_analog_stick_placement_on.json": "I very much believe that PlayStation got the controller right and that the Xbox\ncontroller’s analog stick placement makes it a worse controller. There are a lot\nof reasons that I feel this way, but I’m curious if anybody can change my view.\n\nI tend to play shooter games, so a big point for me is…",
  "data/reddit-changemyview/r/changemyview/comments/q2ytv3/cmv_police_should_have_to_pass_a_physical_as_well.json": "I’ll keep this short because I think it speaks for itself. We have officers in\nhigh stress situations that are taxing on the heart, they’re usually hauling\naround at least 10 pounds of gear, as well as having to perform foot chases,\netc. I think it benefits both officers and the public alike if…",
  "data/reddit-changemyview/r/changemyview/comments/q31et8/cmv_telling_little_boys_to_toughen_up_or_put_some.json": "You don't need to cry over every somewhat painful injury. I've seen grown women\ncry over injuries that aren't even that bad, they may leave a bruise but that's\nabout it. Learn to fucking deal with the pain like how a lot of boys are taught.\n\nIt's not toxic masculinity teaching boys to not cry over…",
  "data/reddit-changemyview/r/changemyview/comments/q31yaf/cmv_nuclear_power_should_replace_fossil_fuels.json": "the reason that fossil fuels are still a problem is because we're not using the\nproper methods to create cleaner energy. don't be mistaken, i support wind,\nsolar and hydro, but all of those methods of energy creation either affect the\nenvironment in ways other than global warming, or don't produce…",
  "data/reddit-changemyview/r/changemyview/comments/q3a56h/cmv_the_minneapolis_police_department_is_depraved.json": "The more I learn about the Minneapolis police, the more I’m disgusted about\nthem. These officers hunted peaceful people like animals, fist bumping and\ncursing after hitting people. They fired from unmarked cars and are surprised\nthat people fired back thinking they were being hit with a drive-by…",
  "data/reddit-changemyview/r/changemyview/comments/q36bi3/cmv_body_positivity_has_the_wrong_message.json": "I believe people who have a BMI out of the healthy range which pose risks to\ntheir physical health: Increased risk of heart disease/diabetes/organ failure\netc... are told phrases such as \"Be proud of your figure\" as a way to comfort\ntheir mental health, which I believe is a risk of making people…",
  "data/reddit-changemyview/r/changemyview/comments/q3fiso/cmv_the_facebook_whistleblower_is_doing_exactly.json": "On Tuesday, Facebook \"whistleblower\" Frances Haugen testified before Congress\n[https://www.nytimes.com/live/2021/10/05/technology/facebook-whistleblower-frances-haugen]\nand called for the regulation of Facebook.\n\nMore government regulation of the internet and of social media is good for\nFacebook and…",
  "data/reddit-changemyview/r/changemyview/comments/q3f5gl/cmv_having_a_cat_or_a_dog_as_a_pet_in_a_city.json": "I understand that there are benefits on both sides. Pets make people happy, they\nmake them feel less lonely and are sometimes their best or only companion in\nlife. Also for the pet, coming from a shelter to a home is like hitting the\njackpot.\n\nNevertheless, I feel like a cat cannot be happy living…",
  "data/reddit-changemyview/r/changemyview/comments/q3n41l/cmv_neopronouns_like_xey_zir_and_xe_have_no.json": "Now before I state my reasoning on why I think this, I have non-binary friends\nwho I've talked to and asked them what this means and the importance of it, I\ndidn't watch a Ben Shapiro owns liberal vid and base my argument on that.\n\n\n\nThe definition of neo pronouns are a category of new (neo)…"
}