{
  "data/reddit-books/r/books/comments/oba4rd/can_we_please_stop_using_abbreviations_in_book.json": "I really appreciate the book reviews in my Kindle app! I always read them to get\na feel for whether a book is worth my time or money since I consume books at an\nalarming rate. I get frustrated though, when several reviews use the same\nacronym, but no one actually spells out the word.\n\n\"If you loved…",
  "data/reddit-books/r/books/comments/obbavu/yo_what_the_fuck_is_the_point_of_an_abridged_book.json": "I just listened to The Tipping Point audiobook, and it turns out I was listening\nto the abridged version!! I was like “wow that 300 page book went by really fast\nwhen I listened to it at 1.25x speed!” But I thought I had to be missing\nsomething so I looked at the details Then I looked more closely…",
  "data/reddit-books/r/books/comments/obf2hx/what_are_your_favourite_book_openings.json": "I love it when a book has an amazing first sentence that draws you in instantly\nand gives you a feel of what to expect while devouring the whole book. That\nbeing said, there are books I love so much that don't have bedazzling first\nsentences. What are your favourite openings? Here are some of…",
  "data/reddit-books/r/booksuggestions/comments/obak8r/my_girlfriend_just_got_me_a_kindle.json": "My girlfriend just got me a kindle because it's something I was thinking of\ngetting and she just went ahead and got it for me. What are some books that\nawakened your love for reading and are must reads. I'm a m25 if this helps and\nhave always loved reading comics although I'd prefer the suggestions…",
  "data/reddit-books/r/books/comments/obm1og/id_read_books_like_slaughter_house_and_the_jungle.json": "I always had a hard time and little interest combating the views of vegans and\nvegetarians because they made valid points that I agree with. I disagree with\nthe unethical conditions animals are kept in and the barbaric dystopia that's so\nfar removed from traditional farming that they portray on…",
  "data/reddit-books/r/books/comments/obo4jq/one_of_the_best_feelings_about_reading_more_has.json": "I never really got into reading until some time a couple of years ago. Since\nyhen I've been reading more and more getting through more books in a year than i\nthought would ever be possible.\n\nIt feels really good to see a 500 page book and not see it as a really long slog\nanymore. 100 pages seems so…",
  "data/reddit-books/r/books/comments/obeypd/what_are_important_messages_that_are_commonly.json": "I nominate Ray Bradbury's Fahrenheit 451. Everyone talks about the\ncensorship/people not wanting to get offended/etc. But near the end of the book:\n\n\"The difference between the man who just cuts lawns and a real gardener is in\nthe touching, he said. The lawn-cutter might just as well not have been…",
  "data/reddit-books/r/booksuggestions/comments/obn7tv/should_i_read_rebecca.json": "I’ve had this book on my ‘to read’ list for a while. I see a lot of people talk\nabout how good it is, and I am quite interested. However, I do not enjoy romance\nnovels, and wonder if Rebecca is a romance novel with some elements of mystery.\nIs this a good read?",
  "data/reddit-books/r/books/comments/obn3tl/why_do_you_think_books_are_better_than_their.json": "You always hear \"the books were better\", and rarely the other way round. Is it\nthe fact CGI has only recently caught up, the power of one sole imagination or?\n\nE.g. Divergent series, The Godfather, Harry Potter, LOTR, DaVinci Code, Hunger\ngames just to name a few. I frequently hear the same…",
  "data/reddit-books/r/books/comments/obvre4/reading_oryx_and_crake_in_the_aftermath_of_2020.json": "SPOILERS BELOW!\n\nI just finished reading Oryx and Crake by Margaret Atwood for the first time,\nand it really blew me away. I had heard polarizing things about it (it seems to\nbe a love-it-or-hate-it kind of novel), but reading it in the aftermath of the\nCOVID-19 pandemic and the various…",
  "data/reddit-books/r/books/comments/oc5owc/the_sex_scene_of_haruki_murakamis_killing.json": "I was going through an article just now and guess what I found out? The sex\nscene of Haruki Murakami’s Killing Commendatore was nominated for 26th Bad Sex\nin Fiction Award! Since the year 1993, this award is given to a \"year's most\noutstandingly awful scene of sexual description in an otherwise good…",
  "data/reddit-books/r/books/comments/obxjjh/a_thousand_splendid_suns.json": "I finished A Thousand Splendid Suns by Khaled Hosseini today. And it's\nincredible. It's a culture shock, a ticket to a whole other world. He puts you\nin the shoes of women with lives and hardships I couldn't begin to fathom. The\nthings they went through, the incredible loss and uncertain future,…",
  "data/reddit-books/r/booksuggestions/comments/obs8pw/why_do_you_like_stephen_king.json": "I’m not trying to start a fight genuinely asking. I have read the gunslinger and\nI’m trying out Salem’s lot.\n\nMy goal is to get 100 pages in to see if I like it. About halfway to that goal\nand Im feeling very meh about it.\n\nI know that some books are just a matter of preference but King is…",
  "data/reddit-books/r/booksuggestions/comments/oc3jz9/westerns.json": "Howdy y'all.\n\nI'm lookin for the rootinest tootinest western around, a real whale of a tale\nwith horses, gunslingers and mysterious strangers.\n\nI've already read blood meridian, warlock and butchers crossing.\n\nVarmints need not apply.",
  "data/reddit-books/r/booksuggestions/comments/oc2igy/suggest_me_a_book_with_female_pirate_as_the_mc.json": "Anything as long as the MC is a female pirate.\n\nI just finished reading daughter of the pirate king duology and all I can say is\nI'm in a she-pirate hangover.\n\nThank in advance if you interact.🌺",
  "data/reddit-books/r/books/comments/occut6/importance_of_timing_with_books.json": "Recently I was thinking about how you can read a really good book but not enjoy\nit or understand it based on your age/ timing of life. For example one of my\nfavorite books is The Catcher In The Rye, which I read at 19. I wouldn’t\nrecommend the book to anyone much older than that, a lot of people…",
  "data/reddit-books/r/books/comments/ocf4m4/loaning_books_from_library_has_let_me_read_and.json": "I used to just hoard books and liked the feeling of the New hardcovers books but\nfinished only a few . Wanted to get into reading habit devoid of other\ndistractions . Upon my friends suggestion I have loaned a couple of books (Good\nomens,Dark Matter and 1984) . Deadline to return them was 21 days…",
  "data/reddit-books/r/booksuggestions/comments/oca9w6/horror_anthology_with_interconnected_stories.json": "Hi, I've recently listened to The Magnus Archives and read Uzumaki which made me\nrealise that I enjoy horror the most when stories that are separate at first (or\nwith a linking element) later get connected/continued by a longer, more complex\nstoryline. Any ideas whether there are any horrors with a…",
  "data/reddit-books/r/booksuggestions/comments/ocdgk0/help_me_find_a_book_as_good_as_the_show_breaking.json": "I need a book that will blow my mind as much as the show breaking bad did. I\ncant stop obsessing over how clever the writers were and I can never stop\ntalking about the show. I want a book that is this good, like a book that can be\nlooked at in a million different ways in the same way that breaking…",
  "data/reddit-books/r/books/comments/ochr4w/what_is_up_with_these_goodreads_reviews.json": "I don't go on Goodreads a lot. Sometimes for quotes, or just to copy and paste a\nline or two for a school assignment. Recently I went back to read reviews for a\nbook I'm thinking of purchasing... and something seems very off.\n\nFor one, all the top book reviews seem to follow the same concept.…",
  "data/reddit-books/r/books/comments/ociwn6/i_finally_understood_what_anton_ego_meant_when_he.json": "I consider myself to be an extremely harsh critic, usually to the detriment of\nmy own enjoyment. So, I understand what it feels like. I know how easy it is to\ndismiss someone’s life’s work based on literary criterion.\n\nThere’s this little series out there, I’m sure everyone has heard of, called\n“The…",
  "data/reddit-books/r/books/comments/ocs19e/this_is_why_i_miss_sir_terry.json": "\"The Library didn’t only contain magical books, the ones which are chained to\ntheir shelves and are very dangerous. It also contained perfectly ordinary\nbooks, printed on commonplace paper in mundane ink. It would be a mistake to\nthink that they weren’t also dangerous, just because reading them…",
  "data/reddit-books/r/books/comments/oc6p69/healthy_coping_mechanisms_overused_for_the_good.json": "I recently came across in the book I’m reading one of the main characters using\nswimming as their ‘coping’ mechanism. The section in the book involved the\ncharacter pushing herself super hard as her way of dealing with all the shitty\nstuff going on (this book was set during WWII). I see this all the…",
  "data/reddit-books/r/booksuggestions/comments/ocn769/nonfiction_books_about_disease_and_pandemics_of.json": "I'm currently reading Randy Shilts' book about the AIDS epidemic, which I'm\ngreatly enjoying and would like to read more about disease in the 20th century.\nThe big one would be any non-fiction book around the Spanish Flu, but any\ndisease or pandemic event will do (even another book about AIDS if…",
  "data/reddit-books/r/booksuggestions/comments/ocw8yi/syrian_civil_war_book.json": "Hi,\n\nI'm thinking of buying a book that tells about this conflict as neutrally as\npossible or at least isn't biased towards the west too much. The book is going\nto be a gift and I would appreciate if it's price tag would be around 20-30€. I\ndon't want to make this political debate so, please keep…",
  "data/reddit-books/r/booksuggestions/comments/ocsu9r/books_about_dinosaursfor_adults.json": "Dinosaurs are cool. Any detailed, non-fiction books about dinosaurs that will\nmake me feel like a little boy again?",
  "data/reddit-books/r/books/comments/ocz6y2/something_wicked_this_way_comes.json": "I picked up this book yesterday and I'm more than halfway done right now. But by\ngod, if this isn't one of the most gorgeously written books I've read so far.\nEvery sentence is like a poem in miniature and I keep wondering whether the\nmeaning of a sentence is literal or metaphorical.\n\nAnd the…",
  "data/reddit-books/r/booksuggestions/comments/od2bxe/just_finished_orwells_1984_looking_for_something.json": "I also loved The Book Thief, Oliver Twist or Jules Verne‘s stories and Edgar\nAllen Poe‘s short stories.",
  "data/reddit-books/r/books/comments/od22lp/a_man_called_ove_a_heartwarming_story.json": "I got out of my way and decided that I won't get a book from the library instead\nI went and bought one with some of the money I got for my graduation from high\nschool. I heard that many people praised this book and thought I'd give it a try\ntoo. Ove is a lonely, grumpy perfectionist who is still…",
  "data/reddit-books/r/books/comments/od4ahl/what_are_some_common_tropes_in_books_that_you_hate.json": "For my part, it is the « I am the chosen one but I hate it and juste want to be\nnormal » trope. It’s super common in books and I feels that it prevent the plot\nfrom moving forward and leads to many chapters (sometimes it is the whole book)\nwhere the protagonist complains about it every two pages for…",
  "data/reddit-books/r/booksuggestions/comments/odgqru/japanese_literature.json": "I recently read two of Hiromi Kawakami's books and want to explore more\ncontemporary Japanese fiction. Please recommend any good ones you know of\n(except for Murakami, I've read most of his work already). Thank you!",
  "data/reddit-books/r/books/comments/odjqbn/currently_reading_don_quixote_for_the_first_time.json": "Im not super far in yet, but this novel has truly surpassed my wildest\nexpectations thus far. I knew it would be funny, I didnt expect to belly\nlaughing nearly every chapter! When Sancho needed to have a bm but he didnt want\nto go to the woods so he tries to do it without Don Quixote noticing I…",
  "data/reddit-books/r/books/comments/odkiem/what_are_some_common_tropes_in_books_that_you.json": "Personally, one of my favourite moments in adventure books in general is when\nour main character, who before their journey had faced some kind of adversity or\nadversary at home that they had a lot of trouble handling, returns home after\nthe journey is over and is faced with the same problems or…",
  "data/reddit-books/r/books/comments/odkuli/the_colour_out_of_space_is_lovecraft_at_his_very.json": "So for a bit of context, I have been steadily working my way through the\nNecronomicon collection of Lovecraft's 'best weird stories', and generally\nenjoying them only as much as I expect to - up to a point, most of the stories\nrun to a straightforward formula of: anonymous but wholesome WASP man…",
  "data/reddit-books/r/books/comments/odmeei/whats_the_deal_with_the_new_york_times_best.json": "what’s the deal with the “new york times best seller” award, and why does every\nbook have it, i swear to god it’s everywhere i look, everywhere i go i see those\ngod forsaken words. “new york times best seller”. i go into a book store and\nthose 5 words surround me. i cant escape it, they haunt me and…",
  "data/reddit-books/r/booksuggestions/comments/odku8s/what_to_read_when_you_feel_lost.json": "I feel lost in my life. I would like to have book suggestions to help me\nthrough. I'm 18F and wondering what to do with the rest of my life. I'm supposed\nto apply to schools in less than a year and I don't know what to do. I don't\nknow who I am, not sure if I ever have. I hope I could get…",
  "data/reddit-books/r/booksuggestions/comments/odje8l/books_similar_to_the_book_thief_by_markus_zusak.json": "I just loved the book and I cried my eyes out at the end… not looking to\nnecessarily replicate that last part, but still… so basically I’m looking for a\nshorter historical fiction novel with feels. Thanks…",
  "data/reddit-books/r/books/comments/odo8o3/should_we_read_books_that_make_us_uncomfortable.json": "I’ve been thinking about reading Lolita, lately, but I’m extremely uncomfortable\nwith the pedophiliac aspects. At the same time, it’s considered a seminal work\nin world literature, so I feel like I might gain some useful insights. Don’t\nknow if I can stomach the themes being explored, though...\n\nIt…",
  "data/reddit-books/r/booksuggestions/comments/odyaia/a_smart_male_lead_and_a_strong_female_lead_with.json": "I've been trying to find a good read for this trope and have yet to come up with\nanything that suits my taste. I'd like for the male to be the 'brains' (hacker,\nstrategist... and the like) and the female to be the 'brawns', but not in a\nstrict sense (the male doesn't have to be completely useless in…",
  "data/reddit-books/r/books/comments/oe1jcp/a_realization_about_reading_while_participating.json": "Last week I participated in a study for a uni psychology student and I got asked\na lot of questions. A couple of those questions were about my reading process.\n\nThose included:\n\n“Do you experience the story for yourself of do you only see it from the\ncharacters point of view?”\n\nI thought about this…",
  "data/reddit-books/r/books/comments/oe6ul4/i_love_reading_but_i_have_so_much_on_my_mind_that.json": "Tl;dr. My life has been very stressful since this time last year and I couldn’t\nread anything because of mental blockage. I’m slowly getting better now and am\nexcited about the stuff I want to read, but I can only concentrate in the\nmorning just after I’ve woken up because my mind hasn’t been…",
  "data/reddit-books/r/books/comments/oe4n71/notice_gizmos_free_book_lists_shutting_down_july.json": "Sorry that this isn't a discussion of what I've been reading but as the title\nsaid, this site, showing hundreds of sites of free book and audiobook sources,\nis shutting down in 10 days.\n\n\nI HAVE HAD ARCHIVED THEIR FREE BOOKS LISTS WITH HUNDREDS OF SITES, AND PRESENT\nTHEM HERE, ALONG WITH THE LINKS…",
  "data/reddit-books/r/booksuggestions/comments/oe7c15/books_that_talk_about_being_lonely_and_doing.json": "I'm looking for a book that realistically talks about being comfortable staying\nlonely and doing stuff for yourself and not for others. A book that would talk\nas to how it's always you along the journey of life and it has to be led alone.\nI've enjoyed the subtle art of not giving a f**k by Mark…",
  "data/reddit-books/r/booksuggestions/comments/oe73fn/books_to_read_when_youre_unemployed.json": "Suggest some books which depicts unemployment and it's drastic desperateness on\none's life, thinking, morality and the overall surroundings where one belongs. I\nhave gathered some titles to read:\n\n 1. Down and Out in Paris and London by Orwell\n 2. Hunger by Knut Hamsun\n 3. Of Human Bondage by…",
  "data/reddit-books/r/books/comments/oe9eak/the_road_an_ecocritical_interpretation_of_the.json": "The specific event that caused the devastation in The Road is never spoken of,\nbut the diminished daylight, freezing temperatures, incinerated cities and\nlandscapes blanketed in ash seem to point toward the interpretation that the\nworld is in a nuclear winter, and ecocritical interpretations tend to…",
  "data/reddit-books/r/books/comments/oedjj2/project_hail_mary_by_andy_weir.json": "I just recently finished this book. And I can't stop thinking about it. It is\nabsolutely amazing. I literally had the best time reading this book. Amazing\nbook! It's well written, funny, interesting, exciting, cool, smart. It just has\nit all. I can not press this enough: read it! If you enjoy…",
  "data/reddit-books/r/booksuggestions/comments/oekig3/books_that_feel_like_hugs.json": "I’m looking for “hug books”. For example Aristotle and Dante Discover the\nSecrets of the Universe of The House of the Cerulean Sea are some of mine. I’m\nlooking for more of these types of “homey hug books” that make you feel safe.\nThey don’t need to be the same as my previously mentioned books, just…",
  "data/reddit-books/r/books/comments/oemvgw/people_who_read_extraordinarily_often_a_book.json": "I'm trying to read more often as I used to read a ton in the sixth grade and I\nwas actually very interested in reading/learning, but now I find myself bored by\nbooks and taking a while to read them, when I know I'm capable of better than\nthat. What are some useful things I can do to start to read…",
  "data/reddit-books/r/books/comments/oeglsj/what_are_your_favorite_fantasy_and_scifi.json": "What are your favorite Fantasy and Sci-fi Characters? Please include the author\nor book to which the character belongs!\n\nSand dan Glokta, from the First Law Trilogy by author Joe Abercrombie, is one of\nmine. His complicated backstory evokes both compassion and horror, his dark\nhumor, and the way his…",
  "data/reddit-books/r/books/comments/oejwbd/anyone_else_hate_when_a_charactors_physical.json": "They always of course look completely different to how you imagine them. One\nexample is the Prince of Nothing series (which I love), there was a character\nthat featured heavily but was not a pov char and they get no description until\ntheir death, but get a huge detailed description as they die in…",
  "data/reddit-books/r/books/comments/oet3ym/the_false_promise_of_speed_reading_why_you_should.json": "Lately I've been seeing posts and comments here about how one can speed up one's\nreading speed by eliminating the \"inner voice\". The advice is to simply scan the\nwords in a text with the result of increasing reading speed dramatically while\nmaintaining comprehension. This is false and terrible…",
  "data/reddit-books/r/books/comments/oeuppi/the_long_walk_by_stephen_king_is_his_best_and.json": "Just putting it out there. My advice is to not read it as a \"Stephen King\"\nnovel, and instead as a brilliant work of fiction. There's so much to unpack in\nthis book. The glorification of violence, blind obedience to authority figures,\nthe loss of childhood, finding meaning in life - it can all be…",
  "data/reddit-books/r/booksuggestions/comments/oetv3d/best_stephen_king_book.json": "There's so many Stephen King books( he's one of those rare authors that are\nprolific but at same time seems to give each book energy and effort and books\ndon't come across as if they were just made overnight like some authors ). But I\nhaven't read so many of them and was wondering what is the best…",
  "data/reddit-books/r/booksuggestions/comments/oezdr3/i_want_a_book_where_you_actually_follow_the.json": "I’m tired of when people say things like “In Lies of Locke Lamora, you follow\nthe villain!” When in reality you follow an antihero at best. I want a book\nwhere you follow an ACTUAL villain, someone who only cares about themselves,\nsomeone who wants to take over the world just so they can say they…",
  "data/reddit-books/r/books/comments/ofc4eo/my_wife_said_the_words_i_never_thought_id_hear.json": "\"I think we need to get rid of some books.\"\n\nNow folks, you have to understand something. We went to a library book sale on\nour first date. I proposed to her at the same library book sale 13 months later\nusing a copy of her favorite book made into a book safe. This is a woman who\nidolized Belle not…",
  "data/reddit-books/r/books/comments/of8ktx/do_you_have_a_palate_cleansing_author.json": "I was curious if any other readers have authors they go back to after reading\nbooks from other authors. Sort of like a safe read, you know? For example, I\nread a lot of Stephen King and he's one of my favorite authors so I take breaks\nonce in a while to branch out and read from other authors.…",
  "data/reddit-books/r/booksuggestions/comments/ofj250/an_enemiestolovers_trope_with_unique_or_uncommon.json": "I'm a sucker for romance books, especially enemies-to-lovers trope! I'm in dire\nneed of new books to read with this kind of trope, but with a different and\nrefreshing storyline. Thank you in advance for the recos!",
  "data/reddit-books/r/booksuggestions/comments/ofpnly/hey_everyone_im_about_to_publish_my_first_ever.json": "It's a hard sci-fi book about the first chaplain on mars. The book's coming out\nthis Wednesday, if you're at all interested you can find it on amazon. Thanks!",
  "data/reddit-books/r/books/comments/ofocct/i_just_finished_the_kite_runner_by_khaled.json": "I heard alot of people say good things about this piece, so i just bought it\nwithout knowing what it was about. It‘s about two boys growing up in 1975\nAfghanistan and the shit they go through. Well I had a long train ride ahead of\nme and i just finished a fantasy book, so i was in the mood for…",
  "data/reddit-books/r/books/comments/ofsqn0/neuromancers_first_page_hooked_me_better_than_any.json": "I've been reading quite a lot of science fiction recently, but no book has\nhooked me so quickly as the first page/paragraph/section of Neuromancer.\n\nThere's a lot to take in, but the details are all presented in such a clear yet\nsuggestive way. It's been such a long time since a book as really…",
  "data/reddit-books/r/books/comments/ofu01f/i_just_read_22_books_over_8_weeks_while_being.json": "For context, my job was working a sonar count on the Copper river for the\nsockeye salmon, and I had plenty of free time when I wasn't actively counting.\nAfter all, I was 40mi away from the nearest town, had very little cell\nconnection, and the field site was boat/air access only.\n\nI had friends give…",
  "data/reddit-books/r/booksuggestions/comments/ofnx20/im_a_15_yr_old_and_im_trying_to_learn_nonfiction.json": "Any suggestions please? Currently I'm reading the bible and on my reading list\nis meditations by Marcus Aurelius, thus spoke Zarathustra by Nietzsche and\nsapiens: a history of humankind. I don't have a preference. As long as I can\nlearn from it and it's not too complicated it works for me. Thanks in…",
  "data/reddit-books/r/books/comments/ofmesk/im_mary_gauthier_awardwinning_grammynominated.json": "The Associated Press named me as one of the best songwriters of my generation.\nMy most recent release, Rifles ＆ Rosary Beads (a collection of songs co-written\nwith wounded veterans) was nominated for a Grammy for Best Folk Album, and\nRecord of the Year by the Americana Music Association. My songs…",
  "data/reddit-books/r/books/comments/ofiuoq/what_are_the_books_that_you_must_read_via_its.json": "I just came across a hard copy of Born a Crime by Trevor Noah which made me\nthink about my experience reading it. I listened to the audiobook a few years\nago and could not imagine reading it (traditionally) because Noah will speak the\nphrases mentioned in the book as a native speaker….not just…",
  "data/reddit-books/r/booksuggestions/comments/ofx9gy/want_to_get_into_reading.json": "I haven't read many books but I'd like to get into more. The ones I have read\nand enjoyed are 1984, animal farm, Ishmael. Are there any similar to these that\naren't terribly long?",
  "data/reddit-books/r/booksuggestions/comments/og5a44/any_good_historical_fiction_i_should_check_out.json": "Currently finishing Dan Simmons \"The Terror\" (it's fantastic, can't put it down\nat all!). This book has really gotten me into the genre of historical fiction\nand I'd love to check out more, any books you'd recommend?",
  "data/reddit-books/r/books/comments/og49nw/ive_finished_4_books_in_the_past_week_and_a_half.json": "So, my wife and I are nearing the end of our vacation. We're heading back home\ntomorrow after about a week and a half spend in a little cottage with our 2\ndogs. I took along some books and I've almost managed to finish all of them.\n\nFirst was Dreamcatcher by Stephen King. I started reading this long…",
  "data/reddit-books/r/books/comments/og7kuy/the_spy_who_came_in_from_the_cold_by_john_le.json": "I haven't read much in spy novels, but this book was incredible and is\nunderstandably a classic. In the world of Cold War espionage the West could play\ndirty just as badly as our counterparts. Sometimes it is necessary to bend to\nthe level of a snake in the fight against the threat of Communist…",
  "data/reddit-books/r/books/comments/og45uz/how_do_you_discover_books.json": "I have a kindle and end up doing most of my “book discovery” through the kindle\ninterface, searching through the categories Amazon puts books in.\n\nBut to be honest I think this system is pretty terrible (this might be just me!)\n- it ends up being an “echo chamber” where the top rated books get read…",
  "data/reddit-books/r/books/comments/ogjiah/please_dont_say_that_book_has_an_amazing_plot.json": "Does this bother anyone else? I consider it to be a significant spoiler. The\npoint of a plot twist is that you do not see it coming. This really upsets me\nbecause now I know that when I read the book it's all going to flip on its head\nat some point. Part of enjoying that book would have been the…",
  "data/reddit-books/r/books/comments/ogk8oh/i_just_finished_reading_siddhartha_by_hesse_i.json": "Sorry if the title is on the dramatic side, but I can't overstate how profoundly\nthat book affected me. It didn't introduce many new concepts to me, but Hesse\nexplained these concepts so beautifully and simply, that it was as if I were\nhearing them for the first time. I'm not an avid reader anymore-…",
  "data/reddit-books/r/booksuggestions/comments/ogif83/young_adult_fiction_books_about_a_character.json": "Looking for a book where the protagonist finds out that there's a secret magical\nworld, but instead of being awed or excited about it, they are horrified, want\nnothing to do with it, and keep getting drawn back into it anyway.\n\nYoung Adult Fiction preferred, but will take suggestions from outside…",
  "data/reddit-books/r/booksuggestions/comments/ogac9b/erotica_thats_not_like_typical_erotica.json": "I hope this sub is okay with me asking about erotica.\n\nI was in a huge bookstore recently and checked out the erotica section out of\ncuriosity. But I noticed that most of the books there were, frankly, really bad.\nJust from skimming through them it was clear the writing wasn’t very mature and\nthe…",
  "data/reddit-books/r/books/comments/ogl0da/just_finished_the_road.json": "I am unwell to say the very least. Not going to lie I cried a little more than I\nwould have liked to. I wasn’t a huge fan of McCarthy’s style in the beginning\nbut by the end I felt like I was right there with them.\n\nMy only questions is the man who comes for the little boy at the very end. Who\nis…",
  "data/reddit-books/r/booksuggestions/comments/oglivb/books_similar_to_the_bell_jar_by_sylvia_plath.json": "A friend of mine has recently become enthusiastic about reading, and told me she\nliked “the bell jar” - can y’all recommend anything similar in tone?\n\nThanks!",
  "data/reddit-books/r/books/comments/ogtwfu/surely_youre_joking_mr_feynman.json": "I have never enjoyed a book this much. The way Richard describes his life...\njust wow. I guess his life was full of adventures and is worth telling.\n\nThis book is written in a casual and fun way that makes it easy to read. The\nidea that he is a noble prize winning physicist and down-to-earth…",
  "data/reddit-books/r/booksuggestions/comments/ogzzun/which_john_green_book_should_i_get.json": "I'm just really getting into reading and I came across John Greens book. I'm 15\nyears old. I read the FIRST CHAPTER of 4 of the books, and I've already decided\non getting \"A Fault In Our Stars\" but I'm not very sure about the other three:-\n\nTurtles All The Way Down\n\nLooking For Alaska\n\nPaper…",
  "data/reddit-books/r/books/comments/oh4fkc/cs_lewis_said_that_no_book_is_really_worth.json": "I think it is a credible quote only because it was said by a brilliant man who\nwrote a series like Narnia and was friends with Tolkien. Many many great\nclassics would qualify both age groups, but I don’t feel like most new series\nwould.\n\nAt the same time, I think it is very optimistic about a ten…",
  "data/reddit-books/r/booksuggestions/comments/ogrzrg/books_like_sapiens_guns_germs_steel_but_for.json": "I just finished Sapiens and GGS. Loved the Depth and Historical macrotrends\nanalyzed in both the books.\n\nAre there any books which do the same but for Economics? Probably covering\nthings like history of money, economic systems, how rich countries became\nrich(covered in GGS)etc, ...",
  "data/reddit-books/r/books/comments/oh1org/have_you_even_read_a_book_that_was_so_good_that.json": "Reading Dostoevsky's The Brothers Karamazov was a life changing experience. It\nmade me understand more about myself and human nature more than anything I have\never read. I regret not reading it sooner. No wonder some call it one of the\ngreatest to have ever been written. I feel as if my life is more…",
  "data/reddit-books/r/booksuggestions/comments/oh8mfe/books_to_help_feel_happy_with_being_single.json": "I haven’t gone through a recent breakup, but I’m just sick and tired of being\nsingle and alone. I want something to help me feel better about my situation,\nforce me to look at it in a more positive light. I want to be single and happy\nabout it.",
  "data/reddit-books/r/books/comments/oh77nm/phases_with_reading.json": "Do other people go through phases with reading? For me it feels like for one\nmonth I’ll not stop reading and get through 4-6 books (which for me is a lot)\nand then I’ll just lose interest and not read anything for the next 3 months (am\nI burnt out from reading so much the month before? I don’t know)…",
  "data/reddit-books/r/books/comments/ohb93j/saint_young_men_is_the_positive_read_i_needed.json": "I hope I’m not breaking any rules by talking about a manga. My girlfriend got me\nthe first book as an anniversary gift after I saw it in a book store and liked\nthe premise and we have loved it!\n\nFor those that don’t know the premise is that Jesus and Buddha have come back to\nearth and are now…",
  "data/reddit-books/r/books/comments/ohlnxc/what_is_that_book_that_no_matter_how_popular_and.json": "I've read 1984 by George Orwell and I enjoyed it. I decided to read another book\nof the same genre and I stumbled across Brave New World by Aldous Huxley.\n\nHowever, no matter how much I try to read it, I just can't. I've tried for five\nor six times and I just can't complete the first chapter.\n\nDo…",
  "data/reddit-books/r/booksuggestions/comments/ohkazq/books_for_high_school_graduates_from_their_teacher.json": "Hi!\n\nI am looking for books that I can give to my class who will be graduating high\nschool (17-18yo). These students are wonderful people, so it doesn't need to be\nanything about changing their attitude - more about preparing them, helping with\ngrowing up, and providing them with hope.\n\nThe easier…",
  "data/reddit-books/r/books/comments/ohj29v/do_men_specifically_avoid_reading_books_written.json": "The Guardian had an article about how of the top 10 female literary authors,\ntheir readership is 81% women. I had never considered this before, truthfully. I\n(female) read books of all types, I don't even notice whether a man or woman\nwrites them. Sometimes I wouldn't even know based on the name.…",
  "data/reddit-books/r/booksuggestions/comments/oh968w/asian_authors.json": "Any book suggestion written by an Asian writer. Contempo and Mystery thriller",
  "data/reddit-books/r/books/comments/ohilhk/is_it_enjoyable_to_read_a_book_where_the.json": "Lately, I've been thinking and noticed that most books follow a similar arc with\na protagonist who tries to resolve a main conflict. Most of the time, they are\nsuccessful. This makes sense to me because it's nice to see how a problem\neventually unravels, and also there will be character development…",
  "data/reddit-books/r/booksuggestions/comments/ohik28/what_book_recommendation_makes_you_tingle.json": "When I am recommending some books to people, some titles make me tingle/shiver\nas I relive the joy of reading them and anticipate someone else getting the same\nenjoyment.\n\nWhat are books that make you tingle as you recommend them to others?",
  "data/reddit-books/r/books/comments/ohsryt/third_time_reading_fahrenheit_451_first_time.json": "To start, I'm sure this book has been discussed into oblivion, so I apologize if\nyou're tired of seeing these posts. I'm new to the sub and don't really have any\nfriends who are \"readers\". I wanted to say this to someone who might grock it.\n\nThe first time I read the book was in highschool when the…",
  "data/reddit-books/r/booksuggestions/comments/ohsv29/books_for_people_who_want_to_be_writers_but_dont.json": "That would be me",
  "data/reddit-books/r/books/comments/ohyiqd/read_455_pages_aloud_in_5_days.json": "Our first summer of dating, my now husband and I took a road trip. I read a book\naloud to him when he would get tired while driving or to pass the time in\nnon-scenic areas. It then became a thing of ours to always have a book in the\ncar even if we’re just going to the store. I have read 36 books…",
  "data/reddit-books/r/books/comments/oi2ulo/if_you_were_escaping_earth_in_a_spaceship_during.json": "This is an icebreaker question I ask on dates. It's a good conversation piece to\novercome any awkwardness.\n\nI only sometimes judge. I had one guy tell me that he wasn't that into reading\nand couldn't think of any books. Big time judgment.\n\nBut if someone gives an answer referring to a book I DON'T…",
  "data/reddit-books/r/books/comments/oi391w/how_to_read_victorian_era_books_and_understand.json": "Hi everyone,\n\nDoes anyone have any tips for reading/understanding books from the Victorian\nera?\n\nI've just picked up The Picture of Dorian Gray by Oscar Wilde, and while early\non I'm really liking it, I'm finding the language very very difficult. The style\nof speaking and writing is very new to me…"
}