{
  "data/reddit-know/r/YouShouldKnow/comments/ovisks/ysk_dirty_hummingbird_feeders_kill_hummingbirds.json": "Why YSK: If your hummingbird feeder is cloudy or moldy please take down\nimmediately and clean it as cloudy or moldy feed can cause the hummingbirds\ntongue to swell called Hummers candidiasis. Once swollen the hummingbird cannot\neat causing it to starve to death. You can clean it by mixing a 10%…",
  "data/reddit-know/r/YouShouldKnow/comments/ovlf8x/ysk_taking_the_time_to_relearn_how_to_properly.json": "Why YSK: Our bodies have an amazing capacity to heal, but incorrectly handling\nday to day tasks can cause wear and tear leading to irreparable damage.\nSometimes not even surgery can the damage.\n\nI'm going to list below some tips that I never properly learned while growing\nup. Now I have to deal with…",
  "data/reddit-know/r/YouShouldKnow/comments/ow3fy3/ysk_expiration_dates_on_boxed_foods_with_multiple.json": "Why YSK: For example, a macaroni and cheese with a liquid/cream sauce packet\ninside might say it expires in 4 months. The sauce expires then, but the dry\npasta is 100% good much longer than that and absolutely doesn't need to be\ntossed. Pasta is usually good for a couple years.\n\nIf its dry goods,…",
  "data/reddit-know/r/YouShouldKnow/comments/ow6412/ysk_apologizing_is_not_a_weakness_it_can_be_very.json": "Why YSK: Far too many people believe apologizing is a weak thing to do and/or\nthey don't want to admit that they're wrong because that removes the possibility\nof them being perfect.\n\nNot only will someone you've wronged greatly appreciate it, it's a humbling\nthing to do and you'll likely feel good…",
  "data/reddit-know/r/YouShouldKnow/comments/ow38fq/ysk_if_youre_stuck_in_a_pay_it_forward_situation.json": "Why YSK: Most employees will be happy to do it for you, and you can still give\nthe people behind you a favor. Or, you can just say no thanks. The people behind\nyou will never know, and if the employee judges they're an a-hole anyway, screw\nthem"
}