{
  "data/reddit-books/r/books/comments/n27h36/be_honest_how_big_is_your_to_read_pile.json": "How do you manage your “to read” pile? Do you keep it manageable so that you are\nable to get through the stack at a reasonable pace before purchasing/reading\nmore books? Or do you continue to allow it to grow, knowing that you may never\nmake a dent in it? Do you use apps or spreadsheets to track…",
  "data/reddit-books/r/books/comments/n29lz4/i_read_30_books_this_month_ratings_thoughts_on.json": "I set myself a challenge to read one book every day for the whole of April and\nsomehow I managed to complete it! Here’s every book I read in the last month, in\ndate order.\n\nHoney Girl by Morgan Rogers - 3.5 stars - Thought this was very cute and it was\na great coming of age for late bloomers, I…",
  "data/reddit-books/r/books/comments/n2bog9/i_just_like_stories.json": "Is anybody else an easy to please reader? I never really hate any books that I\nread. I can find flaws and like some books better than others. But I just like\nthe stories. I read reviews before and after I buy books. I’ll read a book (and\nenjoy it like I do with most) and then I’ll go to read reviews…",
  "data/reddit-books/r/books/comments/n2ikl1/libby_overdrive_is_a_great_resource.json": "I’m sure this type of post has been made a few times but I wanted to let\neveryone know how great Libby is. Libby is a free app that allows you to connect\nyour library card and access ebooks and audiobooks digitally. As someone who\npays for his ebooks, this is a huge benefit. I read on a Kindle but…",
  "data/reddit-books/r/booksuggestions/comments/n2gqd1/mermaids.json": "Any good books with a mermaid love story. It can be dark and spicy. Just looking\nfor mermaids.",
  "data/reddit-books/r/books/comments/n2mkxo/i_read_if_cats_disappeared_from_the_world_by.json": "I read this story on the account of the Asian Readathon hosted by Read With\nCindy who is a booktuber!\n\nThe story revolves around a postman who discovers that he has a brain tumour and\nis visited by the Devil (who is a doppelganger wearing a Hawaiian shirt!). The\nDevil offers him a deal where if he…",
  "data/reddit-books/r/booksuggestions/comments/n2noht/looking_for_unsettling_short_stories.json": "Hello! I was hoping someone could recommend me some good short stories that will\nunsettle me. I've read most of King's stuff, so I'm not really looking for him.\nI also don't need outright horror, more of that sense of dread as I'm reading.\nThanks!\n\n\n\nEdit*: Wow!! Thanks for all of your…",
  "data/reddit-books/r/books/comments/n2vy3b/warning_do_not_read_dumb_witness_by_agitha.json": "I have the Harper Collins edition but I don't know if any other version has\nedited this scene out so be on guard.\n\nWhile also being one of her lesser mysteries, there is a scene (out of nowhere I\nmight add) which gives away a list of culprits from her earlier novels. It is\nphrased in a way to make…",
  "data/reddit-books/r/booksuggestions/comments/n2vdae/i_hate_everyone_but_you_book_recs.json": "I’m looking for book couple that radiates “I hate everyone but you”. It can be\nany genera fantasy down to contemporary. Bonus points if the characters have a\nquest to fulfill or go on an adventure",
  "data/reddit-books/r/books/comments/n2pmj8/how_many_of_you_have_managed_to_figure_out_who_is.json": "I've read about 10 of her books and she's truly baffled me each time- the\ncorrect killer may have crossed my mind at some point but she always managed to\nlead me off track or just kept me completely clueless as to who did the deed.\nBut tonight, as I was nearing the end of \"Peril at End House\" (great…",
  "data/reddit-books/r/books/comments/n2lg0n/i_read_mans_search_for_meaning_by_viktor_e_frankl.json": "Viktor E. Frankl was a survivor of Auschwitz, Dachau, and two other\nconcentration camps. As well as being a survivor the holocaust he was a\npsychiatrist practicing before and after the war. I read his book and I\nhighlighted some of my favorite and what I thought were some of the most\nprofound parts.…",
  "data/reddit-books/r/books/comments/n303zj/wanted_to_brag_i_just_spent_the_whole_day_reading.json": "Recently I decided to try and get back into reading books after a long time of\nnot reading anything but twitter. I’ve picked up a bunch of books after doing a\nlot of research. The first book I read was one of the free books on the Apple\nbookstore, just a YA novel to get back into the habit. Next one…",
  "data/reddit-books/r/books/comments/n2t2io/i_read_infinite_jest_for_over_2_years_i_finished.json": "This was a longtime goal and I finally did it. Bits and pieces, 15 min. On the\ntrain here n there. I just snacked my way through this monster and it took\nforever, but man, probably better for it. Appreciating the absurd dystopian\nhumor bit by bit was nice. I still like Pynchon better but some…",
  "data/reddit-books/r/booksuggestions/comments/n2tyaj/anything_you_love.json": "Just graduated college and don’t want to stop reading/learning. I’m normally a\ntrue crime or mystery kinda gal but I’d love to hear what books you love and why\n:)",
  "data/reddit-books/r/books/comments/n3jcfd/it_is_only_when_i_got_older_that_i_truly.json": "The younger me cheered at the determined, quiet strength of Aragorn; the proud,\nbalanced elegance of Legolas; Eowyn's courage; Faramir's devoted, silent love\n(for his brother and his father). Out of all of them, Samwise Gamgee, emerged\nunbowed and unchanged. Merry and Pippin became involved in…",
  "data/reddit-books/r/books/comments/n3h7f3/so_i_read_lolita.json": "I'm disturbed. I feel sorry for Dorles. The fact that Hubert was planning on\ndrugging and molesting her, the fact that Hubert actually molested her, the fact\nthat he told her that her mother died when Dorles wanted to call the police.\nThen, this guy took advantage of her AGAIN while she was…",
  "data/reddit-books/r/books/comments/n38elx/what_is_that_one_book_you_absolutely_hate.json": "The one book you couldn’t finish because it was too badly written, too\noffensive, too depressing, too cliche. The one you wouldn’t wish on your\ngreatest enemy, the one you would (or did) throw out in disgust. Which one you\nwould give ‘The Worst Book Ever’ Award.\n\nIf I had one myself I would put it…",
  "data/reddit-books/r/books/comments/n3irkt/getting_attached_to_books_and_feeling_heartbroken.json": "I've done this three times so far in 2021. Actually, I've been doing it since I\nwas very young. Sometimes I get so attached to a story that I can't start\nreading a new book for a week or two because I'm not emotionally ready to move\non.\n\nI'm totally aware of how silly this sounds. I did it again…",
  "data/reddit-books/r/books/comments/n4j2p4/as_readers_have_you_ever_felt_pressured_to_finish.json": "I’m thinking internal pressure from yourself, or external from social media,\nupbringing, education, etc.\n\nIt was just a curious thought I had this morning. I read a lot, and certainly\nwhen I was younger I felt this pressure to finish every book I started, but I’m\nnot sure where it came from. It’s…",
  "data/reddit-books/r/booksuggestions/comments/n4lba1/help_me_find_the_perfect_gift_for_my_mom.json": "(CLOSED, I BOUGHT THE BOOKS, THANKS EVERYONE SO MUCH)\n\n\n\nMy mom LOVES reading and she's the one who got me interested in reading.\nMother's day is coming up and I wanna help her find her new favorite author.\n\nShe loves crime & investigation, has read all the Sherlock Holmes, Agatha\nChristie and Tess…",
  "data/reddit-books/r/books/comments/n4uiik/finally_got_around_to_reading_divergent_its_not.json": "I was gifted the books from a family member who was cleaning out their\nbookshelf. Good lord, this book is not really good and I might just give up on\nthe rest of the trilogy.\n\nThe Faction system is really simplistic, and it doesn't work for me. I don't\nknow what point this dystopia is trying to…",
  "data/reddit-books/r/books/comments/n4tc2v/readers_pronunciation_anyone.json": "Seriously. I thought Yosemite and “YOES MIGHT” were both very real, very\ndifferent national parks up until waaay too old of an age. I was in high school\nwhen it clicked for me, and I’d absolutely had more than one conversation with\nothers regarding a video I’d seen of a couple weird little alien…",
  "data/reddit-books/r/books/comments/n4zbr7/reading_with_my_daughter_has_been_one_of_the_most.json": "I love being a mom, but I have never had a single moment when I thought \"I want\nanother baby, I miss having a baby!\". Honestly, every year older my daughter has\ngotten has just been more and more enjoyable, especially now that she's excited\nabout reading for herself. \n\nShe's seven now, and she reads…",
  "data/reddit-books/r/booksuggestions/comments/n4toiw/books_to_read_before_you_die.json": "Not literally but what are some must read books that everyone should try to read\nbefor they die.",
  "data/reddit-books/r/books/comments/n5eue2/which_is_your_favourite_book_and_why.json": "My favourite book is 'The Namesake' written by Jhumpa Lahiri. This is a\nbeautifully written debut novel by the author. I was instantly connected with\nthe book because of the richness of her writing.\n\nEverything in the book felt exactly in its place, perfect and engaging. The book\ntravels between…",
  "data/reddit-books/r/booksuggestions/comments/n5eamk/suggestions_for_not_taking_everything_so.json": "I need to retrain my brain to not take everything so personally. It comes out as\ndefensive and I’m looking for book recommendations for how to let these things\ngo and take it as feedback instead of offense.",
  "data/reddit-books/r/books/comments/n5n3ag/mans_search_for_meaning_is_one_of_the_best_most.json": "Man’s search for meaning - Viktor Frankl.\n\nThere’s two parts of the book, the first one is about Frankl’s experience in as\na prisoner in a Nazi concentration camp. Frank who’s an educated psychiatrist,\nalso tells the reader about the horrific things he saw, and how he observed\npeople and how they…",
  "data/reddit-books/r/books/comments/n5ifh6/why_does_he_do_that_by_lundy_bancroft_a_true.json": "Has anyone read this book? I am at page 34 right now. Just read through all the\nexcuses we give abusive behavior and I am stunned at how much I recognize from a\npast relationship I had. Anyone had the same experience reading this book?\n\nIf you are in a relationship (with a man) do pick this one up.…",
  "data/reddit-books/r/booksuggestions/comments/n5n8m7/what_to_read_as_a_burntout_student.json": "I don't know if this has been posted before (it probably has) but I have been\nsuper stressed because of school as well as my home life, and I just really need\nsome form of escapism. I've never been that much of an avid reader but I figure\nI need to do something other than be on the internet. There…",
  "data/reddit-books/r/booksuggestions/comments/n5gd5s/books_to_read_when_you_want_to_die.json": "I saw the thread on books to read to emotionally destroy you, and books to read\nbefore you die. Got inspired to ask this question.",
  "data/reddit-books/r/booksuggestions/comments/n5y1i2/books_on_healing_after_being_raised_by_a_toxic.json": "I am an adult child of toxic parents. Open to self-help style books written by\nlicensed professionals, fictional narratives with relatable young adult\ncharacters who find themselves victims of toxic parent-child relationships, and\nanything else you may find helpful.\n\nI would prefer books that do not…",
  "data/reddit-books/r/books/comments/n6ejq1/i_just_read_the_best_book_ever_and_its_the.json": "Man, I really love this book. It can be read as a normal crime novel, with all\nthe plot twists and everything happening in between, but it's way more than\nthat. Dostoyevsky really builds up characters from the ground and let's them\nloose in this world and plot. I really love the whole philosophical…",
  "data/reddit-books/r/books/comments/n6kzxu/slaughterhouse_five_is_incredible.json": "I've had Slaughterhouse Five on my shelf for nearly four years, and I've tried\nto read it multiple times but rarely made it past the first chapter. Finally,\nI've read it. Kurt Vonnegut has to be the most brilliant author I've ever read -\nand one of the funniest. There are patterns throughout the…",
  "data/reddit-books/r/booksuggestions/comments/n6jyfe/whoever_recommended_me_mistborn_thank_you_review.json": "So, lve finished the original trilogy in the mistborn series, and lm just\nstarting alloy of law. Now this might just be recency biase, but this is my\nfavorite book series so far. Not that lve read a lot though but l think it's\nbetter than asoiaf (game of thrones) and Ken folletts trilogies. Ive read…",
  "data/reddit-books/r/booksuggestions/comments/n6nhz3/hey_guys.json": "this is not asking for book recommendations, i just wanted to say that ever\nsince i joined this sub my amazon book wishlist got 10x bigger lol i see so many\nbook suggestions then i just add them all to my list hahahahah but also thank\nyou guys... i’ve read so amazing books that i have met here…",
  "data/reddit-books/r/booksuggestions/comments/n69zel/saddest_book.json": "Okay, i am looking for the most gut wrenching, sobbing on the floor, completely\ndestroyed you type of book.. i just want something that will make my stomach\ndrop and were i literally have to put the book down and do a lap to comprehend\nit. I’ve been looking for hours for the perfect book but all of…",
  "data/reddit-books/r/books/comments/n73oln/my_problems_with_the_boy_in_the_striped_pajamas.json": "Last year, John Boyne made the news for making the mistake of including\ningredients from The Legend of Zelda: Breath of the Wild video game such as\nOctorok eyeball, hightail lizard, red lizalfo tail, and Hylian shrooms into his\nserious literary historical fiction novel, The Traveller at the Gates of…",
  "data/reddit-books/r/booksuggestions/comments/n6m8vt/im_15_years_old_and_i_love_classic_books_that_are.json": "I read in Reddit that the book was great but would you recommend it to me? I\ndon’t want to be bored. Thanks in advance",
  "data/reddit-books/r/booksuggestions/comments/n74p7q/postapocalypse_books_focused_on_building_a.json": "One of my favorite parts of many post-apocalypse stories is the part where they\nget a group or community together and start setting things up and planning\nstrategies to deal with the threat, as well as the internal politics as power\ndynamics develop. Something like the second half of The Stand,…",
  "data/reddit-books/r/books/comments/n79a7y/blood_meridian_wow.json": "I finished it the other day and I still can’t stop thinking about it. Never did\nI think I could love a book all while hating absolutely everything the\ncharacters do in it. Each page is just so disturbing, it’s feels so damn hard to\nread at points but I just couldn’t put it down. The way McCarthy…",
  "data/reddit-books/r/books/comments/n7ghos/john_steinbeck_is_the_fookin_man.json": "With all of the attention on Hemingway as of late, I thought I'd make mention of\na writer who I think is similar in style, but infinitely more human and\nmultifaceted: John Steinbeck.\n\nLove this guy. Years ago I read Travels with Charley, Of Mice and Men, and the\nPearl. Later I read East of Eden, and…"
}