{
  "data/reddit-crypto/r/CryptoCurrency/comments/npgudt/daily_discussion_june_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nplbbn/this_is_why_its_important_to_hold_for_the_long.json": "A dormant address containing 900 #BTC (33,780,931 USD) has just been activated\nafter 8.8 years (valued at 4,625 USD in 2012)!\n\nsource\n[https://whale-alert.io/transaction/bitcoin/3629dcc7cdf65cf71c8eab67628ac933516fbffb8e30cab31df7534257f9043c]\n\nThat guy must be the happiest MF alive right now.\n\nI…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npob3a/i_just_spent_4_hrs_in_15_alt_coin_subreddits_and.json": "After spending a considerable amount of time in many alt coin subreddits, here\nare the common themes preached across the board:\n\n 1.  Bitcoin is speculative garbage while the subreddit's coin has \"real\n     utility\".\n 2.  POW > POS & POS > POW - Depends on the subreddit's coin.\n 3.  Atleast one post…",
  "data/reddit-crypto/r/Bitcoin/comments/npjuxp/at_peace_with_whatever_happens.json": "Me and my son started mining in 2013... The butterfly labs systems would heat\nthe entire home up north for every month except January... Still have memories\nof the constant humming noise... I sold almost everything in 2018 at the bottom\ndue to cancer treatment... Looking forward there is still so…",
  "data/reddit-crypto/r/Bitcoin/comments/npl8nb/wow_we_just_broke_3000000_members.json": "That's really incredible. It's my sincere hope that we can take this moment and\nhighlight the true use case of bitcoin as providing the world's first truly\nfinite digital asset that allows true autonomy and sovereignty for anyone\nrunning taking their own private keys and running their own node with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nptt2f/bought_ada_ask_me_anything.json": "As the title says I just invested $51 worth of ADA at around $1.50~\n\nI am now up $7 so I instantly got a phd in crypto investments and the crypto\nmarket.\n\nIf you have a hard time believing my profits, I can give you my account for a\nday to see that green.",
  "data/reddit-crypto/r/CryptoCurrency/comments/npqz0g/your_favorite_crypto_influencer_is_lying_to_you.json": "You know that feeling when your favorite crypto \"influencer\" posts a 90 day\nchart and their coin is up 18,000%? You start doing mental math like, \"Damn if\nI'd invested $1000, I'd have six figures right now. This guy probably made a\nmillion plus!\"\n\nWell, forget that feeling, cause it's total…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npwbp4/ada_is_a_speculative_risky_asset_even_for_crypto.json": "It is really hard to come up with a fair market price for cryptocurrency. They\ndon't have cashflows, don't pay dividends (although thats not so true anymore\nwith staking rewards taking off), and don't have balance sheets to peruse. That\ndoesn't mean we shouldn't try though! We can use transaction…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq15us/turn_off_sms_2fa.json": "A friendly reminder since I haven’t seen it posted here in a while.\n\nTurn off SMS 2FA and set up something like Authy.\n\nYou’re probably thinking “I’m small time, won’t happen to me.” And I thought the\nsame as well until last night my phone provider blocked an attempt at a Simswap.\n\nTake the 10-15…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nputlr/im_now_getting_paid_in_btc_by_a_big_pizza_firm.json": "So as you may have read Domino's Pizzas is now paying employees in btc if they\nwant.\n\nArticle:\nhttps://www.google.com/amp/s/www.coindesk.com/staff-at-biggest-dominos-pizza-franchise-in-holland-can-now-be-paid-in-bitcoin%3famp=1\n\nIm getting paid in BTC from now on. This is ofcourse not my only…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npn5pa/zksync_20_an_advanced_nextgen_smart_contract.json": "Apologies for the slightly clickbaity headline, but it's actually true.\n\nThe alpha version of zkSync 2.0 is now live on testnet\n[https://medium.com/matter-labs]. Most of the crypto world seems to be sleeping\non zkSync 2.0 - this is without any doubt the most advanced smart contract\nplatform ever…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq23uv/i_moved_all_my_savings_to_a_stablecoin.json": "I've been thinking about this for a long time and I finally decided to move all\nmy savings to Celsius. Why should I keep my money in a bank? Not only I don't\nget any interests but I also have to pay 15 bucks a month just for the privilege\nof having an account. Now I get almost 9% interest rate,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npze31/when_bitcoin_hits_a_million_dollars_its_not_gonna.json": "The reality is that your investment at 20k results in three times as much\nbitcoin. This could be the difference between a $100k return vs a $300k return\n(or 1 million vs 3 million).\n\nThe point, given that short term price is unpredictable, is to always have some\ncash available to take advantage of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq3v26/dick_the_lgbtqia_coin_has_been_promoted_by_cnn.json": "https://www.cnn.com/2021/06/01/investing/pride-month-lgbtq-stocks/index.html\n\nhttps://coinmarketcap.com/currencies/dick/\n\ndick.foundation [https://dick.foundation]\n\n\n\n$DICK PUMP",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq7eyw/may_update_free_crypto_the_importance_and_how_to.json": "In March I started keeping track of my free Crypto. This is any crypto that I\nhaven't personally bought.\n\nMy methods:\n\nCoinbase Earn:\n\nYou earn free crypto by watching a video explaining how a project works, and\nanswer some questions about it, in return you receive between $1-$3 dollars for\neach…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npqzxk/when_we_buy_they_say_your_risk_when_we_sell_they.json": "When WE BUY crypto, our countries say it's our risk, and they usually spread\nnegative news about crypto. But when WE SELL our crypto, they gladly take their\nprofits, and taxes from it.\n\nThey basically say \"Your risk\" when we buy and they say \"Our profit\" when we\nsell. Honestly, it makes me crazy.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nprrm7/holding_fiat_is_way_harder_than_holding_crypto_i.json": "Looking back at a crash or a bear market and I beat myself up for not buying way\nmore, but then I realised every time I actually did have some fiat set aside -\nit's just that I had thrown it all back into crypto way before we got anywhere\nnear the bottoms.\n\nI keep taking some profits and having it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq7pba/a_report_from_the_field_involving_the_real.json": "OK people, strap in. First of all, let me assure you that everything below\nhappened exactly as I’ve written it. I’m a former journalist; I love chatting\nwith interesting people and kinda letting them talk. Today has left me shook,\nbut thoroughly entertained.\n\nSo, I’m in Las Vegas today on a post…",
  "data/reddit-crypto/r/Bitcoin/comments/nq430f/reminder_if_youve_hodld_for_at_least_5_months.json": "By comparison, the stock market (as measured by the S&P 500) is only up about\n13% over the last 5 months.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqcqw2/unpopular_opinion_treat_your_crypto_investment_as.json": "When you buy crypto with fiat, put that crypto away someplace safe and act as if\nit is gone forever.\n\nPretend you flushed it down the toilet.\n\nOr you lost it in a tragic boating accident.\n\nIt is long gone.\n\nThat way, you can HODL without worrying about what the price is. You won't be\nchecking the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq6ukc/ill_never_forget_that_one_guy_that_sent_me_10.json": "Like the title says, I could never, ever, ever forget that one guy that has sent\nme 10 moons. Because of him, I have started being more active, I feel more\nconfident when I speak, I wake up some nights and think about that one guy that\ndin't have many himself, but decided to share. I feel so happy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqcdb9/my_boss_told_me_to_buy_ethereum_back_in_early.json": "I was doing a summer internship in San Francisco and my boss took me to lunch\nand started asking me about Bitcoin and what I thought of it. We both agreed on\nhow high the price is currently and that what it’s trying to accomplish is\nnothing short of amazing. However, after that conversation he said,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq5172/vitalik_buterin_deserves_the_respect_but_little.json": "Ilya Zhitomirskiy\n\nand he deserves a Tribute for what he accomplished.\n\nWe should've all knew his name by now, but unfortunately he passed away from\nSuicide at the age of 22.\n\nIlya Created the first Decentralized Social Network Diaspora.\n\nIt's still used today. Mostly underground groups, Privacy…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nput35/30_years_ago_most_people_were_skeptical_of_the.json": "I wasn't around for the creation of the internet or the \"dot com bubble\", but\nI've spoken to enough people that were to know that when the world wide web was\nfirst introduced, it wasn't adopted overnight. People were skeptical,\nindifferent, they laughed at the idea of it... A lot of the same…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqkg80/attacking_newbs_with_not_your_keys_not_your.json": "I know people who once reading this, decided not to bother with crypto. Why??\nBecause it made them think that exchanges are being hacked on the daily, for\neveryone to be so hardcore about never leaving anything on an exchange. I’ve had\na hard time converting my friends to crypto due to the following…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqkqxm/crypto_addiction.json": "Crypto Addiction as given me so much more then a receding hairline and sleepless\nnights. I can contribute the following to my \"interest\" in Crypto investing:\n\n-I gave up smoking cigarettes. I was spending close to $400 AUD a week on\nsmoking. When I caught the Crypto bug I wanted to invest more money…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqfjxs/wtf_someone_sent_me_95_billion_worth_of_a_scam.json": "Okay WTF you guys, I just logged onto Koinly and my heart jumped out of my chest\nwhen I saw my portfolio value was $9.58 billion.\n\nPic of my Koinly dashboard [https://i.imgur.com/49ZvxBh.jpg]\n\nFor some reason, on May 26 someone sent me 11 billion Fear NFT tokens on BSC.\nThrough a little research, I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqv21s/where_do_you_send_people_to_learn_about_bitcoin.json": "Really wondering what resources everyone uses to send people to learn about\nBitcoin, Ethereum, Dogecoin - and even other altcoins. Please post links and\ninfo in the comments!\n\nIf you have a recommended resource - what do you like / not like about it? Is\nthere anything you would change about it?…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqsqob/hold_on_to_your_bat_great_news_from_brave.json": "Brave is implementing a free video call function into their popular Brave\nbrowser: https://together.brave.com/ Together with news about the incoming brave\nsearch those are very good news! I believe strongly in that project and i think\nthey are on a good way to be able to offer a complete package of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqp6f9/i_dont_know_what_crypto_is_and_at_this_point_im.json": "I started investing in Crypto a few months ago, without having any clue what it\nis and what it does. I indeed have no friggin idea.\n\nI have invested around 5k so far and still have no clue. None.\n\nI even told my friends about it and advised them to start investing. When they\nasked what Bitcoin or…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nqsugx/psa_limit_orders_can_savemake_you_a_lot_of_money.json": "Just a heads up, if you’re already using limit orders, I’m not writing this with\nyou in mind, so I’m just letting you know that now so that I don’t waste your\ntime.\n\nI considered putting this in one of the more beginner subs since a lot of people\nwho’ve been into crypto for a little while already…",
  "data/reddit-crypto/r/Bitcoin/comments/nr6ttq/the_federal_reserve_has_discontinued_the_weekly.json": "In 2006, the Fed decided to abort publishing the M3 stock, dismissing it as\n\"irrelevant and not being part of monetary policies for a long time\"\n\nBut the truth was, M3 was increasing at a much more alarming rate (nearly 2x)\nthan M2 following the dot-com bailouts in the early 2000s. Just as the Fed…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nr5rm4/i_believe_in_the_future_of_crypto_more_then_just.json": "Well im not gonna tell my whole life story, but hopefully it can help some of\nyall out, as reading alot of yalls stuff has helped me out over the years.\n\nshort story, i saw in sept of 2017 bitcoin was making new highs. Having herd of\nbitcoin in 2012, and seeing it still be relevant, and at 2500$,i…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrcvog/borrowing_using_crypto_as_collateral_my.json": "As tax day in the U.S (5/17) quickly crept up on me, I found myself in a\npredicament: I was crypto rich but cash poor and did not have enough dollars to\npay my taxes. This led me to doing research on how to borrow using crypto as\ncollateral for I was trying to avoid selling crypto to pay taxes,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrdcmj/investing_instead_of_buying_cigarettes.json": "Inspired by this\n[https://www.reddit.com/r/CryptoCurrency/comments/nr2v11/your_20_crypto_investment_is_great_dont_get/h0ex4wl?utm_source=share&utm_medium=web2x&context=3]\ncomment in another thread, I created this table just to visualize how much\ncrypto you would have if instead of spending on your…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nreh3v/psa_best_way_to_hodl_is_by_being_busy.json": "A lot of people check the charts every 15 minutes. I used to be that guy too.\nEven though I knew that a small 20 minute pump or dip doesn't mean shit\nlong-term, I kept on checking charts like a maniac. If anything, checking charts\ntoo often makes you nervous, and you risk of letting your emotions…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrku3o/gta_6_to_include_ingame_cryptocurrency_rewards.json": "According to a prominent leaker, Grand Theft Auto 6 will pay players in-game\ncryptocurrency rewards for completing some missions, as per report by U.Today.\n\nAs claimed in a June 3 tweet by famous leaker Tom Henderson, the next instalment\nof the iconic franchise will pay players rewards in crypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrbphw/what_i_learned_from_this_sub_in_a_few_months.json": "I am a user of this sub since a few months I learned some things I wanna share\nwith you.\n\n * Use a secure password and 2FA Verification.\n * Invest only what you can afford to lose.\n * We hate these prediction polls.\n * Robinhood sucks\n * Ethereum > Bitcoin\n * We are still early\n * Dogecoin is not a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrl838/cardano_x_ergo_explained.json": "There were various questions on how Cardano and Ergo were related so I created\nthe following infographic to shed some light into the subject! There is a lot of\ncollaboration going on between both groups. With Alonzo coming to fruition, it\nis important to understand the ecosystem that will exist. One…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrq3e4/new_to_crypto_overwhelmed_i_made_a_crypto.json": "I've just gotten into crypto in the past couple of months. It's incredibly\noverwhelming when you're starting. What the hell are all of these cryptos for?\nWhy do we need them all? Which one should I pick?\n\nI think a lot of people struggle with similar questions when they're starting\nout. Eventually…",
  "data/reddit-crypto/r/Bitcoin/comments/nrqkwm/the_crash_from_65k_to_30k_was_the_best_thing_that.json": "Think about it:\n\n * Endless institutions on the sidelines waiting to pour in money.\n * Crash happens.\n * More people hear about it in the news.\n * Bitcoin loses over half of it's value and continues to function as if nothing\n   happened. Upgrades continue to be worked on (Taproot).\n * Analysts see…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrotis/anybody_else_crypto_poor.json": "So I’ve got all this money in crypto but I can’t use it. On paper I’m not poor\nat all, but in reality I just have enough money for food. I don’t want to take\nout of my positions because I want to maximize gains and my paychecks keep going\ntowards buying the dips. Just waiting for a brighter day when…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrrp8g/daily_discussion_june_4_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/nrw7zw/reminder_bitcoin_is_wayyy_bigger_than_tesla.json": "We are bigger and stronger than tesla. Bitcoin is the new world reserve\ncurrency. It replaces the US dollar. Now that QE-infinite has beguan, everyone\nand every company in the world needs Bitcoin. This is why companies started\nbuying bitcoin in the first place. Don't let the noise distract you.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrw29z/this_is_single_handedly_the_most_fud_aiming.json": "\"US looks into cryptocurrency role in Ransomware hacks\"\n\nCould you imagine turning on the news one day and reading, \"US looking into\ndollar bills role in bank robberies\"\n\nThe fact ridiculous articles and headlines can even be takem serious is\nastounding. But sure let's blame the asset, let's blame…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nrxuuu/elon_musk_manipulates_markets_and_none_of_the.json": "It is evident that none of the regulators care about manipulation going on.\nHeck, they even allowed him to manipulate stock prices and get away by paying a\nsmall fine. They arent going to do anything about crypto manipulation.\n\nOnly a fool will believe insiders arent trading these manipulations and…",
  "data/reddit-crypto/r/Bitcoin/comments/ns1l7c/can_we_start_banhammering_posts_about_elon_already.json": "Opinions about Elon's opinions about Bitcoin do not need to occupy more than one\nor five at most threads.",
  "data/reddit-crypto/r/Bitcoin/comments/ns7tzr/im_embarrassed_for_this_sub_right_now.json": "I'm happy /r/bitcoin has reached over 3 million users. However the majority of\nthese users are either here for the wrong reasons or haven't done their research\nor both.\n\nThe most exciting developments in Bitcoin can barely crack 100 upvotes. The list\nof amazing things that barely see the light of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nsbig7/there_should_be_a_crypto_which_you_earn_by.json": "There can be designated drop off sites where depending on the weight of the\ntrash, you get a corresponding amount of crypto. Or maybe the trash collection\nis what allows more crypto to be mined in the first place. Idk just a crazy\nidea!",
  "data/reddit-crypto/r/CryptoCurrency/comments/nsd432/robinhood_coinbase_microsoft_never_forget_what.json": "ROBINHOOD\n\nDon't buy Crypto on Robinhood . The company almost went under on a 3B margin\ncall over illegal GME paper trades. They restricted buying on doge, then\nBullshitted their way out of it when officials questioned them.\n\n\nCOINBASE\n\nHad to dish out $6.5 million in fines for using bots to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nshon3/i_stopped.json": "For almost a month I have not checked crypto prices and I have barely been on\nReddit. You know what happened?\n\nNothing really. I mean I spent more time playing with my kids, went on dates\nwith my wife and even went golfing with my parents. I have always planned on\njust hodling but always felt…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ns9ik9/the_interview_with_vb_is_fascinating_and_gives_me.json": "It's amazing to me just how wholesome Vitalik is and how much you can tell he\ncares about making sure Ethereum ends up being built correctly instead of just\nfocusing on short term price action. He has put so much thought into ideas for\nscaling, both with L1 and L2 solutions, that I am completely…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ns53mn/25_good_people_for_crypto.json": "I don't care who is bad for crypto and manipulating it. So here are 25 people\nwho are good for people. (I missed way to many big ones.) Let's talk about these\npeople instead of the bad ones.\n\n * Satoshi Nakamoto, Legend\n * Changpeng Zhao, CEO of Binance\n * Vtalik Buterin, Founder of ETH\n * Joseph…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ns4s0p/cryptomarkets_are_just_as_immature_as_the_last.json": "Institutional adoption.\n\nAll sorts of banks and institutions rolled out crypto products to sell to their\ncustomers, to be shelved until the next run arrives. This isn't new, exactly the\nsame thing happened last run. There's no real buying pressure from institutional\ninvestors either, Grayscales'…",
  "data/reddit-crypto/r/Bitcoin/comments/nsfl4d/jack_dorsey_on_bitcoin_i_dont_think_there_is.json": "This man is the CEO of Twitter and Square, and he says this. Bullish af…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nsmcpw/the_sec_has_been_ordered_by_the_court_twice_to.json": "Basically the sec is now stalling. It’s becoming very apparent Jay Clayton went\nahead with this lawsuit prematurely and without concluding an investigation. The\nguy literally did it on his last day.\n\nThe court has ordered the SEC to hand over documents regarding Eth and BTC twice\nand they still…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nshhjv/regulation_is_not_your_friend.json": "To those calling for regulation, ask yourself: what would Satoshi say?\n\nThis may get downvoted to obscurity, but I have to get it off my chest.\n\nAll this clamoring for regulation of crypto markets is really sticking in my\ncraw. Both in this sub and other online crypto spaces over the past few…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nsldgq/pay_attention_to_apr_vs_apy.json": "Many exchanges offer interest rates on your bitcoin and other cryptocurrencies\nwhen you deposit with them. When shopping for the best interest rates, pay\nattention to whether the rate is APR or APY. The difference is subtle, but\nimportant, especially for large amounts.\n\nAPR, or Annual Percentage…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nsizvk/daily_discussion_june_5_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nstpcg/cardano_can_be_dosed_for_165k_per_day_5m_a_month.json": "For just $5million you can completely disable Cardano for a whole month. Imagine\nshorting the coin then doing this; you'd make a fortune.\n\nHere's how I did my calculations:\n\n 1. Cardano runs a 6.55tps\n 2. Cardano transactions cost 0.17 ADA currently $0.29\n\n6.55tps x $0.29 = $1.90 per second\n\nx60 =…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nsuobu/am_i_the_only_one_who_doesnt_get_the_nft_art_craze.json": "Ok ok... I understand the buying and selling of items in games because well...\nthey have a purpose. You can use them to enhance your gaming experience...\n\nI understand music.. I buy an album and then forever own it. If you wipe your\nhard drive you can recover it without having to buy it again..\n\nI…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nt531l/the_president_of_el_salvador_just_announced_that.json": "The President of El Salvador just announced that he is making Bitcoin legal\ntender in his country.\n\nThis is the first country to take such a courageous step, but it won’t be the\nlast\n\nToday, the country of El Salvador has taken one small step for bitcoin, but a\ngiant step forward for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nt0smv/jack_dorsey_at_a_bitcoin_conference_is_like.json": "What a FK'in Travesty. Decentralization is here because of people like him. Just\nhow why MeToo Rallies exist in the first place. Because of people like Harvey\nWeinstein.\n\nBig Corporate centralized information hoarding, censoring conglomerates like\nTwitter, Facebook, YouTube that hold monopolies on…",
  "data/reddit-crypto/r/Bitcoin/comments/nsx36n/a_warning_to_all_cryptonoobs.json": "If you post anything on the crypto related forums indicating that you are new,\nyou will get dm's from people wanting to \"help\" you out. These are off course\nscams. And if you have ANY doubt if it maybe a scam but you are not sure.... its\na scam!\n\nSome returning stories;\n\nI have a site that gives…",
  "data/reddit-crypto/r/Bitcoin/comments/nt57fg/the_president_of_el_salvador_has_announced_that.json": "The President of El Salvador has announced that he will make #Bitcoin legal\ntender in his country. El Salvador will be the first country to hold bitcoin in\nits reserves.",
  "data/reddit-crypto/r/Bitcoin/comments/nt54e7/el_salvador_will_be_the_first_country_in_the.json": "Just heard this on the Bitcoin conference livestream.\n\nI'll admit, I'm pretty new to this space. But I'm crying right now. This is\nincredible, right?",
  "data/reddit-crypto/r/CryptoCurrency/comments/nt65vi/if_i_was_interested_in_crypto_and_i_saw_clips_of.json": "Is anyone taking this conference seriously? I’m in an industry that likes to\nparty but I’m getting some serious secondhand embarrassment from the behavior at\nthis conference.\n\nTo be honest, I don’t think too much about any coin community. But this\nconference is showing the world a narrowed profile…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nssu8u/uk_how_i_got_my_coinbase_account_returned.json": "In the UK I used a service called Ombudsman who contacted Coinbase on by behalf.\nWithin 24 hours of Oms notifying Coinbase after six months of support tickets my\naccount verified and restored with full funds.\n\nI provided them with all of my ticket IDs and screenshots showing the automated\nclosure…",
  "data/reddit-crypto/r/Bitcoin/comments/nt8hi6/im_from_el_salvador_and_im_here_to_clarify_some.json": "Hello, I'm from El Salvador so I'd like to give you all some information that\nmight help you clarify things. I posted this in another thread and made some\nslight edits.\n\nFirst some info of the current zeitgeist in El Salvador:\n\nThe president's party, Nuevas Ideas (New Ideas), was formed in 2018-2019…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nt38z0/20210605_rcryptocurrency_surpassed_rbitcoin_in.json": "For the first time in crypto reddit history, r/CryptoCurrency\n[/r/CryptoCurrency] has surpassed r/bitcoin [/r/bitcoin] to become the largest\ncrypto subreddit. Crypto subscriptions and engagement during 2021 has exploded\nand we were the fastest growing subreddit for many days, weeks, and months…",
  "data/reddit-crypto/r/Bitcoin/comments/ntcl1x/wtf_this_massive_news_barely_get_a_reaction_on_a.json": "FIRST NATION EVER TO ADOPT BITCOIN AS LEGAL TENDER!\n\nA few years back these news would have broken the front page.\n\nThese are great news for the WHOLE WORLD. It shows that we can achieve unity,\nhonesty, integrity, that we can change things for good and get rid of the old\ncorruption.\n\nAlso in the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nt8va9/daily_discussion_june_6_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ntf2iw/psst_everyone_is_sleeping_gas_fees_are_down_to_10.json": "Psst, everyone is sleeping, gas fees are down to 10 gwei on ETH. Again pretty\nlow and again a reminder. Move your stuff if you need to. Uniswap fees are\ntherefore low too.\n\n10 gwei seems to be a good deal :)\n\nhttps://etherscan.io/gastracker\n\nRegular transfer: $0.50\n\nERC20: $1.76\n\nUniswap: $5.42\n\nI…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ntibo4/a_great_idea_if_youre_scared_of_not_holding_long.json": "So I’ve been thinking about regrets people have had in the past, you know the\nstories where people say “oh I invested in Bitcoin at $1,000 but sold when it\nhit $7,000” we’ve seen the same regrets over and over again.\n\nHere’s a solution. Say you wanna hold for at least 5 years, but you’re afraid\nyour…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nt46yf/why_ive_become_an_altcoin_maximalist.json": "After two days of watching Bitcoin sycophants line up to feed their own\necho-chamber, followed by a panel of bitcoin maximalists bros defending bitcoin\ntoxicity, and the crowds cheering them on, I have sold all my Bitcoin and move\nit all to Alts.\n\nI was already wavering due to Bitcoins energy usage…",
  "data/reddit-crypto/r/Bitcoin/comments/nti8qk/bbc_just_ran_main_news_piece_on_elsalvadors.json": "And who do you think they brought on to talk about it? Roger f*cking Ver!!\nunbef*ckingleavable!\n\nOf course he spouted off about how Bitcoin was a joke and could only publish 3\ntransactions a second and only his shitcoin which shall not be named was up to\nthe job. Mocked the el-salvadore president…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nth3ma/is_this_a_conspiracy_theory_or_a_real_concern.json": "Just this morning I came across a post that's kind of shocked me. I have read a\nfew bad things about manipulation and dirty games by exchanges, but this is\ntotally next level and might tell us the worst is not behind us. Here's the\nlink:\n\nhttps://crypto-anonymous-2021.medium.com/the-bit-short-inside…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nt9i15/noob_tip_complete_coinbase_earn_rewards_during.json": "This isn’t some grand money making advice, but might help out a few people (like\nme) who want to be invested in crypto but don’t have a ton of capital.\n\nSo most people know about the Coinbase earn program, where you can complete\nactivities that give you free crypto (usually $3-$5). However, they…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ntjhna/apple_announcing_crypto_emojis_would_move_the.json": "Always surprises me what moves crypto, stupid tweets by Elon and Chinese\nregulation rumors cause massive price swings but strong evidence of mass\nadoption and its like nothing happened? maybe we just need america to wake up?",
  "data/reddit-crypto/r/Bitcoin/comments/ntmzwu/there_are_potentially_huge_us_tax_and_reporting.json": "On its face, it’s obviously great for Bitcoin if El Salvador adopts it as its\nlegal tender. There are, however, nuances in the internal revenue code that make\nthis news much bigger than most realize.\n\nMost know that when trading foreign currencies gains must be reported and are\ntaxed. But Section…",
  "data/reddit-crypto/r/Bitcoin/comments/nto136/be_careful_out_there_we_just_poked_the_bear.json": "El Salvador (a country that uses USD as currency) declaring Bitcoin legal tender\nflies directly in the face of the federal reserve, modern monetary theory, and\nis another crack in the USD facade as the world reserve currency. The FUD,\nmisinformation, and downright hostility towards Bitcoin is about…",
  "data/reddit-crypto/r/Bitcoin/comments/ntlc7k/huge_amount_of_antibitcoin_troll_accounts.json": "I don't know who is behind this massive surge of anti-bitcoin posts, spreading\nblatant lies and misinformation, also trying to suppress any good news. We've\nseen also massive downvoting on most positive posts.\n\nThis is bullish and means we are winning.\n\nPlease help the mods to clean up the sub by…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ntn7ii/i_dont_think_people_realize_what_amazing_stuff_is.json": "First of all, I want to give a short summary about IOTAs recent accomplishments.\n\n 1. Chrysalis [https://blog.iota.org/iota-chrysalis-a-new-dawn/]: In April, the\n    IOTA Foundation released “the most extensive upgrade in IOTA’s history,\n    touching all aspects of the protocol, libraries, wallets…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ntv4y9/ok_market_manipulators_btc_volume_looks_to_be_the.json": "Hey manipulators! The whales seem to have finished accumulating what little they\nwaned to accumulate, you can let the price go up now. Volume looks to be the\nlowest it’s been at least since the peak.\n\n(Apparently whales bought back 50 000 btc after selling 130 000. If my maths\nworks out, that means…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nu0506/bitcoins_biggest_threat_is_its_culture.json": "I've been a believer in and a holder of bitcoin for a few years now. I enjoyed\ntaking the time to read and learn about the technology behind it. Setting up\nwallets and discovering new ways to use it. I invested some money in it and\nwatched with glee as the price went up and up and up. However, this…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ntz6l7/daily_discussion_june_7_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nu8y1z/upvotes_are_not_only_about_moons_it_helps.json": "My request: If you really want to downvote a post, please provide some\ninformation why. Content creators are getting heavily discouraged about\nno-reason downvote waves and it hurts everyone. If you provide feedback or\ncritics, then you help the content provider to improve.\n\nI am really starting to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nu6va8/max_keiser_caught_lying_claims_he_bought_a_home.json": "This guy is single handedly bringing BTC a bad name. After the absolute clown\nshow in BTC conference, he seems to be doubling down on his shenanigans.\n\nHe now claims he bought a home in El Salvador to show support for the country's\npro- Bitcoin policies. Max claims to have bought a $729k home in El…",
  "data/reddit-crypto/r/Bitcoin/comments/nu630w/ray_dalio_owns_bitcoin_tom_brady_has_laser_eyes.json": "And most of this even happened after a pretty big price crash.\n\nThis will only continue. Bitcoin is inevitable.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nu0ynj/meta_its_a_little_sad_to_see_this_community.json": "I'm sure many of you have seen the clips that have gone viral from BTC's Miami\nConference.\n\n * Max Keiser tearing up $10 bills, baptizing people and screaming on stage like\n   a lunatic\n\n * The disgusting \"BTC Toxic Maximalism is freedom\" garbage\n\n * The kid that jumped on stage to scream \"DOGE to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nu42im/now_a_congressman_from_paraguay_changed_to_laser.json": "Carlos Rejala, a Congressman from Paraguay has now said an announcement is\ncoming about Bitcoin this week.\n\n\n\nPost by Carlos Rejala\n[https://preview.redd.it/ddm47xn3wr371.jpg?width=1166&format=pjpg&auto=webp&s=88553bde7338242191d1b914ef81bf21abdb7b88]\n\n\n\n> As I was saying a long time ago, our…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nub5u1/the_4th_largest_bitcoin_whale_just_bought_an.json": "The fourth largest Bitcoin holder bought another 1883 Bitcoins at $36,189.52.\n\nhttps://bitinfocharts.com/bitcoin/address/1P5ZEDWTKTFGxQjZphgWPQUpe554WKDfHQ\n\nThe certified Bitcoin billionaire has been buying more and more Bitcoins.\n\nReminder: There will only be 21 million Bitcoins (a lot of these are…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nudwy1/the_quote_of_satoshi_nakamoto.json": "Since there is more and more cryptocurrencies and more and more big figures that\ntry to influence the market, I wanted to share what I think is the real\nimportance behind the cryptocurrencies :\n\n\"The root problem with conventional currency is all the trust that's required to\nmake it work. The…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nugq7s/how_many_of_the_newbies_stuck_around.json": "With on-chain data showing that a lot of the selling was from short term holders\nI'm curious to know how many newbies had a white-knuckle grip but didn't let go\non the ride down.\n\nI felt the burn in 2018-2019 so I can sympathise.\n\nIf you're still around well done. It is stomach churning in the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nusj9f/can_we_stop_with_the_wsb_bullshit.json": "What the fuck is going on? The front page is full of posts about short squeezes,\nmarket manipulation, holding the line, coordinated FUD attacks and other\nconspiracy-theory nonsense. I get that a lot of folks had a lot of fun and made\nsome good money with the AMC/GME trades - but you have to realize…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nunaih/native_from_el_salvador.json": "I was born and raised in El Salvador for a part of my childhood until I moved to\nthe US. My parents have lived through a civil war, jumping over dead bodies to\ngo visit family or friends. The country has been through so much since its\ninception. Losing the native currency was also disheartening to…",
  "data/reddit-crypto/r/Bitcoin/comments/num68x/bitcoin_is_a_savings_account_not_a_lottery_ticket.json": "If you are wondering if you should buy now and put a big part of your money in\nto get rich JUST DON'T.\n\nInstead put little every month regardless of the price. Like you would for your\nchildren / grandchildren.\n\nThat's DCA that's how you will be able to not get reck when China ban bitcoin\nagain.\n\nIt…",
  "data/reddit-crypto/r/Bitcoin/comments/nu94xg/with_now_countries_proposing_to_make_bitcoin.json": "There are at this moment only 2,271,000 Bitcoins left to mine.\n\nEach day 900 Bitcoins are mined as the block reward is 6.25 Bitcoin and one\nblock is mined ~ 10 minutes.\n\nIn some 3 years time this reward will halve to just 3.125 Bitcoins. This halving\nwill continue every 4 years untill roughly 2140…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nuunpq/if_i_buy_the_price_immediately_dips_ill_start.json": "Was waiting through this nice dip and decided to buy before bed as things\nusually recover in the morning. Sure enough, it dipped another 5% or so within\n20 min of my purchase. This has been a good trend for about a month or so, so\nI'll begin providing my purchase details so everyone can wait 30min…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nurc0v/daily_discussion_june_8_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nuvbwh/dont_listen_to_youtubers_and_reddit_posts_about.json": "A significant portion of /r/CryptoCurrency lurkers are young guns with a bit of\nmoney to their names. If that is you, then you may have been tempted to yolo in\nyour savings during this crash to \"stack crypto\" because popular youtubers and\ntop reddit posts keep touting that markets will…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nuslsb/always_remember_banks_that_refuse_to_service.json": "Some Banks Refused to service Bitcoin customers because of \"Compliance Risks\"\nwhile they were laundering money.\n\nDutch Rabobank as a great example\n\nhttps://www.justice.gov/opa/pr/rabobank-na-pleads-guilty-agrees-pay-over-360-million\n\nhttps://money.cnn.com/2018/02/08/news/rabobank-mexico-drug-money…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv25pc/warning_to_users_of_gasnow_chrome_extension_eth.json": "The browser extension \"GasNow\" available for Chrome/Brave allows you to easily\nkeep track of ETH gas price and set up alerts. It has been downloaded by 10 000+\nusers, ranking it the second most dowloaded gas tracker extension.\n\nWhile usefull, a few days ago the extension was updated :\n\nThis…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nuyw5m/if_you_guys_think_cryptocurrency_cultish_behavior.json": "You wouldn't believe the things I've seen some people do for this paper that is\nmelting in value faster and faster every day.\n\nI don't know if you've heard of it, but the cultish behavior around it is crazy.\nI've literally seen people die over this thing; rob people of their lives over\nit, and in…",
  "data/reddit-crypto/r/Bitcoin/comments/nuwhjc/im_not_selling_any_btc.json": "Remember, the fundamentals are the same and there’s no reason to sell any right\nnow. Currently there is a lot of fear and fud in the market which is the best\ntime to accumulate. If you’ve done your research and know what you’re entering\ninto, it’s crypto in the end, prices will come down but it will…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nuvang/proof_of_stupidity_the_new_way_to_passively_stake.json": "You are in charge of your own money when you use crypto. This means that there\nis the possibility for some stupid shit to go down, and the potential for many\ncoins to be lost.\n\nAround 20% of the current bitcoin supply is lost, and the number of lost coins\nwill continue to increase as more clueless…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv1m0z/are_idiots_really_selling_because_the_fbi.json": "This has to be some of the stupidest FUD I’ve ever heard of. I thought it would\nbe hard to top Tesla’s energy FUD when they are using child labor to mine\nlithium and ignoring so many aspects about the BTC energy debate, but here we\nare. So let’s recap this latest FUD. Some Russian hackers hacked…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv38cv/media_says_it_doesnt_matter_where_the_bitcoin.json": "According to media reporters, FBI claims that it can get access to bitcoin\nstored anywhere. That is just impossible, unless somehow they have developed\nways to crack SHA256 and brute force wallet private keys. In which case, BTC is\nthe least of everyone's worries and state/nuclear secrets could be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv2r8f/cardano_vs_iota_an_analysis.json": "This account exists because I want to provide this space with meaningful\ninsights. My latest contributions were solely focussed around IOTA. I received\naccommodating and friendly responses from in and outside of the IOTA community\nwhich is the reason I keep going as there is obviously demand for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv3t60/the_fbi_cant_crack_your_wallet_address.json": "Every crypto wallet has a private key. Most of us are told, rightfully, to guard\nthis private key with our lives, because anyone who gets access to it will be\nable to take your hard earned cash away. But what if someone like the FBI\nguessed your private key? This is how private keys look like for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv514x/its_not_hodling_that_is_hard_it_is_taking_profits.json": "The feeling of greed gets so big that i set absurd sell orders and keep putting\nmy sell orders higher because of the greed. HODLing can be hard but imo taking\nprofits is way higher. When i was up 7 times on my vechain i didn't sell\nanything so now im \"only\" up 3 times. Whenever i get close to taking…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv4xfu/stats_el_salvador_dumps_usd_reserves_for_btc.json": "El Salvador has been steadily dumping USD from its reserves since October 2020\n[https://tradingeconomics.com/el-salvador/foreign-exchange-reserves]\n\nNow it announces buying BTC for its reserves amongst news of impending US\ninflation\n\nSource: https://tradingeconomics.com/el-salvador/foreign-exchange…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv63pn/stop_checking_prices_every_10_seconds_go_outside.json": "I know its not easy to divert your attention from the market, especially with\nthe shitstorm thats going on right now, but a lot of you guys are way too\nstressed and worried about the market rn. I've seen some rather worrying\ncomments on the daily today and i think some of you need to delete your…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv3hss/i_bought_1k_of_the_top_10_cryptos_on_january_1st.json": "EXPERIMENT – Tracking 2018 Top Ten Cryptocurrencies – Month Forty-One – UP +26%\n[https://preview.redd.it/3k3c4sgye1471.png?width=666&format=png&auto=webp&s=41a45a2e497be511c2d9b8363db1832f6c17eca9]\n\nFind the full blog post with all the tables is here\n[https://toptencryptoindexfund.com/tracking-2018…",
  "data/reddit-crypto/r/Bitcoin/comments/nv57gt/who_tf_would_sell_bitcoin_at_these_levels.json": "I mean even if it were people trying to tank the market, they do realize that\nit’s simply giving cheaper Bitcoin to people that will buy it and never sell it,\nright?\n\nThere’s been an avalanche of good news in recent weeks that the price simply\ndoes not seem to be affected by. Would not surprise me…",
  "data/reddit-crypto/r/Bitcoin/comments/nv8efg/weve_mined_this_local_el_salvador_newspaper.json": "In Slush Pool we have mined a message celebrating El Salvador's plan to make BTC\na legal tender into the #Bitcoin blockchain for all of eternity.\n\nBlock 686604 \"Diario El Salvador 6/Jun/2021 Bitcoin tendra validez legal\". Link\nto block…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv1url/hey_if_you_accidentally_got_too_many_lumens_last.json": "I'm sure whoever it is, is already aware and it is our fault (an incredibly rare\nbug caused it) but if you could return the Lumens we'd really appreciate it. We\nhaven't taken any profit from the site at all yet and it's only going to reduce\nthe pool balances for the next time you want to trade so…",
  "data/reddit-crypto/r/Bitcoin/comments/nva0x0/if_you_people_think_bitcoins_cultish_behavior_is.json": "You wouldn't believe the things I've seen some people do for this paper that is\nmelting in value faster and faster every day.\n\nI don't know if you've heard of it, but the cultish behavior around it is crazy.\nI've literally seen people die over this thing; rob people of their lives over\nit, and in…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvcem8/i_tried_all_the_free_methods_of_gaining_crypto.json": "The title says it all. I downloaded and used all the ‘free’ ways to earn crypto\nI read about on the internet and on reddit, so that you don’t have to. I tried\nto use them all for at least a month to see what kinds of earnings there were.\nThey are listed in order according to how much I recommend…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv5kfl/crypto_is_so_volatile_and_unstable.json": "Probably I'll get 100k downvotes but who gives a fuck.\n\nI just simply can't understand how is possible that a single rumor published by\nsome shitty website can trigger so much price drop.\nSomeone just wrote \"Bitcoin is hacked.\" and boom, -5000$ in value in one day.\nIf that's how things work, if…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvgd4r/after_losing_several_discovery_disputes_against.json": "This is it for any doubters out there. For all the anti ripple people. The sec\nis using ripple to come after crypto. They literally told the court that the\nripple case will cause so much damage to them they will not be able to enforce\ncases. Just remember the sec never gave Eth and btc clearance.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nuzqor/a_50_experiment.json": "Based on watching the comments over the last few months I’ve gathered that the\ncryptocurrency daily discussion is an excellent meter for measuring market\npsychology.\n\nI’m going to start with $50 to test this and invest it into Bitcoin when the\nDaily is filled with FUD. Today is a great day to start.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvmwsk/el_salvador_has_officially_passed_a_law_that.json": "And that’s a wrap ladies and gentlemen. On June 9, 2021, at approximately\n12:08am EST, El Salvador has become the First Nation to pass a bill that makes\nBitcoin a legal currency. Who would have thought this would happen so quickly!\nIt will take ~90 days for this law to be enacted; presumably to…",
  "data/reddit-crypto/r/Bitcoin/comments/nvnj35/the_president_of_el_salvador_just_confirmed_that.json": "He’s in the Nic Carter Twitter chat room right now!!! And they’re about to pass\nthe bill any minute!!\n\nWill update, developing story….\n\nEdit 1: 100% chance it will pass they have 64 out of 84 votes\n\nEdit 2: Bill will go into full effect in 90 days\n\nEdit 3: “Every business must accept Bitcoin” -…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nv5758/btc_time_the_bottom_contest.json": "Figured I'd throw some moons around to try and lighten the mood here a bit by\nhaving a little contest.\n\nWhoever guesses what the lowest price bitcoin will hit will win 400 moons second\nplace will get 150 moons and third place will get 50 moons.\n\nRules:\n\n-only one entry per person\n\n-placing is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nviceo/daily_discussion_june_9_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvamhc/is_eth_now_a_better_choice_than_btc.json": "It used to be that BTC was the safe bet, and ETH the moonshot (smart portfolio:\nBTC 90%/ETH 10%)....more recently it's been invest 50/50 (BTC 50%/ETH 50%). Now\nI'm wondering if it's smarter to weigh your portfolio more heavily in ETH. ETH's\nexpansion is looking pretty impressive. Look at the USD and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvigcl/algorand.json": "I was curious what people's opinion of Algorand is. I have read up on it. It\nseems really legit. It has great support and seems well thought out. Just the\npeople behind it give it so much credit.\n\nThe only negative I've heard is it has inflationary tokenomics.\n\nAm I missing something as to why it…",
  "data/reddit-crypto/r/Bitcoin/comments/nvkz7b/95_of_the_negative_posts_on_this_sub_are_from.json": "This sub is be raiding by a ton of accounts all made around 3 to 4 months ago\nall spreading FUD. Almost all of the negative posts are from new accounts. I\ndon’t know if this is some organized effort or something but it’s definitely a\npattern I noticed. Maybe just people new to Bitcoin who are salty…",
  "data/reddit-crypto/r/Bitcoin/comments/nvr0wg/hate_mainstream_media_coverage_of_bitcoin_im_a.json": "Hi - I'm a freelance aviation journalist who's written for the The Guardian, The\nNew York Times, the Economist, Forbes and a bunch of geeky plane titles you\nhaven't heard of.\n\nAviation is a dead horse nowadays so my career is totally unviable unless I\ndiversify. Its not difficult to work out how:…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvot7v/misleading_titles_why_fbi_acquired_darkside.json": "The most important thing to understand with this “hack” is the difference\nbetween dark side and the person who demanded the ransom. “Dark side” is a\nransomware-as-a-service group. They charge 15% of the total ransom to design the\ncode that their client (aka affiliate) will then use to install on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvsvgh/everyone_expected_1st_world_countries_to_start.json": "Instead other less developed countries started true adoption.\n\nJust this week three countries started moving towards a massive adoption\n\n> -Panama is working on a proposal to embrace Bitcoin and other cryptos in the\n> country.\n> \n> -The announcement came after El Salvador’s move to make Bitcoin a…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvrvqe/now_that_el_salvador_has_accepted_bitcoin_as.json": "Now that Bitcoin is officially recognized as a form of currency in El Salvador\nTesla is required to accept that form of payment under Art 7\n\n\"every economic agent must accept bitcoin as payment when offered to him by\nwhoever acquires a good and service\"\n\nHow the turntables have turned...\n\nEmphasis…",
  "data/reddit-crypto/r/Bitcoin/comments/nvjtob/im_from_brazil_and_i_dont_want_the_dollar_to_be.json": "Tha'ts it. I rather have science-backed trustless digital currency.",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvvq2u/its_hard_to_invest_being_broke_but_taking_5_a.json": "I talk to my friends and they tell me they throw X amount into crypto to hold\nand I wish I could do the same. I've started having $5 taken out of each check\nand thrown into my crypto wallet. It's not much but it's better than not\ninvesting!\n\nTrust me it adds up, I get paid 2x a month and if you've…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nvv1ky/and_this_is_why_we_need_younger_leaders_not.json": "El Salvador Legislature Indicates Favor Toward President’s Bitcoin Bill\n\nThe government would also create a trust that would enable the “instantaneous\nconvertibility of bitcoin to dollars,” the bill said.\n\nAccording to report, bill includes following:\n\n> Goods may be priced in bitcoin Tax may be…"
}