{
  "data/reddit-stocks/r/Bogleheads/comments/qk3j5f/does_regret_about_not_starting_earlier_ever_go.json": "I’m 24 and have been working since I was 12. I’ve always been good at budgeting\nand saving but came from a family of gamblers and was dissuaded from investing.\nIt’s obviously not the same thing, but it’s similar enough that I listened and\nwrote it off. I’ve heard the age-old advice about the best…",
  "data/reddit-stocks/r/stocks/comments/qk978t/i_want_to_improve_my_knowledge_in_investing.json": "I feel pressured because some people who are the same age as me are doing well\nwith their investments already. I don’t know where to start because when I ask\nthem they always feel like they are speaking a foreign language . It appears to\nme that asking for investing advice is like walking through a…",
  "data/reddit-stocks/r/stocks/comments/qk5kx9/is_it_a_washsale_if_i_sell_in_a_normal_brokerage.json": "I have some stock that is at a significant loss. Come the first of next year, I\nwant to move it into my Roth IRA but I also want to be able to use the capital\nlosses. How do I do this? I know it would be a wash-sale to sell and buy again\nwithin 30 days, but what if I am buying it in a Roth IRA? Do I…",
  "data/reddit-stocks/r/Bogleheads/comments/qk2zdj/18_years_old_with_6k_should_i_invest_in_vtsax500.json": "Hi guys. I’m a first-year in college and got some cash to start investing. I\nknow the usual advice is to go with VTSAX, VTI and their equivalents but since\nI’m on the younger side I have some room to take risks. Should I stick to total\nmarket stuff or get into VGT and growth type funds? It’s…",
  "data/reddit-stocks/r/stocks/comments/qkbzu0/i_just_invested_in_copper_stocks_should_i_be.json": "I have some copper stocks I invested in a few months ago and seeing that the\nsituation is kind of volatile when it comes to it, I am wondering if I should be\nworried because of this situation.\n\nJust recently there were also issues with the copper supply due to the issues\nwith miners and the…",
  "data/reddit-stocks/r/investing/comments/qkaphs/amat_amd_instead_of_nio_qs_is_this_a_good_bet.json": "All,\n\nI currently have long positions in NIO (buy price = $55) and Quantumscape (buy\nprice = $52). I am thinking of taking the hit and putting whatever's left after\nthe losses into AMAT and AMD. Overall, I am quite bullish on AMAT and AMD and\nthey have the necessary growth to provide good returns in…",
  "data/reddit-stocks/r/stocks/comments/qkdj6p/cocacola_buys_full_control_of_bodyarmor_for_56.json": "Coca-Cola announced Monday it has bought full control of sports drink maker\nBodyarmor for $5.6 billion, making it the company’s largest brand acquisition to\ndate.\n\n-Owning Bodyarmor helps Coke gain market share in the sports drink category,\nalthough PepsiCo’s Gatorade is far and away the market…",
  "data/reddit-stocks/r/investing/comments/qkihov/intc_cluster_buy_by_510_directors_and_ceo.json": "https://imgur.com/bXLI1uA\n\nhttp://openinsider.com/INTC\n\nSome of the directors increased shares owned by over 70%.\n\nSeems like relevant news. I don't know what's going on with internally, but\nthese trades happened 5 days after the decent earnings and the subsequent drop\nof 10%. Don't know why the…",
  "data/reddit-stocks/r/Bogleheads/comments/qkgfef/i_want_to_leave_robinhood.json": "Hey y'all I recently discovered that creating a Robinhood account as a way for\nlong-term investing is not the best option. The goal of my investments are for\nretirement and I realized that I should probably switch to a Roth IRA. I read\nthat I cannot move my assets from Robinhood straight into a…",
  "data/reddit-stocks/r/investing/comments/qki4sz/construction_spending_unexpectedly_falls_in.json": "U.S. construction spending unexpectedly fell in September amid declines in\noutlays on both private and public projects.\n\nThe Commerce Department said on Monday that construction spending dropped 0.5%.\nEconomists polled by Reuters had forecast construction spending gaining 0.4%.\n\n...\n\nSpending on…",
  "data/reddit-stocks/r/investing/comments/qkk2nx/ive_saved_up_a_sizeable_sum_and_i_want_to_invest.json": "Through a combination of responsible spending and an inheritance, I have a\nsizeable sum sitting in my savings account.\n\nI want to invest, but I've heard so many stories about the market being over\nappreciated, about bubbles, about inevitable adjustments, that I'm really scared\nabout putting it into…",
  "data/reddit-stocks/r/stocks/comments/qke47v/thread_on_how_to_play_the_coming_climate.json": "I would like to start a thread where we could discuss about how the inevitable\nclimate restrictions will impact the stock market in the coming month/years.\n\nWe know that all indicators are showing that the market is wayyy too extended\nand that a correction will come one day. The market was in this…",
  "data/reddit-stocks/r/investing/comments/qkhhkl/purchaser_units_strange_action_300_from_the.json": "I never considered myself an expert trader, but I’m used to understanding at\nleast the concept behind the fancy wording of the PRs. Now the situation got me\na bit confused.\n\nThe news:\nhttps://www.xigemtechnologies.com/xigem-technologies-announces-binding-letter-of-intent-to-acquire-assets-of-cylix…",
  "data/reddit-stocks/r/investing/comments/qkhqsb/what_stocks_will_grow_throughout_the_2022_year.json": "What stocks do you think will grow through the new year 2022. I really really\nwant to move away from my SPCE investment, but I do not know what to buy. Please\ntell me stocks, not ETFs, crypto, et certera.\n\nThe reason I am leaving SPCE is the company is not transparent enough with…",
  "data/reddit-stocks/r/stocks/comments/qkiuz3/paypal_still_down_trending_with_no_new_updates.json": "Ok, so I can see that investors didn’t look too favorable towards the Pinterest\nacquisition. But that’s old news now, so what’s driving down the price of the\nstock? Seems like it’s just being manipulated at this point and has nothing to\ndo with the actual value. I have no idea, but just I’ve watched…",
  "data/reddit-stocks/r/stocks/comments/qkgndd/peeling_back_the_layers_on_paysafe_psfe.json": "If you’re looking for a quick trade or pump, this is not it. I wrote this to\nhave a searchable document for future reference. It addresses much of the false\nand misleading information that’s been published on Paysafe. This undervalued\nFintech represents around 15% of my portfolio but I continue to…",
  "data/reddit-stocks/r/stocks/comments/qkmmmq/if_you_could_put_3k_into_aapl_msft_or_fb_which.json": "I’m looking for a “safe” place to put 3k. Arguments can be made for a lot of\nstocks but the ones I see mentioned most are these three. AAPL/MSFT because\nthey’re titans and historically just keep going up. FB because as much hate as\nthey get, they’re apparently undervalued.\n\nSo if you could pick one,…",
  "data/reddit-stocks/r/stocks/comments/qkolqi/here_is_a_market_recap_for_today_monday_nov_1_2021.json": "PsychoMarket Recap - Monday, November 1, 2021\n\nThe S&P 500 (SPY) and tech-heavy Nasdaq (QQQ) continued their remarkable rally\nto once again reach new intraday record highs, with equities carrying on\nmomentum from a record-setting October. Market participants continue to be\nencouraged by the stronger…",
  "data/reddit-stocks/r/stocks/comments/qko4qu/tsla_owners_what_are_your_moves.json": "Between Feb & Sept last year, it’s clear that the price will come back down\nafter some profit taking and when things calm down.\n\nI’m long, in at $343, and TSLA has blown past all my short term expectations. I\nhave more money than I ever thought I would at this stage in my life & I’m not\nsure whether…",
  "data/reddit-stocks/r/Bogleheads/comments/qkikvn/taking_the_plunge.json": "Hi Bogleheads!\n\nI am a 38 year old that finally decided that the future was now, and I had to\nstart making smart moves if I ever wanted to retire. I've got a job that\nsustains me more than paycheck to paycheck, and I'm able to think about the\nfuture in a more purposeful way.\n\nI'm a former teacher…",
  "data/reddit-stocks/r/Bogleheads/comments/qkmr2e/been_6040_usinternational_vtivxus_since_2016_and.json": "I don't have any plans on changing my allocation %. I'm fully committed to this\nsplit, and understand the benefits of diversification.\n\nBut man it is discouraging seeing VTI with over a 100% return from 2016 - 2021,\nwhile VXUS grew ~50% over that same time frame. I know that doesn't tell the\nfull…",
  "data/reddit-stocks/r/investing/comments/qkk1ro/youre_not_selling_youre_buying_dollars.json": "Think about it. You're buying those dollars presumably because they will serve\nyou better than whatever stock your dumping to get them.\n\nDo you track the DXY? It can be an opportune time to buy dollars for cheap when\nthe DXY is sinking. Then trade in those dollars on a nice day when the DXY…",
  "data/reddit-stocks/r/investing/comments/qkq6pj/transatlantic_flights_are_set_to_boost_oil_demand.json": "The Biden administration’s new vaccine-based travel rules are forecast to boost\njet fuel consumption as they bring the U.S. more in line with the European\nUnion, helping revive flights across the Atlantic. \n\nThe increased transatlantic travel will probably add at least 250,000 barrels a\nday of crude…",
  "data/reddit-stocks/r/wallstreetbets/comments/qknynb/1_million_dollar_tesla_short_tsla_part_2_executed.json": "https://preview.redd.it/x5yu81lnu1x71.jpg?width=1242&format=pjpg&auto=webp&s=8e92616e39bc9d04ea3a6b3a86485896f9cdef76\n\nOriginal Post in the comments: (Part 1) ✅\nshared post in comments\n\nFor those who are keeping up with my plan, part 2 has been executed!\nNew Average Cost: $1,131.40 (20 cents higher…",
  "data/reddit-stocks/r/Bogleheads/comments/qkl8f3/5_year_horizon_investment_strategy.json": "I'm looking to implement an investment strategy that will get me a decent return\nover the next five years which will be used for a down payment on a house. I've\nlooked into HYSA, but even the best rates are abysmal. Investing in VTI seems\nlike too much of a gamble over a five year period. What are…",
  "data/reddit-stocks/r/stocks/comments/qksk0q/how_do_you_invest_to_grow_quickly_after_getting.json": "My friend and I were talking about our portfolios over the weekend. We were both\non the threshold of crossing the $100K benchmark in our savings (stock and cash\ncombined). We realized that neither of us really know the best strategy to keep\ngrowing it moving forward but we assume 100K is an…",
  "data/reddit-stocks/r/investing/comments/qksof4/why_is_citi_the_only_major_us_bank_not_to_recover.json": "This [https://i.imgur.com/kSTAk8F.png] chart shows dividend-adjusted returns\nfrom CapitalIQ from Jan 1 2007 to today\n\n- JP Morgan: 415%\n\n- Goldman: 154%\n\n- US Bank: 152%\n\n- Wells Fargo: 118%\n\n- Morgan Stanley: 102%\n\n- Bank of America: 19%\n\n- CitiGroup: -83%\n\nAnyone in banking understand why it has…"
}