{
  "data/reddit-changemyview/r/changemyview/comments/ovkd6d/cmv_funeral_directors_and_funeral_industry.json": "When people die of COVID, where do you think they go? People die every day\nanyways, but funeral homes have been absolutely swamped since the start of this\nwhole thing. The only thing you’ve probably heard about is the sheer number of\nbodies, having to be put into refrigerated trucks because the…",
  "data/reddit-changemyview/r/changemyview/comments/ovnnye/cmv_white_collar_dress_codes_have_no_practical.json": "Blue collar workers wearing protective gear makes sense. You don't need any\nspecial suit to make a spreadsheet. Some of the common arguments I've seen to\ncontradict this go along the lines of: studies show that wearing a suit makes\npeople more productive. But it seems that these studies were only…",
  "data/reddit-changemyview/r/changemyview/comments/ovr20r/cmv_pop_tarts_should_have_individually_labeled.json": "Tone Edit: While this really is my view it is a light hearted one. I’m not angry\nor upset at Kellogg’s just genuinely of the view that food should be\nrecognizable and identifiable even when out of the box and I’m equally perplexed\nas to why this particular item isn’t labeled as such. That said I’m…",
  "data/reddit-changemyview/r/changemyview/comments/ovziw0/cmv_cnn_is_at_a_point_where_it_should_no_longer.json": "So let me start by saying CNN is not the only source guilty of this- the\nmajority of American news sources have the same problem I'm about to describe.\nBut over the last 4 years, CNN has become the worst, and I check over all the\nmajor sources on a daily basis (fox, CNN, NYT, Reuters, ABC, MSN, AP,…",
  "data/reddit-changemyview/r/changemyview/comments/oviv9x/cmv_reddit_makes_money_off_of_mentally_ill_people.json": "\"They do it for free\"\n\nI don't know if you are familiar with the meme but it's a referance to internet\nmoderators and what they do for no monetary compensation. On the surface it\nseems like a negative thing to say, and I would agree, but I would also agree\nwith the point.\n\nThere are countless of…",
  "data/reddit-changemyview/r/changemyview/comments/ovxkci/cmv_if_we_need_covid_lockdowns_then_we_need_the.json": "Edit for clarification: this is an anti-lockdown CMV, not stricter border\ncontrol. Our elected government should not remove legal citizens liberties “for\ntheir own safety” if the government exhibits willful misconduct in preventing\nthe spread of Covid due to illegal border crossings. Again, I’m not…",
  "data/reddit-changemyview/r/changemyview/comments/ow1uq2/cmv_not_revealing_transgender_status_regardless.json": "Inspired by an argument made with a user on here.\n\n\n\nLet's completely disregard the fact that currently I don't believe a surgically\nconstructed sex organ is unidentifiable compared to a \"natural\" one, but lets\ndisregard this and pretend there is no way to tell the difference at all.\n\n\n\nSo let's…"
}