{
  "data/reddit-crypto/r/CryptoCurrency/comments/npgudt/daily_discussion_june_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nplbbn/this_is_why_its_important_to_hold_for_the_long.json": "A dormant address containing 900 #BTC (33,780,931 USD) has just been activated\nafter 8.8 years (valued at 4,625 USD in 2012)!\n\nsource\n[https://whale-alert.io/transaction/bitcoin/3629dcc7cdf65cf71c8eab67628ac933516fbffb8e30cab31df7534257f9043c]\n\nThat guy must be the happiest MF alive right now.\n\nI…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npob3a/i_just_spent_4_hrs_in_15_alt_coin_subreddits_and.json": "After spending a considerable amount of time in many alt coin subreddits, here\nare the common themes preached across the board:\n\n 1.  Bitcoin is speculative garbage while the subreddit's coin has \"real\n     utility\".\n 2.  POW > POS & POS > POW - Depends on the subreddit's coin.\n 3.  Atleast one post…",
  "data/reddit-crypto/r/Bitcoin/comments/npjuxp/at_peace_with_whatever_happens.json": "Me and my son started mining in 2013... The butterfly labs systems would heat\nthe entire home up north for every month except January... Still have memories\nof the constant humming noise... I sold almost everything in 2018 at the bottom\ndue to cancer treatment... Looking forward there is still so…",
  "data/reddit-crypto/r/Bitcoin/comments/npl8nb/wow_we_just_broke_3000000_members.json": "That's really incredible. It's my sincere hope that we can take this moment and\nhighlight the true use case of bitcoin as providing the world's first truly\nfinite digital asset that allows true autonomy and sovereignty for anyone\nrunning taking their own private keys and running their own node with…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nptt2f/bought_ada_ask_me_anything.json": "As the title says I just invested $51 worth of ADA at around $1.50~\n\nI am now up $7 so I instantly got a phd in crypto investments and the crypto\nmarket.\n\nIf you have a hard time believing my profits, I can give you my account for a\nday to see that green.",
  "data/reddit-crypto/r/CryptoCurrency/comments/npqz0g/your_favorite_crypto_influencer_is_lying_to_you.json": "You know that feeling when your favorite crypto \"influencer\" posts a 90 day\nchart and their coin is up 18,000%? You start doing mental math like, \"Damn if\nI'd invested $1000, I'd have six figures right now. This guy probably made a\nmillion plus!\"\n\nWell, forget that feeling, cause it's total…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npwbp4/ada_is_a_speculative_risky_asset_even_for_crypto.json": "It is really hard to come up with a fair market price for cryptocurrency. They\ndon't have cashflows, don't pay dividends (although thats not so true anymore\nwith staking rewards taking off), and don't have balance sheets to peruse. That\ndoesn't mean we shouldn't try though! We can use transaction…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq15us/turn_off_sms_2fa.json": "A friendly reminder since I haven’t seen it posted here in a while.\n\nTurn off SMS 2FA and set up something like Authy.\n\nYou’re probably thinking “I’m small time, won’t happen to me.” And I thought the\nsame as well until last night my phone provider blocked an attempt at a Simswap.\n\nTake the 10-15…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nputlr/im_now_getting_paid_in_btc_by_a_big_pizza_firm.json": "So as you may have read Domino's Pizzas is now paying employees in btc if they\nwant.\n\nArticle:\nhttps://www.google.com/amp/s/www.coindesk.com/staff-at-biggest-dominos-pizza-franchise-in-holland-can-now-be-paid-in-bitcoin%3famp=1\n\nIm getting paid in BTC from now on. This is ofcourse not my only…",
  "data/reddit-crypto/r/CryptoCurrency/comments/npn5pa/zksync_20_an_advanced_nextgen_smart_contract.json": "Apologies for the slightly clickbaity headline, but it's actually true.\n\nThe alpha version of zkSync 2.0 is now live on testnet\n[https://medium.com/matter-labs]. Most of the crypto world seems to be sleeping\non zkSync 2.0 - this is without any doubt the most advanced smart contract\nplatform ever…",
  "data/reddit-crypto/r/CryptoCurrency/comments/nq23uv/i_moved_all_my_savings_to_a_stablecoin.json": "I've been thinking about this for a long time and I finally decided to move all\nmy savings to Celsius. Why should I keep my money in a bank? Not only I don't\nget any interests but I also have to pay 15 bucks a month just for the privilege\nof having an account. Now I get almost 9% interest rate,…"
}