{
  "data/reddit-books/r/books/comments/qk29yo/i_dont_understand_a_tale_of_two_cities_by_charles.json": "I've never really read a Charles Dickens book and a couple days ago I checked \"A\nTale of Two Cities\" out of my school library and started reading it. And I'm\nfrustrated; it's not really the book's fault, it's mostly mine.\n\nI heard good things about this book and I really wanted to like it. But…",
  "data/reddit-books/r/books/comments/qk4pvy/how_can_a_book_published_in_1984_not_be_available.json": "I read a lot books on the history of intelligence / covert operations and for\nyears have been trying to find a copy of \"Beyond the CIA: The Frank Terpil\nStory\" by Richard Lloyd and Antony Thomas (Seaver Books, 1984, ISBN =\n086579023X). But I have yet to have found this book for sale anywhere…",
  "data/reddit-books/r/books/comments/qk6j5w/anyone_interested_in_starting_a_book_club_over.json": "Of my friends I’m the only one that’s REALLY into reading. I’ve tried to get a\nfew ppl in my life to read with me so we can discuss the books but the plans\nalways fall through. I like a variety of genres and if anyone wants to start a\nbook club let me know!! I’d be willing to set one up if others…",
  "data/reddit-books/r/booksuggestions/comments/qk21yo/books_for_kind_people_who_finally_use_their_rage.json": "Hello guys! So I’ve read a lot of recs here but it seems I haven’t found\nanything like that. If I’ve missed it, I’d be grateful for a link. My greatest\nmistake is that I’m too kind, like, your hyperbolized kind and trusting girl\ntrope, and that’s the reason I’ve been facing a lot of problems in the…",
  "data/reddit-books/r/books/comments/qkcggk/i_finished_stephen_kings_it_on_halloween.json": "What a ride, an incredible book front to back. Really a shame how the movies\ndon't do it justice. A mini-series would probably work better really.\n\nAmazing characters, memorable moments, images to forever haunt your mind. What's\nnot to love? I'll miss the Loser's Club and the Terror of Derry.. truly…",
  "data/reddit-books/r/books/comments/qkfvr7/im_neal_shusterman_author_of_the_arc_of_a_scythe.json": "Hi Reddit, this is Neal Shusterman, bestselling author of 40 award-winning books\nfor teens, and adults. My books include the Arc of a Scythe trilogy, the Unwind\ndystology, Challenger Deep (2015 National Book Award winner), the Skinjacker\ntrilogy, and Dry—which I co-wrote with my son Jarrod—and with…",
  "data/reddit-books/r/booksuggestions/comments/qkbgkb/books_that_feel_like_a_dnd_game.json": "Title",
  "data/reddit-books/r/books/comments/qki0kt/the_cursed_child_is_a_cursed_book.json": "So, I finished the Harry Potter series (the OG 7 books) some months ago and I\nabsolutely fell in love with it. Now recently, a friend of mine gave me the\n'Cursed child'. I had never heard about that book before and had 0 idea then\nabout how it would turn out to be. I got excited as usual and read…",
  "data/reddit-books/r/books/comments/qkne5x/do_you_easily_pick_up_grammatical_or_punctuation.json": "I’m talking “New York Times Bestsellers” books that have sold millions of copies\nwith errors, not a self-published novel on Wattpad. It drives me nuts!! I\nquestion how many eyeballs read the same thing and skipped over it. Idk, I just\nfeel like if you are a successful and widely published author,…",
  "data/reddit-books/r/booksuggestions/comments/qkj294/something_like_nickel_dimed_except_about_the.json": "There's a post on r/Cooking [/r/Cooking] about providing food for the homeless\n(on the OP's own - not with an organization). Excellent points were made about\nnot giving foods that create garbage (chicken bones) or that are too hard to eat\n(crunchy granola bars) because dental issues/tooth loss is…",
  "data/reddit-books/r/books/comments/qksbit/halloween_tree_by_ray_bradbury.json": "So, I am an English teacher and have routinely taught various works by Bradbury\nover the years. But this title was totally new to me. I didn’t even know he’s\nwritten a Halloween book.\n\nI grabbed it to read, a bit each night, with my oldest two kids (12 and 8) and\nwe LOVED it.\n\nIt surprises me that…",
  "data/reddit-books/r/booksuggestions/comments/qkqfx1/books_about_poor_whites_similar_to_hillbilly_elegy.json": "Looking for books somewhat similar to Hillbilly elegy. Doesn’t have to be about\nhill/mountain culture but about “white trash/rednecks”, drug\naddiction/alcoholism, and the mind set of the culture.\n\nAnything?",
  "data/reddit-books/r/books/comments/ql3sy7/a_canticle_for_leibowitz.json": "Just read it, what a classic! Great for anyone who likes books about sci fi, the\nmiddle ages, or religion.\n\nIt's set in the aftermath of a cataclysmic nuclear war. The survivors blamed\nscience, and killed intellectuals and burned all the books they could get their\nhands on. A monastery in the desert…",
  "data/reddit-books/r/books/comments/ql1d41/the_machine_stops_a_short_story_by_em_forster.json": "I read this short story maybe 12 years ago and wondered if we might end up in a\nsimilar world the story posits - one where people exist in pod-like enclosures,\nonly connected to one another through a fantastical \"mirror\" which shows\n\"satisfactory approximations\" of peoples likenesses. Facebook, and…"
}