{
  "data/reddit-crypto/r/CryptoCurrency/comments/pyxkum/robinhood_securities_president_sold_all_his_amc.json": "A new lawsuit alleges that the chief operating officer and securities president\nof Robinhood James Swartwout has sold all his AMC stock just before Robinhood\nrestricted people from buying it.\n\nThis is literal insider trading, rethink about using them to hold your crypto.\nDo you really think they…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pyyr1m/where_did_all_the_solana_supporters_go.json": "Feel as though the support fell off a cliff went from about a hundred to zero.\nFunny how quickly people lose interest. Also how fast this subreddits sentiment\nchanges one moment you are getting downvoted about trying to point out the\nproblems with Solana then the next you are being upvoted. Just…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pyw36n/daily_discussion_october_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nConsider all information posted here with several liberal heaps of salt, and\nalways cross check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz5nla/bull_run_back_on.json": "I woke up this morning and thought my phone was messing with me. BTC at 47k? Not\na chance. I sleep terribly and am up and down all night. I was up just a few\nhours prior, how could Btc be at 47k?\n\nEvery article I read the past couple weeks has talked about how if Btc broke 46k\nthe bull run would be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz5iyx/with_this_hour_pump_more_than_200_million_has.json": "When you see this big dildos, lot of people get rekt in the process and lose\ntheir bet when they short or long without a stop. Now pumping to 47k we are\nseeing 200 million, $200,000,000 getting liquidated in 1 hour !!! A lot of money\nof degens that where betting to btc, eth and others to go down…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz6gdr/the_journey_to_100k_has_begun.json": "Adding some Hopium to your morning because if you have checked your\nportfolios,the crypto market is very happy today. Probably because we got a\nlittle good news yesterday from the fed that the US in fact does not plan on\nbanning bitcoin. After a month with a shit ton of fud with China banning…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz6q0r/congrats_to_beginners_who_survived_september.json": "Hey this post is for us noobs! Just congrats for surviving this small dip. I\ndidn't survive the one this summer but here I didn't sell and I bought the dip.\n\nWe are now in green territory and bravo to you! Let this be a learning lesson !\nYou just have to wait to see green again in your portfolio.…",
  "data/reddit-crypto/r/Bitcoin/comments/pz6jeg/big_green_candle.json": "Oct 1 and we already got a big green candle",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz8pmq/i_called_the_29k_bottom_back_in_july_heres_a.json": "ICYMI, you can find my analysis calling the 29k price bottom on 20th July here\n[https://www.reddit.com/r/CryptoCurrency/comments/onxa5x/bitcoin_price_july_2013_66_december_2013_1163/].\n\nAgain, I'll try to keep this follow-up analysis simple enough that anyone is\nable to understand, but you may need…",
  "data/reddit-crypto/r/Bitcoin/comments/pz7joo/200_million_worth_of_bitcoin_shorts_liquidated.json": "The title speaks for itself - don’t short Bitcoin. 🌽\n\nData - https://www.bybt.com/LiquidationData",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz9l5n/dont_miss_out_on_your_chance_to_be_a_part_of.json": "Recently there was a post that showed that only 3% of this sub has set up their\nvaults in order to receive moons. This is absolutely crazy, if you haven’t set\nup your vault, you should do it now!\n\nI have a very strong feeling that community points are going to be the next\nstory about Reddit that…",
  "data/reddit-crypto/r/CryptoCurrency/comments/pz6ikr/how_do_you_guys_still_have_money_to_buy_the_dip.json": "Every time I am on this sub all I see is “buy”, “buy now you will never see this\nlow of prices again”... “Wow what a discount you will never get BTC below 40K\nagain”. So I follow the advice on this sub and buy but then it ends up being a\nmultilayer dip or there is an even bigger dip a couple days…"
}