{
  "data/reddit-crypto/r/Bitcoin/comments/luw6m5/my_wife_is_my_best_market_indicator.json": "Been in the space since 2017. Lost a lot of cash then started learning. Hodl is\nthe way my friends. Interestingly my wife seems to be the best indicator of the\nmarket to the general public. Whenever she asks me 'how's the bitcoin doing?' I\nanswer \"why?\" And she's like 'elon something,' or 'i read…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luxoi4/im_quitting_smoking_and_buying_cryptocurrency.json": "I tried this a while ago, though I was throwing money at options on Robinhood,\njust to give myself something to do. Needless to say, it didn't work out. I blew\na bunch of money and started smoking again just a few months later.\n\nNow I'm ready for a change! Smokes are $12 a pack where I am at and I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv32fx/tomochain_stole_25k_tomo_4050k_usd_from_me_while.json": "You may have seen my last thread already:\nhttps://old.reddit.com/r/CryptoCurrency/comments/lq8sie/tomochain_stole_over_55k_usd_worth_of_tomo_from/\n\nI left out of this thread that my health is in extremely poor condition, my\nliver failed 6+ months ago and my health has been rapidly degrading since.…",
  "data/reddit-crypto/r/Bitcoin/comments/lv0ds6/excia_economics_expert_gave_me_bitcoin_advice.json": "He said: “the thing is, with Bitcoin, you can’t view it as an investment such as\na stock, like the common person. Instead, You have to view it as owning land.\n\nInstead of cashing it out, place loans against it. This way, you don’t lose your\ncoin, and can instead weigh how to minimize land loss…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luwd8c/we_need_to_keep_calling_out_scammers_to_protect.json": "Listen up fellas, I’ve noticed a huge increase in the number of scammers trying\nto steal your precious crypto, login info, etc. due to the growth of\ncryptocurrency in general and the insane growth of our sub. We have to do a\nbetter job at calling these fools out and putting them on our known…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv4o1n/is_binance_smart_chain_centralised_or.json": "Someone deployed this game tanks of tiananmen on the BSC blockchain. All\ndiscussion about the Tiananmen square massacre are banned in China, but now the\ngame has been deployed on BSC.\n\n> These lost TANKS accumulate under CZ's leadership and once in every 20\ntransfers, CZ randomly sends his TANKs to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv0uat/giving_lurkers_contribution_that_may_in_turn.json": "I raise this poll to give moon rights to the lurkers in this subreddit that\nchoose not to contribute when they have nothing productive to say. This is in\nreaction to the current meta in this sub in which people post and spam\nunproductive or unoriginal content to farm moons. I am proposing this not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luv7fq/tokenizing_a_forest.json": "So I had the idea that if we tokenized forests as an investment that we could\nplant a massive amount of trees and help preserve nature. For example the\nredwood forest has a lot of old trees that can live for thousands of years\npotentially. Each coin/token would be assigned to a specific tree. In…",
  "data/reddit-crypto/r/CryptoCurrency/comments/luuf8q/daily_discussion_march_1_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv5yw0/discussioncmv_nano_is_a_better_store_of_value.json": "Warning: longread. A sort of tl;dr at the bottom.\n\nIn this post I'll outline why I think that Nano, rather than Bitcoin, might be\nthe \"final\" store of value, because it approaches the theoretical limit of\nperfect store of value/reserve currency characteristics. Much of this is based\non Ray Dalio's…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv3bwq/to_all_the_new_people_fomoing_into_crypto_right.json": "A lot of new people are getting into crypto that don't fully understand the risk\nthey are taking. I know this space is exciting and the astronomical gains are\ntempting, but try to keep your head cool.\n\nPlease don't use leverage, don't max out your credit cards, don't borrow money\nfrom friends and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv7ev3/unpopular_opinion_i_have_a_feeling_that_most_of.json": "It is strange, we have the power to give and receive, and a one-time opportunity\nto support other redditors to earn some Moons here. But at the same time I have\nnoticed that there are a lot of redditors giving downvotes to a lot of posts -\nand I am not speaking about posts with opinions, I speak…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lv42nt/crypto_is_creating_unhealthy_investing.json": "Now, believe me when I say - I know what it's like to get caught up in the hype.\nI'm bullish on the future of crypto, and think huge gains are likely in the\ncoming years.\n\nWith that said, seeing the things that have been posted lately is frankly quite\nalarming. It seems like the bull run has warped…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvdbx2/how_would_everyone_feel_about_limiting_memes_to.json": "As of now, memes are only allowed on the weekend. However, now the weekend is\njust 48 hours straight of Moon farmers re-posting the same memes over and over\nagain.\n\n28% of the time this sub is completely useless if you want to share high quality\ncontent or have a real discussion. I actually miss…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvfs0v/the_ny_ag_just_issued_a_blanket_warning_against.json": "Its just not the place for NY AG's to issue a \"warning\" against an entire asset\nclass that many institutions are investing in today and giants like Fidelity\ncall digital gold and recommend their investors to have a position along with\ndebt component of their portfolio.\n\nWhats worse, the NY State…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lveoum/how_i_turned_my_50_to_1873_with_fees_alone_and.json": "I swapped $50 of ETH to USDC and ended up with a mere $18.73.\n\nFucking fees. Had it on metamask and for fun I decided to see if I can put it in\nUSDC so I can swap for shitcoins that only have USDC as trading pairs.\n\nUniswap btw. I was stupid enough to overlook the gas fees. This is where the\ntitle…",
  "data/reddit-crypto/r/Bitcoin/comments/lvehz0/if_an_electric_vehicle_is_considered_green_then.json": "Look I'm not here to argue about electric vehicles, but my point is if I bought\na Tesla TODAY and plugged it in to charge TODAY, based on the power sources in\nmy state it would be more than 40% powered by coal and another 30% by natural\ngas. These are not Green power sources.\n\nMeanwhile I keep…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvceaf/get_ready_for_lift_off_guys_citibank_now_thinks.json": "Not posting the article because it already has been a bunch of times, but think\nabout just how huge this news is.\n\nCitibank is one of the banks that had to be bailed out during the financial\ncrisis.\n\nThey are part of the reason that Bitcoin even exists at all, so essentially they\nare now admitting…",
  "data/reddit-crypto/r/Bitcoin/comments/lvp8pk/back_over_50k.json": "📈 Yesterday morning some people on the board were in despair and ready to sell\nat 43K, if not earlier than that. Hopefully they did not and this is a lesson\nthat BTC can rise as quickly as it falls.\n\nSetbacks are temporary.\n\nIf if dips again after this post, I know in the long term it will be…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvtgmx/its_not_much_but_i_finally_own_just_over_one.json": "I'm excited about actually owning a whole token now! Got into the game a bit\nlate, I have some BTC but owning a whole one of those is a bit tough for the\nlittle guys. It's a small thing but after chipping away at it from week to week\nseeing that 1.0 is very rewarding. Here's hoping ETH staking…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvspfa/im_not_afraid_to_admit_it.json": "Neither should you.\n\nNot afraid to admit it at all. I'm in crypto for the profits. People are going\nthrough tough times. Even before lockdowns.\n\nDon't get me wrong, I'm 100% Pro decentralization of the internet.\n\nI got FOMO'd into crypto late 2016, started out very modest with XRP, did good,\ngot my…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvud78/stop_trying_to_time_the_market_dca_ftw.json": "Probably a repeat PSA, but seriously, if you're new (or even not new) to crypto,\nlook into DCA-ing into your favourite coin rather than trying to buy the dip(s).\n\nQuick recap: DCA-ing or Dollar Cost Averaging is basically investing the same\namount of money at set intervals over a long period, riding…",
  "data/reddit-crypto/r/Bitcoin/comments/lvq1er/what_part_of_hold_is_not_registering_with_yall.json": "I see post after post about people panicking about the prices.\n\nJust buy it and hold it. If you’re in Bitcoin to day trade, that’s your\nprerogative. But no one here cares that you’re scared of a price drop. Because\nthose that understand are completely unfazed by 30% swings.\n\nLiterally just buy it…",
  "data/reddit-crypto/r/Bitcoin/comments/lvswt3/take_care_of_your_teeth.json": "Back in the fall, my dentist told me that I’d need to get a couple teeth pulled\nand the best way forward would be a partial denture. The quote came in about\n$2000. (Seriously, floss every night). As it happened, I got a bonus around the\nsame time from work that was for a similar amount. I put the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvum4b/if_youre_making_money_from_crypto_whether_its_a.json": "One thing I noticed at this sub is the lack of support and not being\nconstructive critics when they come across stuff they disagree. I remember how a\nfew weeks ago when there was a bit of salt against doge, someone talking about\nhow they had doge and Elon tweet pumped it and they commented how they…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvong0/daily_discussion_march_2_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/lvx4iz/i_had_a_crazy_acid_trip_and_i_am_100_convinced_it.json": "My friend and I dropped some acid and had literally a 4 hour conversation about\nwhy Bitcoin is unstoppable. I will attempt to write as much of it down here (I'm\ncurious to hear your thoughts and whether you agree or think I'm a mad man), but\nwe had so many interesting ideas that I wish I had it on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw0f6q/proposal_to_move_all_memes_to_a_different.json": "As everyone has seen, allowing everyone to post one meme per day results in the\nsub being completely overrun with memes for whatever days this is allowed,\ncurrently Saturday and Sunday UTC time. This policy of allowing memes only on\nthe weekend was adopted because the previous policy of only…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw077x/psa_if_youre_seeing_huge_gains_take_some_profit.json": "I started investing in crypto in 2017 (I did some daytrading before that, but\nnever HODL). Didn't invest much, but it was a significant amount for me. I saw\nHUGE gains. Like 33x. When it went crashing down and after some bad decisions\n(Bitgrail...), I lost almost everything. I was stressed and angry…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvuyi7/somebody_sent_5_bitcoin_243153_to_a_confirmed.json": "Last night @Whale_alert twitter account reported that somebody sent an eye\nwatering 5 btc to a confirmed Elon Musk giveaway scam address.\n\nTweet: https://twitter.com/whale_alert/status/1366510689720803330?s=19\n\nIf you use twitter you are likely familiar with the scam stating that Elon is\ngiving away…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw0i5p/bought_my_partner_an_engagement_ring_with_money.json": "Hi all. This kind of goes against my better judgement, as I know there are lots\nof posts like this and it can come across as braggy, cringey etc.\n\nNone of my friends or family know much/anything about crypto, and I really\nwanted to share this with someone.\n\nThe start of the year has been really…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lvyoku/history_will_remember_that_google_failed_to_be_an.json": "PayPal, Facebook, Twitter, Microsoft (accepted crypto payment for years), Amazon\n(rumoured to be working on its own crypto project.) etc etc\n\nThe list of tech firms that have displayed real support or interest towards\ncrypto is grown yet Google (although some search results have been changing)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw1zni/im_from_a_second_world_country_but_im_still.json": "Our wages for honest hard working people are pretty low, we have a\nnear-dictatorship politics, we are supposed to work until we're 65-67 years old,\nour retirement funds won't be enough for a proper life.\n\nI'm only 19 but I want to start my adulthood being financially responsible and\ninvesting in my…",
  "data/reddit-crypto/r/Bitcoin/comments/lvxjhm/if_you_think_bitcoin_is_only_used_by_criminals.json": "Bitcoin being used by criminals is still some of the most long-lived FUD out\nthere. It is something that still often comes up today when I hear nocoiners\ntalk about Bitcoin and is often cited as a reason not to invest.",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw2uy7/the_case_on_emblem_vault_coval_an_entire_wallet.json": "CIRCUITS OF VALUE AND EMBLEM VAULT 🔒\n\nEmblem Vault is the first product of the Circuits of Value ($COVAL) ecosystem,\nit allows the wrapping of multiple digital assets (e.g. digital files, NFTs,\ncrypto, games) inside a single NFT – enabling the creation of an entire\nblockchain-agnostic wallet inside…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw3mkz/never_trust_crypto_youtubers_or_tip_channels.json": "It is as simple as that, if they had a secret method to making millions they\nwould keep it to themselves. All of these youtube and telegram tip channels are\nsimply pump and dump schemes where they buy into a token cheap and then shill it\nto their followers so that they can dump their shitcoins at a…",
  "data/reddit-crypto/r/Bitcoin/comments/lw55t1/i_have_now_lost_all_of_my_bitcoin.json": "It was a tragic boating accident. I just moved all my bitcoin to a hardware\nwallet, when it happened to slip my hands and into the ocean.\n\nAny further transfers done on that wallet are because of Poseidon.",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw40ya/does_anyone_still_actually_care_about.json": "When I got into cryptocurrency late 2014 the community on Reddit/Twitter was\nalways talking about how their coins could change the world for the better. I\nbought my first Bitcoin because I believed their narrative about how crypto\ncould revolutionize the world being anonymous (BTC was anonymous at…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw9mds/some_interesting_facts_about_the_top_15.json": "Here are some interesting facts or history about the top 15 cryptocurrencies by\nmarket cap. A lot of it is taken from the wikipedia. Feel free to correct me if\nsomething's wrong.\n\nBitcoin (BTC):\n\nThe receiver of the first bitcoin transaction was cypherpunk Hal Finney, who had\ncreated the first…",
  "data/reddit-crypto/r/Bitcoin/comments/lwb34y/i_wrote_a_trading_algo_that_buys_btc_every_time.json": "https://twitter.com/macromule/status/1366840685962223616?s=20\n\nSince May, the algorithm would have executed 203 trades, achieving an annualized\nreturn of ~1000%. 65% of trades are profitable with a 3% average…",
  "data/reddit-crypto/r/Bitcoin/comments/lw8d5q/im_now_a_millionaire.json": "*Satoshi millionaire\n\nReally psyched to hit 0.01 after buying those tasty dips over the last month,\nthanks so much to this community and r/bitcoinbeginners [/r/bitcoinbeginners]\nfor DYOR prompting and good vibes! You guys are super friendly and are always\nmaking Crypto more accessible/understandable…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw6npb/lets_help_the_noobs_instead_of_bashing_them_good.json": "I've been into crypto since 2013 but didn't actually buy any until 2017 due to\nbeing a student/busy/kept forgetting/etc.\n\nIn that time, I haven't really learned as much as I would like so I've started\nspending more time lately looking into the actual technology involved to be\nbetter prepared for…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lw0liy/if_you_want_to_move_your_eth_erc_20_tokens_and.json": "I see so many posts about high fees lately. If you want to move your ETH, ERC 20\ntokens - wait until the upgrade on March 15th. They are promising up to 140x\nsmaller fees. No need to spend $20 on moving a few tokens to a wallet. If you\ncan wait 14 more days, wait, and save yourself that money for…",
  "data/reddit-crypto/r/Bitcoin/comments/lvzqdu/umm_can_i_just_bring_everyones_attention_to_how.json": "https://www.reddit.com/r/Bitcoin/comments/2p6vzc/this_is_probably_the_most_accurate_price/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwfs4d/so_i_have_finished_the_last_cig_from_the_last.json": "And I didn’t buy another one.\n\nInstead of the 6 bucks I’ve been sitting back, I made it ten. Don’t tell my\nwife, but I have faith in that extra $4.\n\nDue to the high rates right now I’m going to dump in 1 time at the end of each\nmonth. I will have a picture of what I have saved already on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwgb4v/never_thought_i_would_see_the_day_people_were.json": "Look at us now! My wife always laughed at me for being on Reddit and wasting\ntime as it is my only form of Social Media.\n\nNow who's got the last laugh 😅\n\nI haven't made enough to change my life obviously but it feels good saying that\nReddit paid for a nice date night for me and the wife. It's not…",
  "data/reddit-crypto/r/Bitcoin/comments/lwd9to/i_dont_believe_we_shall_ever_have_a_good_money.json": "https://www.youtube.com/watch?t=1160&v=EYhEDxFwFRU",
  "data/reddit-crypto/r/Bitcoin/comments/lwknba/bitcoin_100m.json": "it would be a lot easier for everybody to understand, if bitcoin was $100M, and\na satoshi was $1. lets do that.",
  "data/reddit-crypto/r/Bitcoin/comments/lwnujp/to_think_that_one_bitcoin_is_more_than_many.json": "I haven’t been in crypto for very long. Started working at a crypto mining farm\nin Jan 2018 and it changed my life.\n\nMy employers asked if I was cool getting paid in bitcoin. At the time, my answer\nwas “As long as I can sell it into Ringgit Malaysia (fiat)”. Got paid around\n$1k+ monthly - remembered…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwg65q/daily_discussion_march_3_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwjg9v/trading_stocks_is_like_trading_crypto_at_01x.json": "When I used to trade stocks, we considered a 6-7% return on investment a good\nyear. A bad year was a 50% loss.\n\nIn crypto, 7% gain is a good day. 25% gain is a great day. 50% loss is last\nSunday. Life's too short to trade stocks!",
  "data/reddit-crypto/r/Bitcoin/comments/lwo0dm/pioneers_spent_bitcoin_in_the_past_so_you_can.json": "Stop saying when you see posts of someone spending bitcoins for food, services,\nvideogames, drugs whatever that they are kicking themselves because they didnt\nhold. Be thankful that they made bitcoin into a legit usable currency it is\ntoday. If everyone back then held, bitcoin would be worthless…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwun4f/ultimate_staking_guide_2021_overview_of_best.json": "In this post, I would like to expand on the growing interest in staking by\nexpanding on Passive income post\n[https://www.reddit.com/r/CryptoCurrency/comments/lk2rtw/the_ultimate_guide_to_earning_passive_income_with/]\nby u/Weaver96 [/u/Weaver96] and Beginner's staking…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwqo4g/the_amount_of_positive_news_lately_is_absolutely.json": "I’ve been lurking here for about a year only but nowadays the sheer amount of\nnew projects being developed, credit companies joining in crypto, moons\nreleasing on Reddit, big players like Amazon, Apple investing or researching,\nNFT adoptions, small business starting to support crypto payments is…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwy068/never_thought_i_and_many_others_would_get_paid.json": "Who could've thought we could earn money by posting about the stuff we love?\nDidn't teachers told us back the that our stupid hobby's/our wasted time wasn't\ngoing to pay bills?\n\nHeck yea, now we can by posting articles, upvoting and commenting on the things\nwe like to do.\n\n * Got some time while…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwwrod/friendly_reminder_to_check_your_old_accounts_just.json": "I tried to buy an NVIDIA GPU on purse.io something like 5 years ago. The\ntransaction never went through for some reason, so I gave up and forgot about\nit.\n\nCheck your old accounts, you never know what might be sitting there that you\nforgot about.\n\nPurse.io included BCH from the fork, but didn't have…",
  "data/reddit-crypto/r/Bitcoin/comments/lx18hc/selling_bitcoin_and_trying_to_buy_back_in_cheaper.json": "My brother just said that to me, thought it was a beautiful quote.\n\nDon’t get off the train people.",
  "data/reddit-crypto/r/CryptoCurrency/comments/lwyyb9/we_should_be_cheering_for_everyone_to_have_a.json": "I see it a lot with people shilling their own coin holdings and proceeding to\ntalk down to others with different holdings like they have the secret formula to\ncrypto. We should be happy that there is a diverse array of crypto projects with\ndifferent use cases and functionality. If we were all only…",
  "data/reddit-crypto/r/Bitcoin/comments/lww8mt/i_dont_want_to_hear_any_complaining_in_the_future.json": "Right now businesses and institutions are buying up bitcoin. Retail and\nindividuals are selling to them in droves knowing this. Down the road when “the\ntop 1%” and “wealthy” people own all the bitcoin, this is why. People are giving\ntheir bitcoin away and I don’t want to hear any complaining later…",
  "data/reddit-crypto/r/Bitcoin/comments/lx4svz/due_diligence_on_bitcoin.json": "Hi everyone,\n\nI've been trying to evaluate on my own whether bitcoin is worth buying and\nholding long term and wanted to present to you some basic findings. This is not\nfinancial advice but my own research analysis and I am open to being corrected\nas I am still new. I see a lot of DD for stocks but…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lx2ewr/if_you_can_only_afford_to_invest_a_few_dollars_in.json": "I've seen some pretty nasty comments towards small time investors in some or the\ndiscord channels I follow recently.\n\nCrypro isn't just for the rich, everyone is welcome here and by buying bitcoin\nand other cryptos you are investing in the future.\n\nIf someone had invested just 1 dollar a month back…",
  "data/reddit-crypto/r/Bitcoin/comments/lx251f/shoutout_the_the_people_who_panic_sold_44k.json": "Paper hands burn🔥",
  "data/reddit-crypto/r/CryptoCurrency/comments/lx3uo6/psa_fake_trezor_app_on_ios_app_store_asks_you_to.json": "I stumbled upon the app after discussing the Trezor suite for windows/mac (which\nis legit by the way)\n\nThe app says its 4+ years old yet has no reviews, first red flag.\n\nThe app looks alright, has the same feel as I would expect from Trezor\n\nStraight away asks for your 24 word seed to sync your…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lx3mij/all_nano_fud_summed_up_in_a_single_post.json": "Original Written by u/RecklessGeek [/u/RecklessGeek] here\n[https://np.reddit.com/r/nanocurrency/comments/lwxsfw/all_nano_fud_summed_up_in_a_single_post/],\nI couldn't directly cross-post it since it has reddit links without the np\nsubdomain.\n\nI recommend you to read his original post…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lx089t/tomo_came_through_i_dont_think_they_meant_any.json": "Resolution: I proved ownership of the wallet and provided KYC to tomo to receive\nthe tokens. Ended up talking with the tomo project lead quite a bit and I don't\nthink they acted maliciously or deceptively and I think they are good people and\ntrustworthy. The internet is full of scammers, crypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxcmup/to_all_the_small_hodlers_keeping_your_coins_at_an.json": "You might’ve seen several posts explaining why keeping your coins in a wallet is\nthe best way to hodl. This is true, if you have a significant amounts of a\nparticular coin because then you will be able to cover the expenses of transfer\nfees which vary from coin to coin.\n\nBut with the rise of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lx1nmn/why_i_like_bat_and_why_you_should_also.json": "The team at Brave has put together an actionable roadmap that will by default\nadd utility and value to BAT in ways that people not in the cryptosphere can\nunderstand.\n\nI think Brave will be a lot of peoples first contact with crypto and it is about\nas intuitive and user friendly as a crypto project…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lx4hv1/i_have_seen_a_substantial_amount_of.json": "TLDR: The real TPS of any network will vary drastically, as the size of the\ntransactions also varies drastically. Moreover, different networks have\ndiffering transaction data needs and norms, making this figure largely\nincomparable across blockchains. For now, Cardano has a rough present speed…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxd32p/2017s_bull_run_where_did_the_top_100_cryptos_go.json": "Where did they Go? How many survived?\n\nThese Top 100 took place Dec 25th, 2017\n\nNot going to comment on all of them. I'll leave that up to everyone else.\n\nAlso if I say \"gone\" it simply means out of the top 100 unless I say \"Gone for\ngood\"\n\nLet's take a look...\n\n12/25/17\n\n\nBITCOIN #1\n\nSill there…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lx7wg5/daily_discussion_march_4_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lx6zgs/beware_of_crypto_scam_beware_yellow_star.json": "Just wanted to warn everyone that the company 'Yellow Star Investment Group' is\npretending to be a cryptocurrency investment company and is most definitely a\nscam.\n\n\n\nI was given an employment contract to work for them and a couple assignments\nultimately leading to them asking me to go to a bitcoin…",
  "data/reddit-crypto/r/Bitcoin/comments/lx7v4q/now_they_laugh_then_they_will_come_after_our.json": "In the future we’ll hear lots of bullshit about bitcoiners from politicians and\nall kinds of parasites. They will say we were lucky. They will say we were\nselling drugs and stolen organs to get bitcoins. They will say we don’t deserve\nto be rich.\n\nThey won’t talk about us spending countless hours…",
  "data/reddit-crypto/r/Bitcoin/comments/lxbqbn/to_the_guy_i_used_to_work_with.json": "I'm sure my experience isn't super novel, but back when I was in college Bitcoin\nalmost hit 20k. I put in $100 at the beginning of that spike and sold when it\nstarting dipping for $122 ($22 profit!). I did zero research and I was in it\nbecause I thought I could make a quick buck. I decided I…",
  "data/reddit-crypto/r/Bitcoin/comments/lxhuq7/100k_loan_yolo_4th_march_update.json": "With Tesla buying BTC I’m more bullish than ever. This is the beginning of a\nwave of institutional money. It’s a matter of time before Netflix, Oracle etc\nannounce their purchases. It’s made me realise I don’t have enough Bitcoin. So\nI’ve sold all my stocks (including Tesla which had a 2000% gain)…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxl9eq/a_nice_demonstration_of_9_easy_ways_to_lose_your.json": "I thought this could be useful, especially for newer people that don't quite\ngrasp yet what are the possible ways of losing your crypto. Better to be aware\nof it, before it actually…",
  "data/reddit-crypto/r/Bitcoin/comments/lxhwhi/today_my_97_year_old_grandma_pulled_out_a_limited.json": "Haha made me laugh",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxnfuz/vechain_partnership_highlight_series_leg_1_summary.json": "https://vechaininsider.com/wp-content/uploads/2019/04/JDW_3055_w2482-768x511.jpg\n\nhttps://preview.redd.it/hko7umtq51l61.jpg?width=960&format=pjpg&auto=webp&s=19e484dec24a6d31b1bcf95c7ddf48c47b6e7ca9\n\nIntro:\n\nWith the latest boom in interest in the crypto markets, I thought it would be\ngood for all…",
  "data/reddit-crypto/r/Bitcoin/comments/lxa2js/demographics_of_bitcoin_holdlers.json": "For my dissertation, I'm conducting a survey to better understand the\ndemographic makeup of Bitcoin hodlers to see where they (well, we!) over and\nunder index versus the general population.\n\nBecause there's such a small amount of us in the world, I've resorted to,\nobviously, a highly…",
  "data/reddit-crypto/r/Bitcoin/comments/lx9sd2/the_irs_wants_you_to_hodl_bitcoin_forever_as_the.json": "Selling Bitcoin means paying a government penalty that equates to ridiculous %\nof capital gains \"taxes\". They are telling you that you should never sell.\n\nHODL FOREVER",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxplax/unpopular_opinion_nano_is_overrated.json": "I risk being downvoted to oblivion but here it goes.\n\nNano is fast and feeless. Both fantastic and useful attributes.\n\nBut.\n\nIt’s only slight faster and cheaper than other options. Take XLM - a transaction\ntakes less than 5 secs and is basically feeless (.00001 XLM). Sure it’s a tiny\nbit worse on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxlqd4/reminder_if_the_product_is_free_you_are_the.json": "In the cryptocurrency business, airdrops approach is commonly used to spread\nawareness and increase ownership of a new currency startup.\n\nAn airdrop, is a marketing stunt that involves sending coins or tokens to wallet\naddresses in order to promote awareness of a new virtual currency.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxn2qx/if_you_had_to_trade_the_entirety_of_your.json": "Most of the coins from 5 years ago don't exist anymore or have massively tanked.\nFor most current coins, it's anyone's guess if they're going to survive in the\nyears to come or not. If you had to pick one and hodl it tight, which would it\nbe? Question meant as a fun discussion starter, not looking…",
  "data/reddit-crypto/r/Bitcoin/comments/lxmv3n/15_of_a_bitcoin.json": "That’s all I can afford rn.\n\nBetter than nothing, right? nervous laughter",
  "data/reddit-crypto/r/Bitcoin/comments/lxs9za/every_day_i_see_another_article_on_how_bad.json": "The same people who put out these articles are deeply invested in unsustainable\ncommodities and don't give a fuck so long as it benefits them. Don't be fooled\nby the media; while I agree that some coins are more innovative in how they\nmine, bitcoin is still the one that's going mainstream and that's…",
  "data/reddit-crypto/r/Bitcoin/comments/lxnsyl/retail_is_here.json": "I work for a three letter \"dot gov\" agency and just received a ticket to block\nBinance from all workstations and servers.\n\nSomeone must've been buying on government equipment.",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxvpkp/bat_and_brave_browser.json": "Yuval Noah Harari had a great part in one of his books which talked about the\nstory of the indigenous people who sold Manhattan to colonizers for trinkets and\nbeads because they didn't understand how someone could own land, or the value\nthat owning it has. He compared that situation to the modern…",
  "data/reddit-crypto/r/Bitcoin/comments/lxzfmz/and_then_the_guy_said_just_because_something.json": "so I said-\n\n\n\nYou are totally correct, I agree fully. It is not because Bitcoin is\nappreciating in value that is why it will become the base value holder for the\nentire future of world commerce. The price appreciation is just the market\nrecognizing over time that Bitcoin is a standalone system…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ly0ln1/last_year_bitcoin_was_10k20k_and_bitcoin_is_still.json": "Last year we were wondering if we would break the all-time high of Bitcoin and\nnow we're over twice the 2017 all time high of Bitcoin. There has also been\nenormous amounts of adoption for Bitcoin with companies such as Mastercard,\nVisa, Tesla and many others beginning to embrace crypto. We're still…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lybwd4/general_misconception_you_can_not_store_your.json": "I was surprised by the amount of people asking: ‘how do I store my bitcoin on my\nUSB?’ or ‘How do I get my crypto off the network?’. Basically, you can not do\nthat. Here is how it works :\n\nCrypto never leaves the network on which they are. They are not physically\n'stored' on your USB. You can not…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lxz2a0/daily_discussion_march_5_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/ly7jpz/are_you_not_entertained_bitcoin_has_now_spent_24.json": "Bitcoin Number of days above $40,000\n[https://preview.redd.it/00odjc6f56l61.png?width=1200&format=png&auto=webp&s=e09cc4d15652893efabfddf7697724d8522f9193]\n\nThese past few weeks have definitely been one of the most exciting for most\nBitcoin holders (including me).\n\nFinally, all the talk of $100k…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lybwyj/psa_the_proposal_to_move_all_memes_to_a_different.json": "As most of you already know we had a community Governance poll to move all Memes\nto another subreddit r/CryptoCurrencymemes [/r/CryptoCurrencymemes]\n\nThe poll has passed with 78.2% moon Votes in favor that summed up to a total of\n7.7mil moons.\n\nHere is the link to see the full…",
  "data/reddit-crypto/r/Bitcoin/comments/ly8qtw/thanks_to_the_true_heroes_legends_the_bitcoin_devs.json": "Think periodically it's always nice to pay homage to the often silent heroes\nthat commit their time and effort to maintain and update the Bitcoin code.\n\nNone of what Bitcoin is today would have been possible without these legends\nboth past, present and future.\n\nThey have been at the forefront of the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lyeo3p/shrodingers_portfolio_as_long_as_you_dont_check.json": "Well, to be more precise, if you seal your portfolio in a box that you cannot\nreach and hook it on an API to an exchange that triggers a \"Sell\" or \"Buy\" order\nthat cannot be stopped, depending on whether a Geiger counter detects a decaying\natom caused by a quantum event, as long as you NEVER check…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lyeu0u/a_bullrun_isnt_something_that_happens_overnight.json": "TL:DR - Price action is the short term has little to no effect on a projects\noverall value, and the best way to make money in this game is to HODL your coins\nand let the market increase naturally over time. Most big investors didn't get\nrich by gambling and coming up big, they were patient\n\nThe…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lyey8f/ive_been_tracking_these_fake_crypto_fundtrading.json": "There's a fake Crypto Fund active on Twitter promoted by multiple fake accounts\nwith a huge following. It all started when I found this account called\n''BitHades'' claiming to do insane crypto giveaways. He claims to own about 1m\nBitcoin (biggest bs ever) according to his bio; ''Worlds Greatest…",
  "data/reddit-crypto/r/Bitcoin/comments/ly5vr5/cash_is_a_liability_not_an_asset_michael_saylor.json": "People who say Bitcoin is a gamble have no idea how risky it is to own money\nthat is being heavily debased on the whims of people you can't trust for reasons\nthat are suspicious at best.\n\nDo you really want gold that can't be transported or self-verified? Do you\nreally want land or a house that can…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lyhunc/how_do_i_turn_my_39_moons_into_a_cheese_burger.json": "I'm sitting here waiting desperately for this stimulus check to come through and\nfor an under the table job to pay me.. (could take a while). And i noticed i\nhave 39 moons. Is there any quick way to turn this into food money? Would be\nreally helpful today",
  "data/reddit-crypto/r/Bitcoin/comments/ly9kur/bitcoin_has_saved_me_money.json": "I started buying Bitcoin this year every week, and holy shit, it is a good way\nto save money.\n\n\n\nthats the post",
  "data/reddit-crypto/r/CryptoCurrency/comments/lyjxdb/psa_memes_are_now_banned.json": "Never again should memes be posted on /cc, just a friendly reminder that if you\ndo it’s\n\nGonna be removed, and you don’t want that. Bring them over to /CCmemes or\n\nGive it some thought and craft a quality post. There’s a ton of great topics.\n\nYou won’t regret it, not only will you benefit, but so…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lylvse/the_power_of_crypto.json": "I got my first Moon! A fellow redditor on r/cryptocurrency [/r/cryptocurrency]\nwas talking about selling his moons so he can eat. The power of Crypto allowed\nme to send him $50 in bitcoin from America to Poland in seconds! He's using the\nmoney to buy groceries and is able to keep his Moons :) this…",
  "data/reddit-crypto/r/Bitcoin/comments/lykipr/biden_is_meeting_with_treasury_secretary_to.json": "60k this weekend 65K to 70 by next week prediction, pin this post will see if\nI’m right",
  "data/reddit-crypto/r/Bitcoin/comments/lynr6o/jpmorgan_presents_to_private_clients_that_bitcoin.json": "Link :\nhttps://www.theblockcrypto.com/post/97257/jp-morgan-bitcoin-deck-private-client\n\nBased on this slide Bitcoin can reach $540,000 if compared to \"Gold\" and\n$1,904,00 if compared to \"Narrow Money Supply\".:\nhttps://www.tbstat.com/wp/uploads/2021/03/Screen-Shot-2021-03-05-at-1.57.26-PM…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lylx2l/proposal_to_not_allow_crypto_youtuber_videos_in.json": "I've seen too many of these pump and dump - shill youtuber posts lately. It's\nprobably screwing a lot of people over, and it's also distasteful to look at. I\ndon't wanna scroll down the page and see 5 videos of someone with an orgasm\nface, a ton of bright graphics and big text, and then it's a video…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lyb3zz/are_there_any_green_cryptos.json": "One of the big negatives of Crypto (at least portrayed in the media) is the\nenergy use for mining (specifically BTC) and it got me thinking if there was any\nCryptos that somehow (I have no idea how) classed themselves as 'green' or eco\nfriendly, either by offsetting carbon footprints or by being…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lydwdh/the_great_moon_experiment_10000_in_moons_500_usd.json": "That's right, we're officially 4 months in from the start of the project\n[https://www.reddit.com/r/CryptoCurrency/comments/joj3q6/the_great_moon_experiment_beginning_today/]\nand Crypto keeps chugging. We started the month with Bitcoin at $36k, Elon Musk\nstarted tweeting, businesses started buying,…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lyrg2e/nft_platform_for_all_the_onlyfans_girls.json": "We are all seeing NFTs take off and personally it reminds me of the pog trend. I\nlike collectibles and even collect rare coins myself.\n\nHow long do you think it will take for NFTs to make it into the porn industry?\nDoes such a platform already exist?\n\nShould I start one?",
  "data/reddit-crypto/r/CryptoCurrency/comments/lyzau3/5_educational_resources_that_will_level_up_your.json": "These resources will help you understand alot about crypto. Check them out.\n\n\n1. TOKENTUBER\n\nTokentuber is a video streaming platform making a concerted effort to better\neducate its audience on all things crypto. It’s formed an alliance with a\ngrowing number of cryptocurrency exchanges to integrate…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lypbze/daily_discussion_march_6_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lz19vr/coinmarketcap_now_owned_by_binance_posted_an.json": "A recent article posted on Coinmarketcap\n[https://coinmarketcap.com/alexandria/article/31m-stolen-after-meerkat-finance-launch-goes-wrong],\nexplaining the hack of $31M from Meerkat Finance project, ended with the\nfollowing words:\n\n> If the Binance team can confirm that it was a rug pull, there’s a…",
  "data/reddit-crypto/r/Bitcoin/comments/lyxuup/hitbtc_is_a_scam_here_is_exactly_how_their_scam.json": "HItbtc is a scam exchange. Period. Let me explain how the scam works. HitBTC\nscams by creating endless obstacles to people trying to access their funds. They\nmake deposits incredibly simple. They make withdrawals incredibly hard. And they\ndo this very opaquely. Crypto deposits NEVER require KYC.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lz4x37/ive_retired_thanks_to_crypto_but_theres_something.json": "TL;DR: do not stop working/studying when/if you get rich through crypto (or by\nany other means). Set up your own business, study something you love or\nwhatever. Just make sure your brain will keep doing some exercise and that\nyou'll be part of some group/society.\n\nSeeing so many posts about when…",
  "data/reddit-crypto/r/Bitcoin/comments/lyy26o/got_drunk_last_night_woke_up_with_a_beer_on_my.json": "One of the crazier nights I’ve had in my young illustrious life . Ended up\ngetting talked into going out to a patio bar/restaurant situation for HH, had a\ngreat night and was in bed by midnight like a boss. Woke up just now looking for\nmy phone, found it! It was on the floor. Unlocked it, and I…",
  "data/reddit-crypto/r/Bitcoin/comments/lz0udq/bloomberg_gbtc_discount_could_signal_a_bottom_btc.json": "There has been a lot of recent discussion regarding GBTC trading at a discount.\n\nWhile acknowledging that circumstances may be different now, this article notes\nthat historically this may signal a bottom for BTC, meaning prices are heading\nup soon.\n\nBloomberg sees BTC marching towards $100k by the…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lz1nso/psa_coinbase_coinbase_pro_going_down_tomorrow_for.json": "** Just a friendly Public Service Announcement *\\*\n\n\n\nNo need to panic or anything, But here's the message I saw when logging in this\nmorning:\n\n\" Upcoming planned maintenance\n\nWe will be upgrading our systems on March 7th, starting at 9PM PT for about 90\nminutes. During this time, pro.coinbase.com…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lz1m4z/this_subreddit_is_more_important_than_you_realise.json": "I recently joined the crypto community in Reddit and I can honestly say it is\none of the most informative and helpful communities out there. This subreddit in\nparticular always brings awareness for new comers and reassurance about dips so\npeople don’t panic sell. I think this is important as it…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lz91oj/sold_all_my_ada_and_got_my_mom_a_new_truck_i.json": "Over the last year I been buying some ever time I got paid and eventually ended\nup with 35 thousand Ada. I love my mom and since she lives in a remote area I\nknew she needed a reliable truck. Once I saw the price I debated on selling. I\ndid eventually and now she had a nice truck and I don’t have to…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lz5q9o/experiment_what_if_you_kept_buying_terrible.json": "In this experiment I am fake-buying CMC's top 10 worst performing coins of the\nweek from the top 500 coins. And I put 1k into each of them for a total of 10k\nfake investment.\n\nThen, next week I will fake sell them and divide the money into that week's 10\nworst performers.\n\nThe first week I start off…",
  "data/reddit-crypto/r/Bitcoin/comments/lzh45n/my_friends_mocked_me_for_not_selling_at_1200_im.json": "I bought bitcoin (a considerable portion) back in 2013 for $400. It ran up to\n$1200 before crashing down. I was mocked for not selling it my by friends and\nfamily.\n\nToday those bitcoin are worth $8 million. Note that I have sold a few portions\nalong the way and also covered calls but I still own 70…",
  "data/reddit-crypto/r/Bitcoin/comments/lzgxzf/who_is_spending_their_whole_stimulus_on_some_btc.json": "Ain’t no stopping me now! :)",
  "data/reddit-crypto/r/Bitcoin/comments/lz4yc3/am_i_missing_something.json": "It seems like everybody loves to talk about people who spent Bitcoin years ago\nand how much it would be worth today. “They’re so stupid, dumb” etc. etc.\nHowever, aren’t we all just Bitcoin pizza guy? He spends bitcoins on pizza and\nhe misses out on the value of those bitcoins today. We spend fiat on…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lz8f1u/how_times_have_changed.json": "10 years ago Wikipedia deleted Bitcoin page calling it as a scam.. Now Wikipedia\naccepts donations in Bitcoin... How times have changed... Now Bitcoin is in top\n10 assets by marketcap... and it is on the way to become top 1in few more\nyears...",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzhkzq/tipping_my_moon_stack.json": "Hi Crypto Friends,\n\nThe original intent of reddit moons were to tip an asset to people who posted\ngreat content. Once people realized they had real value, an influx of shitposts,\nmemes, and creative writing exercises blew up this subreddit. I personally\nshitposted a front-page meme and gained a few…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzjuf7/nft_madness_what_they_are_and_what_they_are_not.json": "NFTs are the hottest new topic in the Crypto scene, blowing up enough to even\ngarner a good bit of public attention outside of the usual crypto fanatic\noutlets. The only problem with this is that beyond the surface level idea, no\none knows what they are or how they actually work.\n\nIt's time to shine…",
  "data/reddit-crypto/r/Bitcoin/comments/lyxx4p/employer_wants_to_pay_me_in_btc.json": "Hey!\nPreface: I'm a Realtor in the USA, Michigan.\nSo, I've gotten a worm in my broker's (my employer) ear about converting part of\nour balance sheet to Bitcoin, but they are apprehensive. Curious - but very\nwary.\n\nI mentioned I would be willing to help prove the power, utility, and safeness of\nBTC…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzep0v/how_cryptocurrency_helped_me_build_a_relationship.json": "Hello everybody, long time lurker here. I just wanted to tell a quick story on\nhow cryptocurrency helped me improve my relationship with my dad.\n\nWhen I was about 3 years old my parents got divorced. I never thought much of it\nbut obviously it left a lot to be desired surrounding my relationship…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzfh23/if_you_didnt_know_your_moons_are_actually_worth_a.json": "So I didn't really think much of moons at first, cool little thing Reddit was\nrunning that by posting here I could get some of these moons, but a second\nglance, holy crap.\n\nThey're worth a bit under 10 cents per moon (0.07 USD or so, at least at the\ntime) and we're being handed them out for free. I…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzagxq/i_made_myself_a_moon_coin_so_i_dont_miss_out.json": "My wooden Moon coin !\n[https://preview.redd.it/zgzse5yubgl61.jpg?width=3456&format=pjpg&auto=webp&s=30feaee398e138649e2359f20ebec910134ec87d]\n\nA short rant:\n\nAt first I posted this as an image, but it got deleted immediately because it\nseems media posts are now considered \"low effort\". While by no…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzl6vu/i_hate_binance_as_much_as_the_next_guy_but_that.json": "The OP of that post left out a bunch of stuff, and the more you read it it\nbecomes obvious there is something else going on there. The OP also did not post\nany evidence at all\n\n 1. Grandfather sends huge amount funds from a business bank account to a\n    personal Binance US trading account despite…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzra1r/just_a_reminder_that_the_us_governement_doesnt.json": "This money will be completely printed out of thin air via the non-governmental\nagency that is the federal reserve. It does nothing other then create inflation\nin the economy. The trick will be to figure out where the inflation will show\nup. Normal quantitative easing usually shows up in equities and…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzonow/its_unreal_ive_been_telling_my_coworkers_about.json": "And now they are hating themselves that they didn‘t actually buy earlier. Now\nthat they understand the stuff better they even want to invest more and like\nother crypto projects as well.\n\nWe are still early guys and gals. Enjoy the ride.\n\nEdit: my coworkers are almost all quite high earning…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzrgxx/coin_specific_subreddits_are_echo_chambers_do_not.json": "As the title says, specific crypto subreddits are echo Chambers where only\npositive sentiment is upvoted to the top.\n\nYou will not receive an unbiased opinion or answer to your questions. In fact in\nsome subreddits negative comments are completely removed with posters even\npossibly being banned.",
  "data/reddit-crypto/r/CryptoCurrency/comments/lznv8w/trading_crypto_made_me_witness_the_true_face_of.json": "TL; DR - There is an underlying foodchain in our society. The things that you\nget are a product of where you are born. People on the top do not want you to\ngrow. Whenever something revolutionary like cryptocurrency is introduced in the\nsociety. It gets a lot of hate and rejection from the people on…",
  "data/reddit-crypto/r/Bitcoin/comments/lzpxpd/marry_the_right_woman.json": "When your discussing BTC with your wife and you say, I think we should invest\n$50 a week and she says I think we should invest $1000 per week, you know you\nfound the right one.",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzr6t1/lessons_learned_two_months_as_a_crypto_newbie.json": "This post is to share my experience over the past few months as a cryptocurrency\nnewbie. I'm one of many new members who joined r/cc [/r/cc] after WSB, $GME, and\ndogecoin garnered massive media attention. My general interest in technology,\nand discretionary income, means I'm the perfect idiot who…",
  "data/reddit-crypto/r/Bitcoin/comments/lzliop/invested_my_stimulus_into_crypto_and_im_up_were.json": "I don’t know if I can offer much insight because I’m not the ideal Bitcoin\nsuccess story, in fact not successful at all but here it goes. I’m from Canada\nand I’m at the lowest point in my life - I’m overweight, lost my job because of\nthe pandemic and I’m living with my strict ass annoying immigrant…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzr76b/learning_mit_open_course_blockchain_and_money.json": "Since there are a lot of new users in this sub, and many people seem to be\nenjoying using weekends to learn about crypto, I figured to share one of my\nfavorite learning resources:\n\nBlockchain and Money is a free MIT course that offers an excellent introduction\nto crypto technology and crypto…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzpyhg/venezuela_update_weekly_traded_amount_keeps_going.json": "Hi guys, as you know Venezuelan living here, crypto enthusiast like to post\nthese weekly updates.\n\nThe traded amount in USD is constant weekly, around 4-5 million USD. Just as\nreference in February 2019 almost 2,500 BTC were traded in one week. I don't\nthink the drop is to worry.\n\nThis is measure…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzsz1a/how_i_got_fucked_by_a_bag_of_moons.json": "Last week I read all these post (like two, but it felt like a lot) about people\nselling their moons and cashing out big. So naturally I thought, why not kjarkr?\nWell one answer was that I only had a total of 700ish moons, but I wasn’t going\nto let that stop me. I found a site that let’s you swap…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzqhhj/buying_shitcoins_is_not_diversifying_its_gambling.json": "Lately I’ve been seeing posts by people wanting to know what goins they should\ninvest in to “diversify”. Seeing these posts suggest that a lot of people think\nbitcoin is a safe bet and wanting to buy other coins to outpace bitcoin - all\nwhile calling that diversifiyng. Bitcoin is still considered a…",
  "data/reddit-crypto/r/Bitcoin/comments/lzpyut/venezuela_update_weekly_traded_amount_keeps_going.json": "Hi guys, as you know Venezuelan living here, crypto enthusiast like to post\nthese weekly updates.\n\nThe traded amount in USD is constant weekly, around 4-5 million USD. Just as\nreference in February 2019 almost 2,500 BTC were traded in one week. I don't\nthink the drop is to worry.\n\nThis is measure…",
  "data/reddit-crypto/r/CryptoCurrency/comments/m00as8/my_fatherinlaw_the_crypto_boomer.json": "It’s 2011. We’re having a nice Friday night dinner with my wife and her family.\nMy father-in-law tells me about this new Internet coin he discovered and started\n“mining”. I’m an experienced software engineer, I brush it off as nonsense. What\nis this Boomer even saying to me. His wife laughs at him.…",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzxbbt/conspiracy_time_first_weekend_without_memes_first.json": "Is it possible that our memes were so bad that we caused the market dips every\nprevious weekend ?\n\nAny lurker that saw the state of this subreddit on the weekend started thinking\nabout how much stupid money is invested in his favorite crypto project, so he\ndecided to sell it right away :)\n\nSource:…",
  "data/reddit-crypto/r/CryptoCurrency/comments/m00i4v/this_sub_looks_much_better_without_the_flood_of.json": "Seriously, it is much more enjoyable and useful this way. I haven't much time to\nread this sub during working days and on the weekends this sub was so silly\nbeing full of repeated memes. I really hope it stays like it is now. Thanks for\nthe awesome job.",
  "data/reddit-crypto/r/CryptoCurrency/comments/m042tf/turned_my_girlfriends_coinbase_earn_rewards_into.json": "In early November I signed my girlfriend up for coinbase and consolidated her\n$33 of Earn rewards into UNI when it was slightly above $2.00 per token. Today\nit reached around $500 dollars and we are taking a little trip to the coast.\nJust wanted to share. Happy gains friends!\n\nEDIT: Geez guys/gals,…",
  "data/reddit-crypto/r/Bitcoin/comments/m01f3i/told_my_boomer_parents_i_invested_4000_in_bitcoin.json": "Instead of scolding me, they want to buy $10k. I know already that they are\ndoing this for my future, so this is pretty awesome.",
  "data/reddit-crypto/r/CryptoCurrency/comments/m023mw/ive_decided_i_will_ask_do_you_take_bitcoin_every.json": "Not because I want to spend my Bitcoin (I’m a Hodler) but just to spread\nawareness. I think you should all consider doing the same. No need for us to be\nprivate about it in most cases. Crypto and Bitcoin need to be household names\nfor us to really see some serious price appreciation from here.\n\nIf…",
  "data/reddit-crypto/r/Bitcoin/comments/m03xuv/elon_should_slap_a_btc_logo_on_the_next_rocket_he.json": "and make sure it's not one of the explody ones.",
  "data/reddit-crypto/r/Bitcoin/comments/m009l3/im_seriously_surprised_by_the_amount_of_friends.json": "https://preview.redd.it/jt0dtt90dol61.jpg?width=1125&format=pjpg&auto=webp&s=3f71b241fadc0d7c665e2a8508e737aff2797b63",
  "data/reddit-crypto/r/CryptoCurrency/comments/lzztcs/im_40_and_sometimes_feel_too_old_to_understand.json": "I'm a 40 year old female who has always prided myself on being fairly tech\nsavvy. My friends all come to me for advice, I'm the first line of defense at\nwork with a computer or tech issue. I'm pretty good with the old school ways of\nthings, but I find crypto to be over my head sometimes.\n\nThere is…",
  "data/reddit-crypto/r/Bitcoin/comments/lzxydb/bitcoin_stimulus_check_bump_by_the_numbers.json": "I did a bit of research just to see what has happened the previous 2 times. It's\nvery good news.\n\nStimulus check 1 beginning of disbursements:\n\nApril 24, 2020\n\nPrice of BTC $7498\n\nPeak May 8 $9917\n\n14 days, growth of 32%\n\n\n\nStimulus check 2 beginning of disbursements:\n\nDecember 30, 2020\n\nPrice of…",
  "data/reddit-crypto/r/CryptoCurrency/comments/m08oyr/i_think_nfts_today_are_what_btc_was_over_a_11.json": "No one today can look at NFTs today and confidently say 'this is the height of\nwhat NFTs can achieve'. It is without a doubt that the absolute sad state of the\n‘NFT markets’ is nowhere near what they will likely end up becoming, or their\npurposes will evolve into (in terms of application). I find…",
  "data/reddit-crypto/r/Bitcoin/comments/m0a2i9/norwegian_company_aker_invests_59_mill_in_bitcoin.json": "Proud to be a norwegian today! Kjell Inge Røkke announces a $59 million\ninvestment in Bitcoin and the Norwegian government already indirectly owns 2000\nbitcoin.\n\nArticle in Norwegian:\n\nhttps://e24.no/boers-og-finans/i/aP3qQO/kjell-inge-roekkes-aker-satser-paa-bitcoin-investeringer-lanserer-nytt…",
  "data/reddit-crypto/r/CryptoCurrency/comments/m0bc5e/recovered_old_bitcoin_wallet.json": "So this morning I finally managed to recover a seed to an old wallet I had been\nmining into in like 2013/14 I didn’t think there was very much in it maybe a few\nhundred quid! Open it up and boom 0.48 btc I’m so fucking happy it’s unreal I\nkept some in there for the future (0.1) and cashed the rest…",
  "data/reddit-crypto/r/CryptoCurrency/comments/m031w8/daily_discussion_march_8_2021_gmt0.json": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and\nrules before participating.\n\n--------------------------------------------------------------------------------\n\n\n\n\n\nDISCLAIMER:\n\nThough karma rules still apply, moderation is less stringent on this thread than\non the rest of…",
  "data/reddit-crypto/r/Bitcoin/comments/m03bmp/someone_in_rpersonalfinance_was_asking_how_to.json": "Something about being flippant and exaggerating gains blah blah blah. I find it\nironic given the entire sub is littered with stock market recommendations.\n\nFull disclosure, I did say in 6 years it would probably be enough for the whole\nhouse. #facts",
  "data/reddit-crypto/r/Bitcoin/comments/m06q56/please_read_the_bitcoin_whitepaper.json": "If you're holding and haven't read it already then please do. It's only 9 short\npages. Most of you will comprehend at least 70% of it upon first reading. The\ntech can be dense, but the underlying concepts are not.\n\nI've had too many discussions with people who misunderstand underlying\nfundamentals…"
}