{
  "data/reddit-know/r/YouShouldKnow/comments/pyzhps/ysk_you_should_never_swim_in_the_ocean_without_a.json": "Why YSK:\n\nI’m a beach guard and I have needed to be saved, by another guard, twice. The\nocean is a scary place. Granted I live in Southern California in an area with\nlarge swell and strong currents, but the ocean will ALWAYS be unpredictable, no\nmatter how safe it looks. There are so many things…",
  "data/reddit-know/r/YouShouldKnow/comments/pz32bs/ysk_always_put_the_word_attached_in_an_email_when.json": "Why YSK: I used to always draft emails and say something like \"Refer to document\nXYZ\" and then forget the attachment. By changing my habits to always say the\nword \"attached\", or a variation of that word, applications llike Outlook will\nremind you to include the attachment. Simply including changing…",
  "data/reddit-know/r/YouShouldKnow/comments/pz8v2i/ysk_boiling_hot_water_will_shrink_stretched_out.json": "Why YSK: When t-shirt collars are stretched out, they can be shrunken by washing\nthem in hot water then dip just the collars in boiling hot or nearly boiling\nwater for 2-3 minutes (BE VERY CAREFUL!) then lay flat to dry in the sun. The\ncollar will shrink back to nearly its original shape. Never hang…",
  "data/reddit-know/r/YouShouldKnow/comments/pzaw9n/ysk_the_difference_between_counsellor_and.json": "Why YSK: despite sounding the same, they are as different as chalk and cheese.",
  "data/reddit-know/r/YouShouldKnow/comments/pzfgk4/ysk_apples_live_photos_include_sound.json": "WHY YSK: Most of us carry our phones around on silent and may not realize that\nLive Photo’s have sound in them. Be careful what you’re saying before sending a\nphoto to someone!",
  "data/reddit-know/r/YouShouldKnow/comments/pzusoi/ysk_pumpkin_spice_is_really_easy_to_make.json": "Happy October 1st! It's fall in the Northern hemisphere, and with fall comes\nPumpkin Spice EVERYTHING. Why YSK: thankfully, it's really easy to make your own\nfrom common kitchen spices. Here's the recipe:\n\n4 teaspoons ground cinnamon\n\n2 teaspoons ground ginger\n\n2 teaspoons ground allspice\n\n1…",
  "data/reddit-know/r/YouShouldKnow/comments/q06yyo/ysk_that_pbs_puts_out_some_of_the_best_produced.json": "Why YSK: Because PBS is publicly funded so they have no need to advertise or\ncharge for their work. But they put out some of the very best documentaries that\nexist.\n\nThey are informative, entertaining and fact checked. They have them on\neverything from war to football concussions... And everything…",
  "data/reddit-know/r/YouShouldKnow/comments/q0k3q1/ysk_that_having_slightly_yellow_teeth_is.json": "Why YSK: Most whitening tooth paste breaks down enamel on your teeth and\ndestroys their protection, I know several people who destroyed their teeth by\nobsessively trying to get them to look white as snow! My dentist give me this\ntip “your teeth should never be whiter than the white in your eyes, and…",
  "data/reddit-know/r/YouShouldKnow/comments/q0k5cq/ysk_that_if_you_occasionally_feel_a_sharp_pain_in.json": "https://en.wikipedia.org/wiki/Precordial_catch_syndrome\n\n\nADDITIONAL INFO / TL;DR:\n\nThe source of the pain isn't even the heart, it's assumed to be nerves in the\narea\n\nOccurs more frequently when resting or sitting for long periods of time\n\nStress might be the cause, but not necessarily\n\nTeenagers…",
  "data/reddit-know/r/YouShouldKnow/comments/q0mmzc/ysk_check_those_expiration_dates.json": "Why YSK: Since grocery stores are understaffed, be sure to check the expiration\ndates on perishables. Stock may not be getting rotated as it should.",
  "data/reddit-know/r/YouShouldKnow/comments/q0z1nd/ysk_bugs_are_naturally_attracted_to_light_sources.json": "Why YSK: It helps get rid of annoying bugs. It may also help you move them to\nanother space where killing them is easier. My kitchen is bigger and less\ncluttered than my bedroom so it's easier to swat flies there.\n\n*Doesn't work with all bugs",
  "data/reddit-know/r/YouShouldKnow/comments/q16x8u/ysk_how_iphone_secretly_tracks_your_location_and.json": "Why YSK: because peoples data is important and this two second fix will help you\nsleep more soundly at night\n\nOn your iPhone go to Settings>Privacy>Location services\n\nThis is where you can control which apps automatically record your location and\nwhen the individual apps will start and stop…",
  "data/reddit-know/r/YouShouldKnow/comments/q1bo0e/ysk_that_if_you_have_a_bakery_outlet_store_near.json": "Why YSK: You can get all the same products at better prices, because they're\nusually attached to the bakery that supplies the bread and cakes to the stores\nin the area, so by buying from them, you're cutting out their delivery cost.\n\nYesterday, I picked up two nice loaves of bread, 12 bagels, 24…",
  "data/reddit-know/r/YouShouldKnow/comments/q1hrbo/ysk_the_pandora_papers_are_a_new_leak_and.json": "Why YSK: I was confused why I kept seeing the panama papers being talked about\nagain after years until I realized it's a new leak called the PANDORA papers.\n\nhttps://www.washingtonpost.com/business/2021/10/03/pandora-papers-investigation-reaction/",
  "data/reddit-know/r/YouShouldKnow/comments/q1h7dd/ysk_you_do_not_have_to_wait_to_report_someone_as.json": "Why YSK: it's a common misconception that you have to wait 24, 48, 72 or however\nmany hours before you can report someone as missing. Individual police\ndepartments may ask that you wait but you are NOT required to. There is no time\nlimit that you must wait to report a person as missing, whether…"
}