{
  "data/reddit-stocks/r/stocks/comments/l9rdrq/why_is_noone_talking_about_a_possible_market_crash.json": "The markets are down, this wsb stuff is crazy, hedge funds will have to unload\nbillions of dollars in positions to get out of their shorts, isn't there the\npossibility of a large correction / market crash?",
  "data/reddit-stocks/r/wallstreetbets/comments/l9runf/the_silver_squeeze_is_a_hedgefund_coordinated.json": "If you haven’t been browsing WSB or doing your own research, you’d probably\nthink that the people on Twitter are correct in saying there is a silver squeeze\nhappening and we should all get in on it. There are quite a few wsb-logo Twitter\naccounts pushing this. This is BS & the straight up the…",
  "data/reddit-stocks/r/stocks/comments/l9s6i6/another_thread_about_next_week.json": "So I'm another noob who is lurking the stock subs because of the GME frenzy.\nIt's been really interesting seeing the different takes on what's been going\ndown and what's going to happen next week. r/wallstreetbets [/r/wallstreetbets]\nhas some really great info but also lots of 12 year olds and bots,…",
  "data/reddit-stocks/r/stocks/comments/l9w06m/biocrysts_bcx9930an_impossible_to_value_drug_able.json": "Previously I posted on Biocryst (BCRX)’s recently approved drug\nBerotralstat/Orladeyo and how it alone warranted a valuation of $121 for\nBiocryst’s stock, not the inexplicable current price of $8.52 that we now\nsee—that can only be possible from the public’s general ignorance of this\ncompany and its…",
  "data/reddit-stocks/r/investing/comments/l9unrf/containership_boom_ongoing.json": "Rates for containerships (the ships which carry thousands of the 20-40’ boxes\nyou seen on railroads and trucks) have been going ballistic the past 4-5 months,\nbut the stock reactions have been mixed.\n\nLink to containership rates: https://harpex.harperpetersen.com/harpexVP.do\n\nI’m currently long…",
  "data/reddit-stocks/r/investing/comments/l9pp7j/fedex_fdx_reason_behind_weakness.json": "FedEx stock has been weak since early December (circa 20% weaker Vs highs).\nTheir last earnings didn't read too badly and they appear to be heavily involved\nin vaccine distribution. Do people think the weakness in the stock is linked to\nlogistics / parcel delivery sector generally or something…",
  "data/reddit-stocks/r/stocks/comments/l9tudz/why_didnt_melvin_properly_hedge_their_short.json": "Is it common practice for hedge funds not to sufficiently hedge risky positions?\nI don't understand why Melvin and other shorts didn't sufficiently protect their\nexposure by purchasing cheap (cheap back in the fall of 2020) otm call options.\nIt would have been a small cost to pay for upside…",
  "data/reddit-stocks/r/investing/comments/l9ub5g/long_post_sorry_i_dont_understand_the_connection.json": "Am I dumb for not getting this? How does a company doing \"well\"/\"better\" or\n\"poorly\"/\"worse\" (whatever that means here ) have anything to do with the\nintrinsic value of the stock? Why would that make the value go up or down?\n\nLet me do it by way of analogy, by contrasting it to a system that I…",
  "data/reddit-stocks/r/stocks/comments/l9y5aj/purchased_amc_stock_when_the_market_is_closed.json": "I was a little hesitant but I went ahead and bought 20 shares of the stock on a\nmarket order set for the day as TIF. At this moment with a volatile market\nshould I cancel the order and wait till there's a dip after the market opens?\nAlso, having never really used the options to set a limit order,…",
  "data/reddit-stocks/r/stocks/comments/l9y17p/conversation_of_elon_vs_vlad_on_clubhouse.json": "Elon Musk - do you wanna hear the real story from Vlad about what happened with\nGStop?\n\nVlad comes outta the audience.\n\nEM - spill the beans man. what happened w/ GStop. The ppl demand answers!\n\nVlad starts with PR shit, \"a little background, I'm the ceo of RH\"\n\nEM - yea we know! go! hahahah \"So…",
  "data/reddit-stocks/r/stocks/comments/l9tyoc/entry_point_identified_wkhs_stock_get_ready_for.json": "Take a seat and let me tell you a story about the second greatest bet of 2021\nthat's sure to get you portfolios excited. Workhorse ($WKHS) has been in the\nranks for months now after a MASSIVE explosion in June of 2020 due to a\npotential \"speculation\" of obtaining the new 8.3 Billion (~20 Billion…",
  "data/reddit-stocks/r/stocks/comments/l9y3e7/rstocks_daily_discussion_monday_feb_01_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n   *…",
  "data/reddit-stocks/r/stocks/comments/la34bh/its_fucking_awful_seeing_the_silver.json": "⚠️⚠️⚠️ DON'T BUY SILVER, IT'S A TRAP⚠️⚠️⚠️\n\nThey're talking on CNBC as if people on Reddit are actually squeezing silver.\nIt's fucking absurd, they're practically encouraging it.\n\nThey're like, \"Wow, these redditors are squeezing silver, how cool\" actually\nfucking encouraging it.\n\nLiterally…",
  "data/reddit-stocks/r/investing/comments/la3bft/emotional_involvement_has_never_been_this_high.json": "First of all, I can't wait to be berated in the comments.\n\nI'm gonna be blunt, I have seen a whole lot of dumb shit over the last week. A\nlot more than normal. And compounding all of that is an unprecedented amount of\nlegitimate emotional involvement here. So let me get started by saying…",
  "data/reddit-stocks/r/wallstreetbets/comments/l9rk78/sec_doj_60_minutes_public_data_suggests_massive.json": "Obligatory emoji 🚀\n\nShort Version: The short version is that a review of the 'strategic\nfails–to–deliver' data indicates that institutional insiders may have\ncounterfeited a massive number of Gamestop shares which is why they tried to\nstop retail investors from buying more shares on…",
  "data/reddit-stocks/r/stocks/comments/la3pi0/now_is_a_good_time_to_baseline_your_resources_for.json": "With all going on right now with the GME/AMC short squeeze. It is a good time to\nsee which stock news outlets are on which side of the table. Regardless of any\npersonal thoughts on the squeeze matter, you can at least get a better\nunderstanding of your resources.",
  "data/reddit-stocks/r/wallstreetbets/comments/la1o04/there_is_no_silver_short_squeeze_happening_none.json": "Silver might go up nicely and for a time but don't get high on hopium, this is\nnot gonna go in the 100s.\n\nhttps://twitter.com/michaeljburry/status/1356111612759789568\n\n> A corner in the silver market has been tried before - and let's be clear, that\n> is what is being attempted now. In 1980, a rule…",
  "data/reddit-stocks/r/wallstreetbets/comments/la1cxi/sec_intern_pls_read_false_media_reports_about.json": "Dear SEC Intern,\n\nSorry not sorry you worked all weekend scouring memes and getting the tendieman\nsong stuck in your head.\n\nFalse media reports about “Reddit traders” moving en-mass into silver, SPACs, or\nwhatever is benefiting hedge funds at the moment is getting out of control.\n\nIt doesn’t take…",
  "data/reddit-stocks/r/stocks/comments/la52q9/am_i_just_dumb_or_could_hedgefunds_just_buy_the.json": "I keep seeing on WallStreetBets and friends talking about TO THE MOON. 🚀🚀🚀\n\nI get the idea. You wait for the shorts to be requested back by the stock\nholders and thus they have to buy the stock at whatever price its at. Making it\njump higher and higher.\n\nHowever, what is stopping them from just…",
  "data/reddit-stocks/r/wallstreetbets/comments/la34q7/be_prepared_for_a_flat_week_as_hedge_funds_try_to.json": "In a situation like this I try to put myself in my counterpart’s shoes. So if I\nwere a greedy, fraudulent bastard who would try to bankrupt a company for a few\nbucks and would rather risk crashing the market than take a loss, how would I\ndeal with a hungry pack of 🦍 🦍 🦍 beating down my door for…",
  "data/reddit-stocks/r/wallstreetbets/comments/la4z2s/do_not_sell_gme_at_low_volume_dips_this_is_a.json": "If you see GME falling quickly without volume , this isn't actual selloff of GME\nshares but a tactic of hedge funds to scare you into selling GME. Read this\nthread if you want to know more about this.\n[https://www.reddit.com/r/wallstreetbets/comments/l72r36/what_is_a_short_ladder_attack/]\nThe order…",
  "data/reddit-stocks/r/stocks/comments/la5qmm/vanguard_order_cant_be_accepted_because_it_would.json": "Recently switched to Vanguard and added $1500 which is now available to trade.\nVanguard restricts me to using Limit orders. I do 5 Shares at a price of $250\nbut it won't let me order as it exceeds available funds. Did I miss something?",
  "data/reddit-stocks/r/investing/comments/l9zsb6/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/la3b7l/tesla_nio_and_xpeng_the_latest_on_hot_ev_stocks.json": "https://www.thestreet.com/investing/tesla-nio-xpeng-nikola-and-more-the-latest-on-hot-ev-stocks\n\nNIO’s American depositary receipts trading in New York rose more than 3% on\nMonday after the electric carmaker said it delivered a record 7,225 vehicles in\nJanuary, representing more than 350% year-on…",
  "data/reddit-stocks/r/stocks/comments/la6yh2/gme_shorts_covering_reports_from_s3_partners.json": "All the above mention companies are reporting a reduction in short interest in\nGME but do the numbers work out? I understand volume on Friday was ~50M, but\ncould the majority of that volume really be shorts covering?\n\nI understand short interest is all estimation until the real report comes out…",
  "data/reddit-stocks/r/stocks/comments/la2861/this_sub_has_gained_600k_subscribers_since.json": "..... and that becomes quite obvious when looking at the quality of recent\nposts.\n\nWhile it's great that Reddit is finally getting some worldwide media attention,\nall this is coming at a great cost. It feels like we're becoming a second\nr/wallstreetbets [/r/wallstreetbets] which is NOT a good…",
  "data/reddit-stocks/r/investing/comments/la7g07/lmt_a_deep_dive.json": "Bottom Line Up Front (BLUF) or TL;DR for the non-military types:\n\nLMT is a good target if you want to literally go to the moon, and my PT is\n$690.26 in two years (more than 2x from current levels). Justification and some\npossible trade ideas are listed below, just CTRL-F “Trade Ideas”. I hope…",
  "data/reddit-stocks/r/stocks/comments/la6rs6/disney_earning_prediction.json": "Disney earning is on 2.11 after hour.\n\nPrediction: revenue in-line or better; beat earning; Disney + subscriber around\n95M or better.\n\nDepending on how much they beat, stock may easily trade in 180--200 after\nearning.\n\n\n\nRevenue and profit: Current consensus is 15.8B and -0.4 EPS from Yahoo…",
  "data/reddit-stocks/r/stocks/comments/la8gtx/fords_partnership_with_google.json": "Ford ($F) and Google ($GOOGL, $GOOG) today announced a unique strategic\npartnership to accelerate Ford's transformation and reinvent the connected\nvehicle experience. Ford has also named Google Cloud its preferred cloud\nprovider to leverage Google's world-class expertise in data,…",
  "data/reddit-stocks/r/stocks/comments/la5y9e/is_it_even_worth_trying_to_invest_in_anything.json": "Considering the rest of the market is red, is it even worth investing in things\nthat aren't all over the media? I feel like literally everyone (including myself\nat one point) is hyperfocused on meme stocks and no one is talking about\nanything else. I have my GME out of moral support whether or not I…",
  "data/reddit-stocks/r/investing/comments/la5ci3/time_to_go_long_on_amd.json": "I missed last year's incredible bull run in a lot of tech. I played the options\nmarket more and held cash. Now I'm looking for decent value holds. AMD's most\nrecent earnings blowout has me pretty exciting that they're living up to the\nhype. As far as I can see their P/E was basically cut in half…",
  "data/reddit-stocks/r/stocks/comments/labfji/over_5_million_shares_of_gme_failed_to_deliver.json": "According to SEC data over 5 million shares of GME failed to deliver. I looked\nthrough the data myself and anyone else can double check me. What does this\nmean? Is there an overselling of GME stock, naked shorts? Just looking for some\npossible answers, also almost all the incidences of failures were…",
  "data/reddit-stocks/r/stocks/comments/la9w0j/for_everyone_new_to_investing_a_comprehensive.json": "Current Conditions of the Market:\n\nLet me be clear: this is not the typical conditions of the market where stocks\nfluctuate double and triple digit percentages per day. There’s a place for that\n- the casino. In recent weeks, herds of new traders are pouring into the trading\nscene hoping to get a…",
  "data/reddit-stocks/r/stocks/comments/laahda/serious_question_did_the_gme_squeeze_already.json": "https://i.imgur.com/6BGahUN.jpg\n\nBeen supporting the WSB fight against the Hedge Funds since I found out about it\naround a week ago. Then I found this information a few hours ago, and it has me\nworried for the people indefinitely holding, with the expectation of a squeeze\ncoming soon. I'm new to the…",
  "data/reddit-stocks/r/stocks/comments/la53ak/amc_a_different_kind_of_investing.json": "AMC holds sentimental value to me. I grew up going to movie theaters with\nfriends, and I think it holds sentimental value with plenty of you as well. It’s\none thing for a company to fail due to bad business, and it's another for it to\nfail due to a random, unexpected, unpreventable pandemic.\n\nThese…",
  "data/reddit-stocks/r/stocks/comments/labz0l/i_bought_gme_at_the_dip_for_250_today_do_you.json": "Everything on Wall Street bets is a joke right now. I just want some logical\ninsight and opinion rather than everyone aimlessly hoping and spreading BS.\nSuddenly everyone’s an expert on a short squeeze. Thanks in advance guys.",
  "data/reddit-stocks/r/stocks/comments/lacmi2/sold_my_gme_shares.json": "Only had a couple shares but couldn't stand the community anymore. I fear that a\nlot of those guys have been indcotrinated by the hype. Any comment even slightly\nagainst the grain or has a notion of common sense to it gets down voted to hell\nwithin a few seconds and removed. At this point I'm…",
  "data/reddit-stocks/r/stocks/comments/lac0yp/5m_gme_shares_failed_to_deliver_no_repercussion.json": "Checked the 202101a data from https://www.sec.gov/data/foiadocsfailsdatahtm,\nwith some aggregation, there are about 5m shares failed to deliver, that is a\nsignificant amount of the float, is this market failing? no repercussion?\n\nCorrect me if I am wrong interpretating the data, aggregation table…",
  "data/reddit-stocks/r/investing/comments/la2trf/taiwan_semiconductor_manufacturing.json": "I have been mulling over getting a position into Taiwan Semiconductor\nManufacturing Co for the past week. It has had a nice little correction in the\nlast couple weeks. I feel like the world is dangerously dependent on them and as\nEV boom continues the demand for semiconductors is only going to…",
  "data/reddit-stocks/r/investing/comments/lae1ox/is_robinhood_raising_billions_of_cash_a_worrying.json": "Latest from Reuters\n[https://www.reuters.com/article/us-retail-investing-robinhood-debt-exclu/exclusive-robinhood-explores-raising-more-debt-to-fulfill-reddit-fueled-order-frenzy-sources-idUSKBN2A13HG]\nis they are looking for another $1bn on-top of the $3.4bn raised in the last few\ndays.\n\nIf the…",
  "data/reddit-stocks/r/stocks/comments/ladrzg/i_dont_have_gme_but_ive_seen_what_people_are.json": "I really hope this doesn’t end badly for them. People dropping $100k of life\nsavings into GME and it’s just on a straight decline. Damn...I really hope they\nare not gonna get absolutely shredded. I feel like the original Wallstreet Bets\ninvestors are mostly out by now. Just trying to have a…",
  "data/reddit-stocks/r/stocks/comments/la84pk/starbucks_has_the_benefit_of_being_able_to.json": "Found an interesting video which shows that Starbucks has the #1 restaurant app,\nbeating out Dominos Pizza. They have a compelling rewards program and 50% of\ntheir customers consistently use it. The restaurant app has 1.5 billion dollars\nin cash reserves at any given time.\n\nThey’ve convinced…",
  "data/reddit-stocks/r/stocks/comments/labc1w/nokia_gets_upgrade_from_barrons.json": "Not trying to shill as I’m aware this was pushed hard last week on no actual\nnews. Here we have some decent news about Nokia and earnings are Thursday. I’m\nholding some mid February $4.5 calls and shares for long term.\n\nThoughts on the upgrade or earnings call…",
  "data/reddit-stocks/r/stocks/comments/la5snz/e_trade_is_not_not_executing_orders_has_been_this.json": "I've missed out on a bunch of gains and also lost a bunch of money since none of\nmy orders would go through today. I'm going to seriously reconsider switching\nbrokers after this.\n\nMost orders were pending. Some went to open, but didn't fill with generous\nlimits in place.\n\n\n\nAre any other brokers…",
  "data/reddit-stocks/r/stocks/comments/laepvq/what_happened_to_gme_today_and_is_it_over.json": "I feel like the last 2 trading days it was much more still than people expected,\nis there a reason it's now starting to go down. I figured the news media has\nbeen up, calls were suppose to be exercised, people have left RH to go to\nFidelity, thus likely prepped to buy more, isn't this supposed to…",
  "data/reddit-stocks/r/stocks/comments/la87t5/can_someone_explain_short_ladder_attacks_and_how.json": "I understand somewhat of the basics that they sell stocks to eachother. This\ndrives down the ticker price. I am curious though since another fund bought\nthem, why do they go down? Wouldn't it just even out?\n\nSince it does drive prices down apparently, when does the stock rebound from\nthis and go…",
  "data/reddit-stocks/r/stocks/comments/lak74v/confessions_of_a_short_seller.json": "Do you want reality? I was a big short seller back in the 80's. Short Iomega at\n$12 and it went to $55. Margin calls out the ass. Like $200k per day. If I\nbought back the stock (covered) I would never be able to borrow it again so I\nwould be totally locked out. I bought the same number of shares…",
  "data/reddit-stocks/r/stocks/comments/laivta/nokia_nok_earnings_why_a_little_means_a_lot.json": "As many of you know, Nokia has its Q4 2020 Earnings Release this Thursday, Feb.\n4, 2021. Since NOK has recently been tied in with BB, AMC, and GME (BANG), it\nisn't surprising that people are expecting great things from this earnings\nreport. After all, Nokia is literally going to the…",
  "data/reddit-stocks/r/stocks/comments/lajzde/thank_you_rstocks_community.json": "I just wanted to take a moment to thank this community for helping me and other\nnew investors understand what is really happening with GME stocks. I know you\nguys are getting flooded with posts asking questions and trying to make sense of\nr/wsb [/r/wsb] but you’ve been able to provide factual data…",
  "data/reddit-stocks/r/wallstreetbets/comments/laferl/15_usca_78i_the_illegality_of_short_ladder.json": "Dear SEC and President Biden,\n\nI am calling on you today, pursuant to 15 U.S.C.A. § 78i, titled Manipulation of\nSecurity Prices, to prohibit manipulative and deceptive tactics that\nartificially depresses the price of GME and AMC securities in contravention of\nthe laws of the United States.\n\nSection…",
  "data/reddit-stocks/r/stocks/comments/lalb69/we_have_to_take_care_of_this_sub.json": "As you guys may know the state of wsb is not great at the moment, and we should\nbe seeing alot of people coming from there to here, I would like to say if\nyou're new this place is not wsb, this is a place for legitimate d&d and\ndiscussions. We have to preserve this sub because as far as I'm…",
  "data/reddit-stocks/r/stocks/comments/laln2m/gme_short_squeeze_what_comes_next.json": "Hello all,\n\nIf you don't recognize my name then perhaps you haven't seen my posts at the\nstart of all this. You can find the original DD here\n[https://www.reddit.com/r/stocks/comments/k688qv/for_those_who_dont_understand_the_inevitable/?utm_source=share&utm_medium=web2x&context=3]\nand the pre…",
  "data/reddit-stocks/r/stocks/comments/lamgp6/give_it_to_me_straight_how_screwed_am_i.json": "I drank the GME kool-aid and yolod 80K into GME at 350. Should I cut my losses\nnow or is there actually some legit DD that I can use to sleep better at night\nthat aren't diamond hands and rocket emojis. Thanks so much fam.\n\nEdit: Thanks so much guys for all your inputs. I didn't expect to get so…",
  "data/reddit-stocks/r/wallstreetbets/comments/laikd0/i_feel_like_clarification_is_needed_about_today.json": "There’s a lot of new people on here that don’t really understand the play going\non right now on both sides and I felt like we need to clear up some\nmisconceptions so you can make your own decisions.\n\nWhy no spike today?:\n\nFirst of all, we can’t know on what day the Squeeze happens / they cover…",
  "data/reddit-stocks/r/wallstreetbets/comments/lajk83/today_wasnt_a_bloodbath_for_gme_or_amc_we_watched.json": "DD I saw posted elsewhere: hedge funds are trying their hardest to short ladder\n$AMC and $GME. Just hold your stock, buy more if you can afford to!\n\nCheck out real time trade stats by googling: \"Nasdaq AMC real time trades\" and\nyou'll see all the trade orders are 100 share volumes every…",
  "data/reddit-stocks/r/stocks/comments/lancov/im_completely_sick_of_seeing_gme_and_amc_posts.json": "I’m more interested in basically every other stock available on the market at\nthis point. So I really hope to start seeing some DD posts about new companies\nor existing ones with potentially bright futures.\n\nI was in amc at 2.41 a week before they took off fully having researched and\nbelieving…",
  "data/reddit-stocks/r/stocks/comments/lam8fb/anyone_else_just_feeling_this_really_bad.json": "I only lost 0.63 percent of my networth in this but yet I feel this bad\ndepression I can't describe. I know for sure it's not the money but I just have\nthis indescribable shitty feeling. I don't know if it's because I now know I\nlive in a rigged system or if it's because a lot of people are probably…",
  "data/reddit-stocks/r/wallstreetbets/comments/lalucf/i_suspect_the_hedgies_are_illegally_covering.json": "TLDR; Melvin and gang hasn't covered shit. They've been illegally \"closing out\"\ntheir short positions and if we hold they will 100% get fucked. There is far\nmore nefarious shit at play.\n\nSo this morning I saw the S3 and Ortex data both report significant covering of\nshort positions for GME. This…",
  "data/reddit-stocks/r/investing/comments/lammyc/aphriatilray_the_european_giant.json": "Aphria & Tilray Merger\n\nAphria and Tilray Combine to Create Largest Global Cannabis Company With Pro\nForma Revenue of C$874 Million\n\nhttps://www.businesswire.com/news/home/20201216005519/en/\n\n> Under the terms of the Arrangement, the shareholders of Aphria will receive\n> 0.8381 shares of Tilray for…",
  "data/reddit-stocks/r/stocks/comments/lajgcb/this_is_a_sane_board_thank_you.json": "I just wanted to post a big thank you to all of the people that I've been\nreading through. All of you seem very level headed, and not drinking the kool\naid over there at WSB. I tried to post something over there the other day, and I\nguess it didn't align with their \"HOLD! NEVER SELL! I'M NOT…",
  "data/reddit-stocks/r/stocks/comments/lashev/stop_acting_like_you_know_gme_is_over_its_no.json": "If you visit WSB for even a minute, you will quickly notice how mostly everyone\nis convinced of HF's still being fucked, S3 lying about shorts, and squeeze\nhappening in a matter of days.\n\nIf you visit /r/stocks for even a minute, you will quickly notice how mostly\neveryone is convinced of HF's…",
  "data/reddit-stocks/r/stocks/comments/laulsh/amd_complete_stock_analysis_price_target.json": "In this post we are going to go through an in-depth analysis of AMD, we are\ngoing to take a look at their fundamental value, their DCF, do a little\ntechnical analysis and set some price targets for the near future and for the\nlong term\n\n~Very Long Post~ [Do NOT Read if you don't like comprehensive…",
  "data/reddit-stocks/r/investing/comments/lasgrh/gamestop_big_picture_theory_strategy_reality.json": "Disclaimer: I am not a financial advisor. This entire post represents my\npersonal views and opinions, and should not be taken as financial advice (or\nadvice of any kind whatsoever). I encourage you to do your own research, take\nanything I write with a grain of salt, and hold me accountable for any…",
  "data/reddit-stocks/r/wallstreetbets/comments/laq7vx/so_youre_experiencing_fud.json": "Well what the hell, retard. What have we been telling you literally this whole\ntime? 💎 👐. Its that fucking simple. What is so hard to understand about that?\n\nOh right, you're an illiterate 🦍. Whatever, let me help you out.\n\n\nCOMMON LIL BITCH QUESTIONS:\n\nQ: I'm seeing red in my account…",
  "data/reddit-stocks/r/investing/comments/lasayz/daily_advice_thread_all_basic_help_or_advice.json": "If your question is \"I have $10,000, what do I do?\" or other \"advice for my\npersonal situation\" questions, you should include relevant information, such as\nthe following:\n\n * How old are you? What country do you live in?\n   \n * Are you employed/making income? How much?\n   \n * What are your…",
  "data/reddit-stocks/r/stocks/comments/lavdhb/nok_dd_warning_this_is_not_a_meme_moon_mission.json": "$NOK unfortunately got lumped into the memification of the stock market.\nHowever, that's only because there was some post with very well thought out DD\non the stock, there was a few posts so people jumped on it and included it in\nthe lump of other moon missions.\n\n\nNOKIA & TELECOM:\n\nNokia is no…",
  "data/reddit-stocks/r/stocks/comments/laqopg/rstocks_daily_discussion_technicals_tuesday_feb.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/wallstreetbets/comments/lathys/to_all_gme_holders_shut_up_and_listen.json": "This text was originally posted in r/Mauerstrassenwetten\n[https://www.reddit.com/r/mauerstrassenwetten/comments/laaq9y/an_alle_zuh%C3%B6ren_und_schnauze_halten/]\nby u/knutolee [/u/knutolee]. I thought his message was so powerful that I asked\nhim for permission to translate, post (can share chat with…",
  "data/reddit-stocks/r/wallstreetbets/comments/lald38/i_hope_as_a_community_we_can_respect.json": "I feel like with /u/deepfuckingvalue being positioned as the figurehead of the\n$GME movement and the 'if he is still in I'm still in' crowd that some people\nmay feel betrayed if he decided to sell his whole position and take profits.\n\nJust remember that when DFV was buying $GME at prices as low as…",
  "data/reddit-stocks/r/wallstreetbets/comments/lags8u/it_needs_to_be_said_louder_and_more_often_we_are.json": "I know everyone is a bit shaken by today, and I’ve seen many people complaining\nthat there must be some paper handers amongst us. But if you look at the\nevidence, THAT ISNT A PROBLEM.\n\nWE ARE ACTUALLY FUCKING CRUSHING IT.\n\nIt’s genuinely incredible. And it deserves to be said. It is astounding…",
  "data/reddit-stocks/r/stocks/comments/lazcak/what_gme_has_taught_me_in_36_hours_of_day_trading.json": "Jumped on the $GME bandwagon on Friday, 4 @ ~316. My 36 hours of day trading has\nalready taught me that no matter how this plays out, I will never YOLO on a\nbubble ever again.\n\nThe principle seemed straightforward: hedge funds got lazy/greedy, over-shorted\ntheir positions, bet against a company that…",
  "data/reddit-stocks/r/stocks/comments/lavxx7/a_mustread_for_new_tradersinvestors_blackberry.json": "I feel compelled to write this post because I am seeing it first hand right now.\nPeople everywhere are asking whether GameStop or AMC or Blackberry or even\nSilver are good buys. Why? Because they are ALL in the news, embedded in culture\nat this very moment. They being texted and shared with friends…",
  "data/reddit-stocks/r/stocks/comments/layb68/rstocks_gme_megathread.json": "Welcome, please discuss GME here! Some info for you:\n\n * How short interest works\n   [https://www.investopedia.com/articles/01/082201.asp]\n * How a short squeeze works\n   [https://www.investopedia.com/terms/s/shortsqueeze.asp]\n * Recent actions by brokers & clearing houses\n  …",
  "data/reddit-stocks/r/wallstreetbets/comments/lawubt/hey_everyone_its_mark_cuban_jumping_on_to_do_an.json": "Lets Go !",
  "data/reddit-stocks/r/investing/comments/lawq0l/corsair_crsr_recent_activity_and_earnings_play.json": "Posting some info on Corsair. Corsair manufactures and sells parts for\ncomputers, especially gaming computers, as well as the peripherals used in\nstreaming and gaming. Covid has understandably provided a large uptick in sales\nand we are coming up on Q4 earnings in 8 days, which will include holiday…",
  "data/reddit-stocks/r/investing/comments/lazhet/uber_agrees_to_buy_alcohol_delivery_service.json": "Uber announced Tuesday it is acquiring alcohol-delivery service Drizly for $1.1\nbillion in stock and cash.\n\nFollowing the completion of the transaction, Drizly’s marketplace will be\nintegrated with the Uber Eats app. The company will keep the standalone Drizly\napp as well, it said.\n\nFounded in 2012,…",
  "data/reddit-stocks/r/stocks/comments/laj63l/i_know_all_the_hype_is_the_meme_stocks_but_dkng.json": "No this has nothing to do with GME or Nokia but Cathie’s ARK just dropped some\nbig money on DKNG (see link below.)\n\nBeen holding shares for awhile and have some $55 calls I’ll be cashing out of in\nthe morning. Anyone else playing this?\n\nhttps://www.investors.com/research/draftkings-dkng-stock-buy…",
  "data/reddit-stocks/r/stocks/comments/law5ka/things_i_learned_from_last_weeks_chaos.json": "I’ve been dollar cost averaging for the past 4 years and I decided to spice it\nup last week by hopping onto the GME train. I figured I had money i was willing\nto risk using <5% of my portfolio and I fortunately got in at $94 last Monday.\n\nI was seeing 3-4x gains throughout the week and I definitely…",
  "data/reddit-stocks/r/stocks/comments/lavlnb/psa_dont_forget_about_capital_gains_taxes.json": "I hope everyone is keeping safe from Corona and having fun while you make your\ntrades. I just wanted folks to be aware of something important, CAPITAL GAINS\nTAXES. If you’re super lucky and get that $1 million trade, awesome, you deserve\nit. But Uncle Sam (or whatever he’s called in your home…",
  "data/reddit-stocks/r/stocks/comments/lanxjg/is_dvf_a_victim_of_his_own_popularity.json": "I have a feeling that after gaining so much attention, u/deepfuckingvalue\n[/u/deepfuckingvalue] is in a trap of his own popularity and has problems any\npublic person might have, especially when a lot of people’s wealth is dependent\non his decisions.\n\nThere must be a dilemma for him: he sells too…",
  "data/reddit-stocks/r/investing/comments/lavhdo/baba_earnings.json": "https://www.businesswire.com/news/home/20210202005625/en/\n\nBUSINESS HIGHLIGHTS\n\nIn the quarter ended December 31, 2020:\n\nRevenue was RMB221,084 million (US$33,883 million), an increase of 37%\nyear-over-year. Annual active consumers on our China retail marketplaces reached\n779 million for the twelve…",
  "data/reddit-stocks/r/investing/comments/lb0zio/risk_mitigation_how_can_i_soften_the_blow.json": "So, I bought GameStop towards the beginning of this whole debacle with 44 shares\nan average share price of about $250. I'll admit I let the greed get the best of\nme even though there were many times last week I simply wanted to just walk away\nwith the money i didn't. Oh well..\n\nAll said and done,…",
  "data/reddit-stocks/r/stocks/comments/lb26kc/typical_market_movement_is_not_hardcore_laddering.json": "Posting this here cause I just got banned from WSB. Not sure if it was cause of\nthis comment\n[https://old.reddit.com/r/wallstreetbets/comments/lax4z8/hardcore_laddering/glr2ktg/],\nbut that's when the ban came in. It was automod as the msg says it was a bot. I\njust can't even ask why or ask for it to…",
  "data/reddit-stocks/r/stocks/comments/lavemn/i_can_invest_250_350_each_month_any_suggestions.json": "Hello,\n\nAs the title said, I can invest from 250$ to 350$ each month. I'm ~31 yo and I\nalready invested in a home purchase savings scheme. Here is where I already\ninvested:\n\nETFs:\n\n * $SPY : 100$\n * $VTI 300$\n   \n\nStocks:\n\n * Paypal: 100$\n * Baba: 150$\n * Apple 75$\n * Microsoft: 200$\n * Douyu 150$\n…",
  "data/reddit-stocks/r/stocks/comments/layu2t/how_to_do_proper_due_diligence.json": "Hey guys, could anyone perhaps send me some resources on how to actually, truly,\ndo proper due diligence? I have tried for years to get my head around how to\nproperly invest in companies but it seems like no matter how many things I\nlearn, no matter how many earnings reports I read, no matter how…",
  "data/reddit-stocks/r/investing/comments/lamrns/help_understanding_basics_of_making_lessrisky.json": "I'm fairly new to investing and the options lingo has a lot of overlapping\nterms,making it hard to google answers.\n\nLets say I think that stock ABC is going to drop significantly in the next 2\nmonths. I would like to use options to profit off of that, but I don't want to\nshort because I'm not…"
}