{
  "data/reddit-stocks/r/stocks/comments/n2705g/best_sector_for_the_next_5_years.json": "Alright so i know a lot of people like EV’s but I also think the energy sector\nwill do well under Biden. I dont have the most extensive knowledge of finance,\njust picking up stuff as I go. But what sectors do you like now and think will\ndo well in the next 5-10 years?\n\nEdit: Thanks so much for all…",
  "data/reddit-stocks/r/investing/comments/n2fchi/not_a_single_one_of_you_are_able_to_argue_why.json": "Reading through this sub you get the feeling that everyone “knows” it but no one\nis exactly giving a single reason for why, other than “it should because of high\nvaluations”.\n\nIt reads as a lot of wishful thinking and arrogance. Where the hell do you place\nApple, the largest company in the world…",
  "data/reddit-stocks/r/stocks/comments/n2hzd3/i_analyzed_all_the_motley_fool_premium.json": "Preamble: There is no way around it. A vast majority of us Redditors absolutely\nhate The Motley Fool. I feel that it’s justified, given their clickbait titles\nor “5 can't miss stocks of the century” or turning 1,000 into 100,000 posts\ndesigned just to drive traffic to their website. Another Redditor…",
  "data/reddit-stocks/r/stocks/comments/n2ihgo/why_hasnt_robinhood_still_not_received_any_form.json": "This article contains the list:\nhttps://www.yahoo.com/lifestyle/robinhood-expands-trading-restrictions-50-225241993.html\n\nI know other brokerages restricted GME/AMC. But Robinhood's restricted list was\nway bigger and included stocks such as AMD, AAL, BYND, GM, IPOE, MRNA, and SBUX.\nI had got into…",
  "data/reddit-stocks/r/investing/comments/n2iz5s/good_idea_to_keep_cash_in_money_market_for_dry.json": "Read this article from The NY Times a few days ago and started to wonder about\nmy strategy of keeping cash (50-150k) in a money market fund to move to the\nSP500 as dollar cost averaging and/or as 'dry powder' in case of larger swings.\n\nI had followed my CPAs advice a while back to use Money Market…",
  "data/reddit-stocks/r/investing/comments/n2o4zl/amzn_q1_earnings_eps_1579_vs_954.json": "Still couldn't find amazon post in this sub, wanted to discuss. These are\namazing numbers. It has been consolidating in this range for past 7 months.\nReady to shoot up and find new base. Shares went up almost 5% after hours and\nstrangely closed red on Friday.\n\nEPS: $15.79 vs. $9.54…",
  "data/reddit-stocks/r/investing/comments/n2n415/why_i_am_invested_in_psychedelics.json": "(\\***Disclaimer: The purchase, sale, and use of psychedelic drugs is currently a\nFederal Offense and their consumption comes with great dangers when used in an\nuncontrolled environment.\\**)*\n\nI have been following psychedelic research for many years now. And I am writing\nthis post for anyone who is…",
  "data/reddit-stocks/r/stocks/comments/n2n4gh/soon_all_car_manufacturers_are_going_to_be.json": "This is excluding new companies specialising in EV such as Tesla as they will\nnaturally grow as they enter the market.\n\nBut for the likes of let's say Volkswagen or Ford...\n\nPeople seem to dive at the chance to invest in these companies when they\nannounce their move into the EV market.\n\nHowever the…",
  "data/reddit-stocks/r/stocks/comments/n2qdd8/selling_apple_shares_was_probably_a_mistake_and.json": "Source\n[https://finance.yahoo.com/news/selling-apple-shares-last-year-was-probably-a-mistake-buffett-195811746.html]\n\nWarren Buffett conceded that selling some shares of Apple (AAPL\n[https://finance.yahoo.com/quote/AAPL?p=AAPL&.tsrc=fin-srch]) in Berkshire\nHathaway's portfolio last year was likely a…",
  "data/reddit-stocks/r/stocks/comments/n2vy7k/financial_post_had_a_great_piece_on_well_health.json": "Most analysts I have ever seen respond to a short report...\n\nhttps://financialpost.com/investing/short-sellers-dont-always-win-and-shouldnt-get-the-glory\n\nReally sheds light on the current market we are in. \" If you own a great company\ntheir is no reason to worry\" . Excited to see what this company…",
  "data/reddit-stocks/r/investing/comments/n2w9h1/well_health_in_the_financial_post_this_morning.json": "This is the most analysts I have ever seen respond to a short report...\n\nhttps://financialpost.com/investing/short-sellers-dont-always-win-and-shouldnt-get-the-glory\n\nReally sheds light on the current market we are in. \" If you own a great company\ntheir is no reason to worry\" . Excited to see what…",
  "data/reddit-stocks/r/stocks/comments/n2nmdi/when_we_look_back_at_this_era_one_of_the_talking.json": "A company that lost $310 million last quarter, and has so far run up an\naccumulated deficit of $8 billion was able to privately place $1.15 billion of\n0% bonds\n[https://www.sec.gov/Archives/edgar/data/1564408/000119312521145731/d165819dex41.htm].\nThere was apparently so much demand for their…",
  "data/reddit-stocks/r/stocks/comments/n2ok5c/i_dont_understand_how_dividends_affect_a_stock.json": "I read today that if a stock is trading at 20.04 and pays a .04 dividend, on\nex-dividend day the stock will adjust down to 20.00 to reflect that dividend no\nlonger being available to buyers.\n\nI got down voted to hell for saying it's not necessarily 1:1 like that, but\nactually now I'm just confused.…",
  "data/reddit-stocks/r/wallstreetbets/comments/n30u1l/why_i_think_the_market_will_see_a_3050_correction.json": "I'm not going to give you a wall of text that you will probably skim through,\ninstead I'd like to show you 4 graphs that I've studied at length which I feel\ndepict my thesis in shortest amount of time then provide brief explanations\n\nThesis- The stock market is at an unsustainable high valuation and…",
  "data/reddit-stocks/r/investing/comments/n34369/berkshire_earnings_jump_buffett_continues_to_buy.json": " * Berkshire Hathaway reported operating income of $7.018 billion in the first\n   quarter, up 20% from $5.871 billion in the same period a year ago.\n * During the first quarter, the company bought back $6.6 billion of Berkshire\n   shares, after a record $24.7 billion in buybacks last year in lieu…",
  "data/reddit-stocks/r/stocks/comments/n34rkx/wall_street_week_ahead_for_the_trading_week.json": "Goooooood Sunday morning to all of you here on r/stocks [/r/stocks]. I hope\neveryone on this sub made out pretty nicely in the market this past week, and is\nready for the new trading week ahead.\n\nHere is everything you need to know to get you ready for the trading week\nbeginning May 3rd,…",
  "data/reddit-stocks/r/stocks/comments/n2ud90/about_87_of_companies_in_the_sp_have_beaten.json": "https://www.reuters.com/business/wall-st-week-ahead-blow-out-us-earnings-suggest-market-has-room-run-2021-04-30/\n\nArticle for those who want to scroll through quickly:\n\nU.S. companies are leaping above expectations on first-quarter earnings, giving\ninvestors stronger confirmation that profit growth…",
  "data/reddit-stocks/r/stocks/comments/n2ze6w/oil_play_for_the_summer.json": "Goldman Sachs is predicting that the oil price can hit 80 after summer\nreopening. Which of the ETF's are good for short term play and tracks oil price?\nOr companies like XOM or BP will be good for 3-4 months?",
  "data/reddit-stocks/r/stocks/comments/n38c3h/how_would_you_feel_about_the_stock_market_being.json": "So, I’ve had a thought recently about how it would be if the market was open\n24/7.\n\nI think there would be sufficient liquidity for most of the time; the US market\nis one of the most extensive and prominent in the world. In fact, I live in the\nUK and I actually like the US market more than the UK…",
  "data/reddit-stocks/r/stocks/comments/n392a4/twitter_twtr_has_done_basically_nothing_in_its.json": "I started investing in late 2013 and TWTR was the hot IPO at the time. I\ndistinctly remember buying a few shares at $57 figuring I'd get in on the ground\nfloor of what was already a culturally-significant company.\n\nAmazingly, over 7 years later the stock is trading lower than where I bought it\nall…",
  "data/reddit-stocks/r/investing/comments/n34we7/whats_your_average_return.json": "The stock market has been crazy over the last few years, and everyone keeps\ntalking about high-fliers like Tesla and other companies that have increased\ntheir market cap by 800%+ in the last year or so. Unfortunately, it's not always\npossible to pick the winners like these when investing, since…",
  "data/reddit-stocks/r/stocks/comments/n2we74/which_faamg_stocks_do_you_think_have_the_most.json": "Not asking for recommendations but curious to hear thoughts. FAAMG, as Goldman\nSachs defines as Facebook, Amazon, Apple, Microsoft, and Google, (Not to be\nconfused with Jim Cramer's FAANG, which substitutes Netflix for Microsoft) have\nbeen among the most dominant players in terms of growth, volume…",
  "data/reddit-stocks/r/stocks/comments/n3c8mo/clov_hype_and_those_hyping_it.json": "CLOV might be the greatest play in the history of investments. However, I've\nstarted looking at the comment history of some of the profiles hyping this stock\nand it's all comments that have come in the past couple of months, and all of\nthem are devoted to CLOV stock jumping.\n\nNo additional comments,…",
  "data/reddit-stocks/r/investing/comments/n3ollc/credit_suisse_made_just_175m_in_archegos_fees_in.json": "https://www.ft.com/content/429f2cd2-db55-42b8-a65c-a228cdb3089d\n\n> Credit Suisse made just SFr16m ($17.5m) of revenue last year from Archegos\n> Capital, the family office whose sudden collapse in March caused the Swiss\n> bank $5.4bn in losses, according to people with knowledge of the…",
  "data/reddit-stocks/r/stocks/comments/n3ppiw/tsmc_just_announced_they_expect_to_catch_up_with.json": "I currently hold Ford (and a couple other pure EVs) as longer-term auto/EV\nplays. FORD gave up most of its 2021 gains after lowered guidance for the rest\nof 2021 at earnings on 4/28 (due partly to chip contstraints).\n\nHopefully this news from TSMC today that they may start catching up with…",
  "data/reddit-stocks/r/stocks/comments/n3tdg7/palantir_hires_former_ibm_watson_health_exec_as.json": "https://www.cnbc.com/2021/05/03/palantir-hires-former-ibm-watson-health-exec.html\n\nPalantir has hired its first U.S. government chief medical officer, a former\nexecutive from IBM's Watson Health business, as the data analytics company\ndoubles down on its life sciences business.\n\nWhile the company…",
  "data/reddit-stocks/r/stocks/comments/n3uk2j/gamestop_completes_voluntary_early_redemption_of.json": "Elimination of Long-Term Debt Further Strengthens Company’s Balance Sheet and\nSupports Transformation\n\nGRAPEVINE, Texas, May 03, 2021 (GLOBE NEWSWIRE) -- GameStop Corp. (NYSE: GME)\n(“GameStop” or the “Company”) today announced that on April 30, 2021 it\ncompleted its voluntary early redemption of…",
  "data/reddit-stocks/r/stocks/comments/n3vqmp/uranium_market_update_one_of_the_biggest.json": "To say we had an interesting few weeks in the uranium sector would be a massive\nunderstatement. We have seen new geopolitical support for nuclear power and a\nmassive new catalyst in the form of the newly formed Sprott Uranium Trust (more\non that later). There was also a new version released of the…",
  "data/reddit-stocks/r/wallstreetbets/comments/n3vlr0/nok_has_potential_to_reach_10.json": "$NOK has the potential to reach $10+, here's why:\n\n\nREVENUE AND EARNINGS BEAT\n\nNet sales rose 3% year-over-year to €5.08 billion ($6.2 billion), beating the\nFactSet consensus for sales of €4.75 billion. The sales beat was driven by\ngrowth in Nokia’s mobile networks unit — due to strong sales of 5G…",
  "data/reddit-stocks/r/investing/comments/n3rwq5/why_hasnt_facebook_stock_reacted_to_apples.json": "Recently apple announced a number of privacy changes coming with IOS 14.5, which\nwill ask users when they use an app for the first time whether they want to\nallow the app to track them across the device as a whole.\n\nFacebook noted this will most likely hurt profits and slow growth somewhat.\nRevenue…",
  "data/reddit-stocks/r/stocks/comments/n470ko/here_is_a_market_recap_for_today_monday_may_3_2021.json": "PsychoMarket Recap - Monday, May 3, 2021\n\nStocks traded mixed, with the S&P 500 (SPY) and Dow Jones (DIA) ticking higher\nwhile the tech-Nasdaq (QQQ) declined. The SPY rose 5% in April, for the best\nperformance since November of last year. Following a rotation into cyclical and\nreopening stocks at…",
  "data/reddit-stocks/r/stocks/comments/n4bbcm/stop_panicking_come_up_with_a_plan.json": "I know some of you are tired of these \"it's ok everything will be ok\" posts, but\nthe daily thread is a mess. Browsing it would make some of you think that the\nmarket is down 10%.\n\nIf you're looking at your portfolio and it's really doing a number on your\nstomach, you need to reevaluate your…",
  "data/reddit-stocks/r/stocks/comments/n3ublk/iron_ore_hitting_all_time_highs_and_continuing.json": "Thats right, iron ore is at all time highs and theres no signe of it stopping.\n\nShort term play on this is Lif\n\nLabrador iron ore royalties. They have s 15.1% stake in Iron Ore Canada.\n\nAnd have a 7% off the top royalty.\n\nMine life is 24 years long, so you can hold this for a couple years and…",
  "data/reddit-stocks/r/wallstreetbets/comments/n4dvka/msft_infinite_money_glitch.json": "Disclaimer: I am not a financial or investment advisor. \n\nBefore this subreddit was ruined by ten million people, solid DD used to get\ndone. Do you ever find yourself reminiscing about the good ‘ol WSB days? \n\nWell, your prayers have been answered. Degenerates gather around, as I am\nbringing you a…",
  "data/reddit-stocks/r/stocks/comments/n4e3w6/why_is_nvda_worth_so_much_more_than_amd.json": "I'm newer to the game so maybe someone can help me with this. I am sure I am\nmissing something basic but, looking at their revenue, NVDA is not much more\nthan AMD. NVDA shows $5 billion for quarterly revenue January 21 and AMD is\nshowing $3.44 billion for the same time period. So roughly, 1.5 times…",
  "data/reddit-stocks/r/investing/comments/n4ifxt/q1_2021_tesla_market_share_is_shrinking.json": "While Tesla sales are booming, as a whole its market share is shrinking\nworldwide [http://ev-sales.blogspot.com/2021/05/2021-q1-sales-by-oem.html]:\n\n> If we gather plugin sales by Automotive Groups, Tesla ended the first quarter\n> of the year in the lead, with 16% share, 3% less than a year ago\n> \n>…",
  "data/reddit-stocks/r/investing/comments/n4l1ye/g1_therapeutics_as_a_future_of_oncology.json": "If you ever met CANCER you must know how tough it is, tough to fight with it,\ntough to watch how your beloved struggle and sometimes the only thing that can\nhelp is chemo!\n\nBut chemo also not easy to go through, thats why you need to know about G1\nTherapeutics and Cosela!\n$GTHX - G1 Therapeutics\n\n *…",
  "data/reddit-stocks/r/investing/comments/n4m67d/corsair_gaming_q1_eps_beats_by_025_beats_on.json": "Corsair Gaming (NASDAQ:CRSR):\n\n• Q1 Non-GAAP EPS of $0.58 beats by $0.25; GAAP EPS of $0.47 beats by $0.18.\n\n• Revenue of $529.4M (+72% Y/Y) beats by $76.13M.\n\n• Gaming and creator peripherals sales increased 132% to $175.9M. Gaming\ncomponents and systems revenue was up 52% to $353.5M.\n\n• Gross…",
  "data/reddit-stocks/r/stocks/comments/n4r3k8/why_is_the_market_down_so_much_today.json": "Holy shit. The nsadaq is down a whole 2.5% right now. SP500 is almost 1.5 and\nthe Dow is down a little under 1%. Whats going on? I know the market is\novervalued right now, but I didn’t think it would drop this fast or this soon.\nIs there another reason so many people sold today?",
  "data/reddit-stocks/r/investing/comments/n4m397/persistent_high_inflation_wont_happen.json": "The Fed can raise interest rates to infinity in lock step with rising prices to\ntame inflation when they want. This Fed power is far more effective than money\nprinting. Right now, they want asset inflation, which through a wealth effect,\nstimulates aggregate demand. Powell doesn't want or need to…",
  "data/reddit-stocks/r/stocks/comments/n4o8yb/why_should_we_even_bother_investing_in_growthtech.json": "Let's assume the fed is right and we don't raise interest rates until ~2023,\nit's my understanding that raising rates is going to send growth/tech stocks\ndown because money isn't as cheap as it used to be. Under that assumption,\nshouldn't that mean it would be smarter to sit these next few years out…",
  "data/reddit-stocks/r/stocks/comments/n4k6cm/rstocks_daily_discussion_technicals_tuesday_may.json": "This is the daily discussion, so anything stocks related is fine, but the theme\nfor today is on technical analysis (TA), but if TA is not your thing then just\nignore the theme and/or post your arguments against TA…",
  "data/reddit-stocks/r/stocks/comments/n4ryy2/every_time_the_fed_talks.json": "The market commits suicide. This will happen every first week of every new month\nuntil the market corrects itself to pre pandemic valuations. By Oct. the market\nwill look like it crashed as compared to the start of this new year.\n\nFear not the color red. I'm prepared to look at -99% unrealized…",
  "data/reddit-stocks/r/stocks/comments/n4thts/general_electric_shareholders_reject_ceo_pay.json": "Sane vote imo. \"A majority of shareholders at the General Electric Co annual\ngeneral meeting rejected the pay packages for named executive officers,\nincluding CEO Larry Culp, whose compensation for 2020 tallied $73.2 million.\"\nHow much money do these CEOs really…",
  "data/reddit-stocks/r/stocks/comments/n4wwl5/here_is_a_market_recap_for_today_tuesday_may_4.json": "PsychoMarket Recap - Tuesday, May 4, 2021\n\nStocks fell on Thursday following a mixed session yesterday, as the selloff in\ntechnology stocks accelerated following remarks from Treasury Secretary Janet\nYellen. Market participants wait for the next set of corporate earnings reports\nand economic data,…",
  "data/reddit-stocks/r/stocks/comments/n4x3hy/is_the_geo_group_inc_geo_stock_a_smart_investment.json": "Over the past year the S&P 500 is higher by 48.80% while GEO is lower by\n-53.25%. GEO earned $0.94 a per share in the over the last 12 months, giving it\na price-to-earnings ratio of 6.17.\nHowever, the GEO Group Inc (GEO) stock is lower by -53.25% over the last 12\nmonths, and the average rating from…",
  "data/reddit-stocks/r/investing/comments/n52di6/questions_about_my_roth_ira_options_reposted_from.json": "The AutoMod decided this was a bad post for /r/personalfinance so I am here now.\n\nHello /r/investing I was wondering what I should do in regards to my Roth IRA,\nbasically I am focused growth, with plans to retire at age 55-62 depending on\nhow everything goes (IE I hit whatever number I feel is…",
  "data/reddit-stocks/r/stocks/comments/n50zpg/yellen_says_i_didnt_say_that.json": "https://www.bloomberg.com/news/articles/2021-05-04/yellen-says-spending-jump-could-mean-higher-interest-rates\n\nTreasury Secretary Janet Yellen said Tuesday afternoon she wasn’t forecasting\ninterest-rate increases to rein in any inflation spurred by President Joe\nBiden’s proposed spending, clarifying…",
  "data/reddit-stocks/r/stocks/comments/n4xq7t/dont_be_me_stay_strong.json": "I think I am just writing to vent.\n\nThe past 4 months have been a learning lesson for me.\n\nI finally started to understand that this is not as easy as some people make it\nout to be.\n\n\n\nStarted in Dec. Was sure solar (TAN), Lithium great buys got into tech etc\n(ARKK).\n\nMid Feb was up 20%, cloud…",
  "data/reddit-stocks/r/investing/comments/n5a2ms/in_your_opinion_is_cryptocurrency_a_sound.json": "I've got a good friend who has been told that a certain crypto-currency is going\nto rise substantially (I know I know... I'm cynical as well).\n\nThe thing that makes me ponder whether this is genuine or not is that the advice\nshe has received is from a very trusted source to her - i.e. someone with a…",
  "data/reddit-stocks/r/investing/comments/n55982/commodities_futures_or_producers.json": "Hey folks.\n\nWith talks of looming inflation, and the rotation into value,\ninflation-protected, and \"reopening\" oriented stocks, I figure more than a few\npeople are looking to adjust their portfolios a bit, and may have some similar\nquestions.\n\nSomething I had not heavily considered before now are…",
  "data/reddit-stocks/r/stocks/comments/n5czoz/asts_a_revolution_in_5g.json": "Today, I will cover $ASTS, AST Space Mobile\n[https://npa-corp.com/wp-content/uploads/AST_SpaceMobile_Investor_Presentation_Public_12-15-20.pdf].\nThe company will provide 5G capabilities to regular cellphones from space, they\ntarget the 5 billion phones moving in and out of coverage every day or…",
  "data/reddit-stocks/r/stocks/comments/n5a1vy/if_you_inherited_200000_today_how_would_you_go.json": "Still learning about the market and diversification. Purely theoretical, but\nwould be greatful for others thoughts. Whether it be bonds,stocks,etfs and how\nto balance the portfolio / whether to hold a certain amount of cash for\nopportunities etc.\n\nAny opinions would be great!",
  "data/reddit-stocks/r/investing/comments/n5bhps/daily_general_discussion_and_spitballin_thread.json": "Have a general question? Want to offer some commentary on markets? Maybe you\nwould just like to throw out a neat fact that doesn't warrant a self post? Feel\nfree to post here!\n\nThis thread is for:\n\n * General questions\n * Your personal commentary on markets\n * Opinion gathering on a given stock\n *…",
  "data/reddit-stocks/r/stocks/comments/n59bno/how_can_people_possibly_build_any_sort_of_passive.json": "I am doing DD on dividend stocks as a new investor. I am a little lost starting\nout. So, let's take Lowes as an example, a company that has consistently payed\ndividends for over 50 years.\n\nRight now their cost per share is 200.30$\n\nLowe's Companies pays an annual dividend of $2.40 per share, with a…",
  "data/reddit-stocks/r/investing/comments/n5b5yf/has_any_possession_become_an_investment_over_time.json": "I'm wondering if anyone else has experience with items becoming investments over\ntime due to massive appreciation in value. Last year, I bought a couple of\nvaunted Magic cards from its early history, such as a Black Lotus, figuring that\nit was the only chance to own one after a 500% increase in the…",
  "data/reddit-stocks/r/stocks/comments/n5g8si/what_is_a_good_way_to_learn_about_those_stocks.json": "I started dipping my toes into the stock market back in Feb when the whole craze\nblew up and it made me a small but good profit. All this time I only really\ninvested into companies that are big and everyone recognizes (Car manufacturers,\ncell phone companies, etc.) Where can I find information about…",
  "data/reddit-stocks/r/stocks/comments/n5ikkk/peloton_recalls_treadmills_after_safety_warnings.json": "https://nyti.ms/2QZBxiN\n\nPeloton is recalling its Tread+ and Tread treadmills, the at-home fitness\ncompany said on Wednesday, less than a month after it fought the U.S. Consumer\nProduct Safety Commission as it warned that dozens of injuries and one death of\na child had been linked to the…",
  "data/reddit-stocks/r/stocks/comments/n5i8o7/asts_a_revolution_in_5g_resubmit.json": "Resubmit: Sorry mods, I made a mistake and provided a link to a youtube channel.\nMoreover, I added a Risk section as it was lacking before.\n\nToday, I will cover $ASTS, AST Space Mobile\n[https://npa-corp.com/wp-content/uploads/AST_SpaceMobile_Investor_Presentation_Public_12-15-20.pdf].\nThe company…",
  "data/reddit-stocks/r/stocks/comments/n5gg3f/the_6_phase_model_of_how_this_uranium_bull_market.json": "The recent run up in equities has people questioning if they missed the top, if\nthey are too late and if this was already the end of a young bull market in\nuranium. This couldn’t be further from the truth, as a long term price per pound\nof uranium is still in need of between 50 and 60 dollars. If it…",
  "data/reddit-stocks/r/investing/comments/n5jtkv/peloton_pton_recalls_its_tread_and_tread.json": "> The company will no longer sell either product and is offering owners full\n> refunds\n> \n> Peloton recalled its Peloton Tread+ and Peloton Tread treadmills today,\n> according to an announcement from the Consumer Product Safety Commission\n> [https://www.cpsc.gov/Newsroom/News-Releases/2021/CPSC-and…",
  "data/reddit-stocks/r/wallstreetbets/comments/n5lvld/mods_that_are_only_2_days_old.json": "Wow! They seem to have gotten a lot of experience in 48 hours!",
  "data/reddit-stocks/r/wallstreetbets/comments/n5gkmr/be_careful_out_there_etrade_is_shady.json": "I've been an E*TRADE user for close to a decade now, but over the last few\nmonths, I've had a few significant issues within my account that simply\nshouldn't be happening. The type of mistakes that would likely throw the average\nperson into a full-blown panic attack, or worse...\n\n\n\nThe first \"issue\"…",
  "data/reddit-stocks/r/stocks/comments/n5bwii/rstocks_daily_discussion_wednesday_may_05_2021.json": "These daily discussions run from Monday to Friday including during our themed\nposts.\n\nSome helpful links:\n\n * Finviz [https://finviz.com/quote.ashx?t=amd] for charts, fundamentals, and\n   aggregated news on individual stocks\n * Bloomberg market news [https://www.bloomberg.com/markets]\n *…",
  "data/reddit-stocks/r/wallstreetbets/comments/n5nsmc/are_gme_and_amc_posts_no_longer_allowed_here.json": "Not sure what is going on today but all I see is pump and dumps being pushed it\nseems",
  "data/reddit-stocks/r/stocks/comments/n5qbf7/here_is_a_market_recap_for_today_wednesday_may_5.json": "PsychoMarket Recap - Wednesday, May 5, 2021\n\nStocks reversed from yesterday’s technology-led selloff, with the Dow Jones\n(DIA) reaching a new intraday record high. Continuing the recent bout of\nvolatility, the three major indexes sold off in the last few hours of the market\nsession, with the Nasdaq…"
}