{
  "data/reddit-changemyview/r/changemyview/comments/mhlcu1/cmv_food_delivery_apps_are_bad_for_everyone_but.json": "I’m coming from a background of having worked for three different food service\ncompanies- a mid sized franchise brand whose business model was largely based\naround delivery, a larger franchise that was based around carry out/ delivery,\nand a locally owned company which operated similarly to the…",
  "data/reddit-changemyview/r/changemyview/comments/mhq9vf/cmv_prochoice_and_allowing_women_to_abort_their.json": "I understand pro-life arguments as to why it should be that women must have the\nbaby, but if I'm being 100% honest, the more I breakdown those reasons the more\nit seems like they are just trying to force life into the world and punish those\nwho conceived it irresponsibly.\n\nPro-lifers arguments…",
  "data/reddit-changemyview/r/changemyview/comments/mhlobd/cmv_the_primary_reason_why_gender_and_race_are.json": "First let me preface this by saying I'm not intolerant of the LGBTQ+ or other\nraces. I'm not one of the people who have fantastical views that goes along the\nline of \"I'm colorblind, I don't see race\" or ridiculous things of that nature.\nI genuinely in my heart of hearts don't care. Not don't see…",
  "data/reddit-changemyview/r/changemyview/comments/mho3qu/cmv_modern_psychiatry_needs_to_go_under_major.json": "Below are my biggest issues with psychiatry. I would be interested if anyone\nwould like to counter or address them.\n\n 1. Psychiatric drugs are powerful and they are given to kids pretty freely even\n    though we have no understanding of how they affect a developing brain. I\n    also don't think…",
  "data/reddit-changemyview/r/changemyview/comments/mhtqh8/cmv_true_racial_and_gender_equality_is_marked_by.json": "The way I see it, a true meritocracy in which people are judged purely by the\ncontent of their character, not unlike what MLK envisioned, is the only way to\nensure true racial and gender equality. For example doing away with hiring\nquotas in the workplace and instead hiring based soley on their…",
  "data/reddit-changemyview/r/changemyview/comments/mhqrik/cmv_april_fools_is_an_unpleasant_tradition_that.json": "I don't get April Fools, and that may be part of the problem, but frankly, the\nfact we kinda skipped it last year makes it far more jarring when it actually\noccurs.\n\nOn April Fools Day, many people and places make up \"pranks\", particularly for\nsocial media. Here's an example of a fairly innocuous…",
  "data/reddit-changemyview/r/changemyview/comments/mhvxfe/cmv_there_is_no_legitimate_reason_to_be_an.json": "So I work as a security guard. Lately a big new part of my job has been\nreminding people that they need to wear their masks. This as you might imagine\ninevitably has lead to many a heated conversation with people who just cannot\nwrap their heads around why I'm asking them to follow this simple rule.…",
  "data/reddit-changemyview/r/changemyview/comments/mhyhtb/cmv_any_social_media_site_that_bans_criticism.json": "I understand the argument that a torrent of negativity can be bad for creator\nself esteem but at the same time, you’re a creator, you should have the maturity\nto face criticism. A social media site or app saying that only positivity can be\nexpressed is just the silliest thing ever and removes the…",
  "data/reddit-changemyview/r/changemyview/comments/mi6ib8/cmv_it_should_be_illegal_for_social_media_to.json": "I grew up in a time where social media didn’t exist. I feel overall my childhood\nwas a lot less stressful and I focused more on activities other than say\ninstagram.\n\nThese activities made me more well rounded and sociable in the actual world.\n\nThere have been countless stories about cyber bullying…",
  "data/reddit-changemyview/r/changemyview/comments/miexkr/cmv_a_creator_of_art_should_not_be_morally.json": "First, I want this discussion to be focused on what someone should do.\n\nLet's say a writer is a white American male. He might want to write about deep\npersonal experiences of men, women, straight people, gay people, dwarfs,\ndifferent races.. or he might want to write a story about 5 white guys…",
  "data/reddit-changemyview/r/changemyview/comments/mihfen/cmv_american_football_is_no_more_of_a_chess_match.json": "Every professional sport requires strategic adjustments and counter-adjustments\nfrom both teams.\n\nIn most sports it happens fluidly, on-the-fly, there's no pause for the\nannouncer to break down what just happened, there aren't 60 seconds in between\nplays for the casual viewer to process the play…",
  "data/reddit-changemyview/r/changemyview/comments/min0t1/cmv_pulling_yourself_up_by_your_boot_straps_is.json": "A common argument I've seen against issues is the \"I did it and if I can do it,\neveryone can do it\". This is commonly applied to groups of individuals within a\nwider system such as immigration, minimum wage or achieving educational success.\n\nTo be more specific, you will only hold this view if you…",
  "data/reddit-changemyview/r/changemyview/comments/mj71z9/cmv_hunting_for_sport_is_sadistic.json": "So I am totally cool with people hunting and actually using the animal they kill\nfor food, leather, etc. I eat meat. Obviously it has to come from somewhere and\nan individual hunting isn't any worse than traditional methods of getting meat.\n\nBut I just do not understand hunting for sport/trophy…",
  "data/reddit-changemyview/r/changemyview/comments/mj1yey/cmv_the_majority_of_chinese_people_dont_want.json": "I am Han Chinese. I grew up between the US and China. One question I get asked a\nlot is\n\n“Why don’t you Chinese hate your government as much as we think you ought to?\"\n\nThe modern Chinese party-state, after all, is a notorious violator of human\nrights. I need not waste space to list out all the…",
  "data/reddit-changemyview/r/changemyview/comments/mjao8v/cmv_the_thank_you_for_your_service_trend_needs_to.json": "To start this isn't an anti-military or anti-war post. I don't want to debate\nabout that as they are separate issues so please stay on task. This is also a\nthrowaway account because people can get fairly heated about this subject\n(understandably so) but it's not something I want to be linked to my…",
  "data/reddit-changemyview/r/changemyview/comments/mjbo8a/cmv_i_think_sex_work_is_morally_wrong.json": "This morning my girlfriend, roommate, and I had an extensive discussion about\nsex work. Their views hold that sex work should both be legalized and\nnormalized. I agree with them halfway, that sex work should be legalized.\n\nHowever, morally I think sex work is both degrading and lazy. If my…",
  "data/reddit-changemyview/r/changemyview/comments/mjnu3s/cmv_dating_for_many_cultures_but_in_the_us.json": "So things have calmed down quite a bit from 2018/19 when consent culture was the\ncenter of the public forum but during that time there was a solid push from a\nlot of progressives to revision our dating/relationship culture to be based\naround explicit consent rather than implied consent. I think the…",
  "data/reddit-changemyview/r/changemyview/comments/mjsviy/cmv_emotional_intelligence_is_as_important_as.json": "Emotional intelligence and being self aware should be considered as important as\nintellectual intelligence especially in our modern day with social pandemics\narising such as male suicide rate. Emotional intelligence is so important for\nidentifying hurt in others and self awareness which allows you…",
  "data/reddit-changemyview/r/changemyview/comments/mjj7v7/cmv_reverse_racism_does_exist.json": "I dont think it people should call it reverse racism cause thats a bit confusing\nbut anyway. Any race can be racist towards any other race. Yes, i believe one\ncan even be racist towards white people. The definition of racism is prejudice\ntowards someone based on their skin. Usually of a marginalized…",
  "data/reddit-changemyview/r/changemyview/comments/mjxl8g/cmv_tipping_is_bullshit_and_does_nothing_but.json": "(Written from the perspective of a Brit)\n\nI'm going to preface with the fact I am not against tipping if said employee has\ntruly gone above and beyond in terms of service, and I am aware this has\nprobably been posted here before, but personally I think 'tipping culture'\n(especially in America) is a…",
  "data/reddit-changemyview/r/changemyview/comments/mk21aa/cmv_the_most_unfair_advantage_a_person_can_have.json": "Parents help or hurt their children’s future. A rich or educated parent can give\ntheir children benefits of their money or knowledge while poor or uneducated can\ndo neither.\n\nMark Zuckerberg and Kylie Jenner are examples of this advantage.\n\nMark Zuckerberg’s father taught him Atari BASIC programming…",
  "data/reddit-changemyview/r/changemyview/comments/mk3ot0/cmv_it_does_not_make_sense_for_religions_to_spend.json": "I have asked that on r/AskReddit [/r/AskReddit] and just got some angry replies,\ninstead of a proper conversation. So trying here again, hopefully works:\n\nHow does religion justify spending money on building beautiful churches /\nmosques / synagogues instead of spending that money helping poor and…",
  "data/reddit-changemyview/r/changemyview/comments/mk70vi/cmv_its_not_good_or_healthy_to_keep_electing.json": "Jimmy Carter recently said about running for President, “I think there should be\nan age limit. If I were 80 years old—15 years younger than I am now—I would not\nbe able to handle the stresses and duties of being President.”\n\nHe has a point. If you want to be a good President, you have to work pretty…",
  "data/reddit-changemyview/r/changemyview/comments/mk4h7z/cmv_kneeling_during_the_national_anthem_isnt_a.json": "Reason being , when people kneel during the national anthem, it’s not out of\ndisrespect or with intention to attempt to disrespect. It’s a form of protest.\nInstead of tearing buildings down and stealing accessories that don’t belong to\noneself, I feel like kneeling during the anthem is the most…",
  "data/reddit-changemyview/r/changemyview/comments/mkc9zp/cmv_karma_is_a_terrible_system_that_discourages.json": "not only do you risk losing dozens of karma from posting in places with\npresupposed beliefs, objectively discouraging opponents of those beliefs from\nposting in those places, but there's even a karma lockout per sub that makes it\nalmost impossible to have an organic discussion because you have to…",
  "data/reddit-changemyview/r/changemyview/comments/mke46f/cmv_we_help_others_because_we_feel_good_about.json": "I think every decision we make is selfish to the point that we either convince\nourselves to that or it is our base response or subconscious to do us.\n\nEven philanthropic work falls under this category which is by nature THE\nselfless act. We in our process to help others would convince ourselves…",
  "data/reddit-changemyview/r/changemyview/comments/mk3m14/cmv_i_believe_onlyfans_is_genuinely_damaging_for.json": "I’d just like to start this off by saying that I don’t have anything against sex\nwork itself, and believe sex workers deserve basic workers rights.\n\nThat being said, there seems to have been a trend of sorts of the last year of\nyoung people (mostly girls from what I can tell but I may be wrong)…",
  "data/reddit-changemyview/r/changemyview/comments/mkfjpw/cmv_imperial_japan_was_just_as_bad_as_nazi_germany.json": "In America, people often use Nazism as an example of pure, unrivaled evil. I\nwould argue that Imperial Japan was just as evil.\n\nIn terms of total deaths done by each regime, they are roughly within the same\nrange. I have seen upper estimates of Nazis being responsible for 25 million\ndeaths and…",
  "data/reddit-changemyview/r/changemyview/comments/mkj6od/cmv_mental_health_should_be_considered_equally.json": "There are two perspectives that can argue for my view. One is individual, where\nwe can increase individual wellbeing and reduce suffering. The other is societal\nbenefits, where everyone benefits both economically and socially.\n\nToday we all know the importance of exercise and a healthy body, people…",
  "data/reddit-changemyview/r/changemyview/comments/mkwgb4/cmv_i_dont_see_any_benefits_in_waiting_for_sex.json": "I think it is good to know how compatible you are before you get married, I'm\nnot saying you should have sex on the very first date lol, but if you have a\nserious relationship on some point you have to have sex in order to know if it\nwill \"work\". I do think that many \"religious\" couples marry…",
  "data/reddit-changemyview/r/changemyview/comments/ml2kdq/cmv_while_body_positivity_is_good_and_should_be.json": "People should be happy with their bodies. That's a fact; you need that to start\nchanging. You need to love yourself before you become more healthy. You should\nlove yourself to work your weight off and be determined to get rid of your\nweight. However, saying that an obese woman who weighs 400 pounds…",
  "data/reddit-changemyview/r/changemyview/comments/ml9ii8/cmvmost_people_have_no_clue_what_they_are_talking.json": "I've come to think recently that politics has become a bit of a sport and\nentertainment for a lot of people.\n\nThe problem I see in this is the polarization that is obviously to virtually\neveryone. I think this polarization exists because new methods of communication\nexists that allow people to share…",
  "data/reddit-changemyview/r/changemyview/comments/mlea21/cmv_everyone_should_be_an_organ_donor_by_default.json": "Seeing a post of a young man on kidney dialysis really made me think about this.\nNot really sure what his story is, but I feel that anyone, especially folks who\nare in their younger years, should not have to be on a waiting list for a much\nneeded organ. I believe that any and everybody, of all ages…",
  "data/reddit-changemyview/r/changemyview/comments/ml8cpq/cmv_there_is_no_such_thing_as_humane_warfare.json": "People will quickly condemn \"inhumane\" tactics used in war, for example poison\ngas or artificial starvation, but don't seem to care about soldiers dying from\nbullets, artillery, or knives. The end result is the same, whether delivered\ninstantly by a landmine vaporising you, or slowly by an infected…",
  "data/reddit-changemyview/r/changemyview/comments/mllqhq/cmv_kids_are_dumb_and_shouldnt_be_allowed_to_have.json": "First I have to say that I have nothing against transgender people. If you're\nborn a man but now are a woman I'll call you \"ma'am\" without any conflicts on\nthe matter. You want to swap your wardrobe to look more feminine, undergo gender\nreassignment surgery, take pills to cause your chemical makeup…",
  "data/reddit-changemyview/r/changemyview/comments/mlnld7/cmv_sexual_harassment_training_should_include.json": "My wife just finished sexual harassment training for work and was telling me all\nthe statistics of how men harass women in the workplace. I asked her what were\nthe percentages for women harassing men. Her training did not include any. I\nfound that very odd and sexist. I think the statistics should…",
  "data/reddit-changemyview/r/changemyview/comments/mlln46/cmv_while_it_is_efficient_for_public.json": "I am originally from a third world country where public utilities still don’t\nrun on internet-connected computer networks. While there are efficiencies to be\ngained by taking things online, I do not see how these outweigh the risks\nassociated with criminal actors gaining access.\n\nOn the news,…",
  "data/reddit-changemyview/r/changemyview/comments/mlxdjr/cmv_the_reason_men_ask_women_are_you_on_your.json": "I’ve recently learned that asking women if they’re on their period is sexist,\nI’m more than happy to change my ways but I’m sure I’m not the only man who’s\nbeen told to excuse a woman for her behaviour because she’s on her period, which\nI understood because I’ve heard how bad the experience can be…",
  "data/reddit-changemyview/r/changemyview/comments/mlxc7t/cmv_no_one_has_a_right_to_know_if_someones_gay.json": "What happens between consenting adults behind closed doors is their own business\nand no one else's.\n\nWho you have sex with is a private matter and no one else needs to know (with\nthe possible exception where there is infidelity and the partner has a right to\nknow their spouse is cheating on…",
  "data/reddit-changemyview/r/changemyview/comments/mlyrav/cmv_even_if_im_autistic_i_dont_care_im_happy_i.json": "Ive had somone ask me once if I was, and a couple of my family members insinuate\nI am.\n\nIve been pressured to get diagnosed as my family members think it will improve\nmy life.\n\nIts possible, im weird for sure, but who the fuck cares. Im happy to be who I\nam, I don’t need to be labelled an autistic…",
  "data/reddit-changemyview/r/changemyview/comments/mm25da/cmv_being_a_poc_doesnt_make_you_an_expert_on.json": "Simply I wanna say, as a POC I find it irritating how POC think they are an\nauthority on how ethnic dishes are made (and other things)\n\nA while ago, a white chef was talking about how adding suracha to noodles is\nkinda wack. Because it messes up the flavors or some shit. And people were like\n“yooo…",
  "data/reddit-changemyview/r/changemyview/comments/mm40lq/cmv_the_standard_ketchup_packet_is_the_most.json": "Reasons\n\n-Unrecyclable\n\n-Difficult to open and distribute product without getting any on hands,\nclothing, table, steering wheel or other innocent bystander\n\n-No easy place to put it after use without creating a further mess; have to wrap\nit up in a paper napkin or other protective wrap\n\n-Alternative…",
  "data/reddit-changemyview/r/changemyview/comments/mlyblg/cmv_i_shouldnt_have_to_care_about_all_the_stuff.json": "Im not from USA. I have my own politics to worry about. 47 people were arrested\nas a result of the National Security Law of Hong Kong. For me this is more\nimportant to me, than Black Americans being killed by their pathetic police\nforce. But my news doesn’t think so, reddit, youtube, instagram,…",
  "data/reddit-changemyview/r/changemyview/comments/mm0svx/cmv_paternity_testing_should_become_normal.json": "EDIT: Many people seem concerned about blaming infidelity on women, so men or\nmedical staff can request paternity test as a way to later check for genetic\ndiseases, etc. This is beneficial use for both father knowing the paternity and\nfor the well-being of the child.\n\nPaternity fraud happens when a…",
  "data/reddit-changemyview/r/changemyview/comments/mm3s23/cmv_if_its_racist_to_tell_black_people_to_change.json": "I just used the black/white comparison because it was the first thing that came\nto mind and I’m a black guy myself. Lately I’ve been pretty shocked with the\nconversation surrounding men and women and violence perpetrated against women by\nmen. I’m up to date with most of the statistics and I’m not…",
  "data/reddit-changemyview/r/changemyview/comments/mml3gy/cmv_college_and_university_shouldnt_be_the.json": "There is way too much pressure on those in Secondary School making it to college\nand or university. I completely understand why it can be seen as a major step,\nbut not everyone needs to take that step.\n\nSpeaking from experience, I finished secondary school in August 2019, and didn't\nwant to do…",
  "data/reddit-changemyview/r/changemyview/comments/mmlfly/cmv_a_non_autistic_person_should_be_able_to_play.json": "I apologize for grammar and punctuation in advance\n\nSelf explanatory a lot of people are talking about this and I think it’s a\nstupid issue I feel that any person should be able to play any person assuming\nthat the story and the actor do not perpetuate any falsehoods about said\ndisability\n\nI believe…",
  "data/reddit-changemyview/r/changemyview/comments/mmqjgo/cmv_there_is_no_value_watching_the_news_anymore.json": "I think the current climate really shows how unnecessary the news is nowadays.\nIt's almost a miracle that news stations are still in business. I realize that\nadvertising is their main source of revenue, but I don't see the value of people\nwatching events that don't matter to them. In addition, I…",
  "data/reddit-changemyview/r/changemyview/comments/mmx0gs/cmvus_army_advertisements_are_incredibly_scummy.json": "For those of you with the fortune of not having to interact with these ads, here\nthey are [https://youtu.be/7fiManEc2Tk] and another one here\n[https://youtu.be/lz_ak7AVYkg] Essentially they do 3 scummy things.\n\nPortray the army like a video game, this is scummy because video games\nare(obviously)…",
  "data/reddit-changemyview/r/changemyview/comments/mn52ps/cmv_if_covid19_was_a_dry_run_to_see_how_we_act_in.json": "I don't want to start a whole argument over whether Covid exists/is man made/has\nbeen used as a tool for administering new world order nanobots etc. I think\nwe've all seen and heard enough \"anti mask-freedom fighter\" v \"scared upstanding\ncitizen\" bs and are pretty much fed up with it by now…",
  "data/reddit-changemyview/r/changemyview/comments/mn1ntz/cmv_i_dont_see_why_lovecraft_being_a_racist_is_a.json": "Lovecraft is one of those writers whom is always held up as 'Yeah, he had a\nprofound impact, but he was super racist for his time and we can't ignore that.'\nNow, I don't really see why his being racist matters for those of us who are\nreading his work today.\n\nI mean, it is a big deal in the fact that…",
  "data/reddit-changemyview/r/changemyview/comments/mn5cfk/cmv_the_have_you_ever_been_xyz_checkboxes_on_job.json": "So, this is something that's been bothering me lately, and I was curious what\nthe other side of it is. Many job applications have questions like \"Have you\never been fired\" or \"Have you ever been convicted of a crime?\" as part of the\napp. Some even go further, like \"Have you ever resigned or been…",
  "data/reddit-changemyview/r/changemyview/comments/mng55s/cmv_the_resurgence_of_horoscopes_on_social_media.json": "I appreciate that plenty of people read horoscopes and tarot cards as just a bit\nof fun, or to prompt their own self-reflection, rather than taking it as truth.\n\nHowever, with social media horoscopes going through a massive boom recently,\nI've seen a lot of people presenting it seriously. People I…",
  "data/reddit-changemyview/r/changemyview/comments/mnk3yy/cmv_redditors_often_ignore_hanlons_razor.json": "Hanlon's razor [https://en.wikipedia.org/wiki/Hanlon%27s_razor] suggests they're\nnot mean, they're just bad at it:\n\n> never attribute to malice that which is adequately explained by stupidity\n\nMy view:\n\nThere too little give in this area on reddit IMO, not enough kind stewardship\nand too much…",
  "data/reddit-changemyview/r/changemyview/comments/mnzc75/cmv_nobody_should_be_jailed_for_speech.json": "So recently I learned about the English holocaust denier Alison Chabloz, who was\nrecently jailed for anti semitic remarks in the UK. I think this is an affront\nto human rights, and is immoral.\n\nNow, I think everything Chabloz has said is absolutely evil, ideologically\npossessed, and intellectually…",
  "data/reddit-changemyview/r/changemyview/comments/mo1z41/cmv_if_life_is_a_gift_then_i_have_the_right_to.json": "(This seems to be too unpopular for r/unpopularopinion [/r/unpopularopinion] so\nmaybe here is a better place for some good discussion.)\n\nReturning a gift you don’t want to keep (for whatever reason) can be impolite,\nbut doing so is generally seen as okay if you think it’s for the better.\n\nPeople…",
  "data/reddit-changemyview/r/changemyview/comments/mo8q4v/cmv_the_only_muslims_who_we_risk_radicalising_by.json": "Whenever there’s a terror attack perpetrated by a radical Islamist, the response\nfrom government and corporate America is typically to say “this wasn’t Islam,\nISIS has nothing to do with Islam”. And the rationale presented to us is that by\ncalling it Islam, you risk radicalising Muslims.\n\nBs. I’m an…",
  "data/reddit-changemyview/r/changemyview/comments/mojb4m/cmv_some_form_of_birth_control_should_be.json": "A form of birth control that is safe and effective should be made available to\nevery American who wants it, free of charge.\n\nThis would include the pill, iud's, condoms, diagrams, etc. and hopefully at\nsome point a chemical contraceptive for men.\n\nA low cost standard would be decided upon but if…",
  "data/reddit-changemyview/r/changemyview/comments/modadr/cmv_if_you_are_taking_collegelevel_courses_you.json": "I realize this is a first world problem, but I can't stand when professors force\nstudents to take notes only by paper, or if there are specifications about how\nstudents should write notes, or god forbid if they make students submit notes\nfor a grade. I don't care how many studies show that paper…",
  "data/reddit-changemyview/r/changemyview/comments/mo63f0/cmv_the_cdc_3_foot_rule_change_for_schools_is.json": "The CDC updated its guidelines to change the distance between students from 6\nfeet apart to only 3 feet apart. This change has nothing to do with science or\nsafety and everything to do with squeezing more children back into the building.\n\nWhy is the new distance 3 feet, as apposed to 4 or 5 feet?…",
  "data/reddit-changemyview/r/changemyview/comments/mobb4l/cmv_being_proud_of_or_ashamed_of_where_you_were.json": "I'm British but I would not say that I am proud to be British. Rather, I feel\nfortunate that I was born and raised here and its pretty cool what fellow Brits\nhave done to advance society. I also realise that Brits have done terrible\nthings over the years. Am I proud to British, nope. Am I ashamed to…",
  "data/reddit-changemyview/r/changemyview/comments/motoij/cmv_learning_is_super_fun_and_if_you_dont_find_it.json": "I love learning. I actually find something incredibly calming about coming home\nafter school, sticking on some lo fi tunes, wrapping up in a blanket with a\ncoffee and studying.\n\nI never really liked school until I was 15 and started failing all my classes,\nand forced myself to at least get semi…",
  "data/reddit-changemyview/r/changemyview/comments/mp3iya/cmv_republicans_and_democrats_need_to_figure_out.json": "As a Libertarian in college, I know what it’s like to feel like my voice isn’t\nheard. To feel like my values and issues aren’t being taken seriously or heard\nat all. I know what it’s like to feel silenced or misunderstood by people who\ndisagree with me politically. I’ve felt the frustration of our…",
  "data/reddit-changemyview/r/changemyview/comments/mpdzj8/cmv_intentionally_adding_characters_to_a_name_or.json": "I’ve noticed a trend lately on sites like Twitter and Reddit where users will\nrant about a polarizing figure or brand and replace certain letters with\ncharacters (ie Tr*mp, @OC, B!den, etc).\n\nAt first I wasn’t sure what the purpose was, but asked around and the consensus\nreason was because they…",
  "data/reddit-changemyview/r/changemyview/comments/mpi7wf/cmv_the_saying_deep_down_im_a_good_person_makes.json": "I hate when people say something like \"deep down he/she is very\nsweet/nice/caring\" when their actions show the opposite of those statements.\nFeeling guilty about being a jerk is not the same thing as being a good person.\nWe are defined by the actions we take. If someone is not paying child…",
  "data/reddit-changemyview/r/changemyview/comments/mpr4jj/cmv_we_have_gotten_to_the_point_where_resisting.json": "The original context of the law makes sense. You don't want cops to have to\nphysically fight with every suspect they are trying to arrest. So if you make\nresisting arrest illegal, it incentivizes suspects to cooperate with their\narrest.\n\nBut cops have abused this law and now interpret any resistance…",
  "data/reddit-changemyview/r/changemyview/comments/mpvo8y/cmv_i_am_a_misogynistic_bitter_angry_incel_please.json": "PLEASE READ THIS FIRST: This might be a long post but i have a lot of toxic\nviews and i would really like to change them. I wanna say why i feel so angry\nand bitter and misogynist. i really wanna change and improve myself and get rid\nof these hateful thoughts and beliefs. Also sorry if it sounds…"
}