{
  "data/redirect-devtop/2021/12/914028.json": "Introduction   These five productivity tips will supercharge your productivity as a Node...",
  "data/redirect-devtop/2021/12/914315.json": "You’ve probably heard about automated cloud cost optimization - but what about autonomous cloud cost...",
  "data/redirect-devtop/2021/12/914073.json": "Before I go further, I want to clarify that I love GraphQL as a frontend engineer. It empowers me to...",
  "data/redirect-devtop/2021/12/913914.json": "Do you want to become Vue.js developer in 2022? Here are the best free Vue.js courses you can join to learn Vue JS and become a Vue Developer in 2022. ",
  "data/redirect-devtop/2021/12/913872.json": "Want to learn how to code? This article guides you through the jungle of technologies and resources,...",
  "data/redirect-devtop/2021/12/914010.json": "SPOILER ALERT: you can't!  And the best part is that to be a good developer you don't even have...",
  "data/redirect-devtop/2021/12/914376.json": "Hey   Forewarning: this topic is hard! It's taken me a week to even start to get my head...",
  "data/redirect-devtop/2021/12/914712.json": "There are so many websites to make the work of developers easier. Everyone doesn't know all. In this...",
  "data/redirect-devtop/2021/12/914322.json": "Introduction   React is a component-based open-source JavaScript library for building user...",
  "data/redirect-devtop/2021/12/914043.json": "You might have heard of the JavaScript startsWith method. It can check if a particular string starts...",
  "data/redirect-devtop/2021/12/915272.json": "Even a few years ago, web application development was not what it is today. Nowadays, there are so...",
  "data/redirect-devtop/2021/12/915614.json": "How many videos do you watch a week? I'm sure a lot.  Some of the videos for pleasure, and some of...",
  "data/redirect-devtop/2021/12/915372.json": "Hey Coders! When I started coding, tracking changes in my codes was always painful and the fear of...",
  "data/redirect-devtop/2021/12/915403.json": "\"I'm just summarizing my CSS learning routine here, your follow will be my motivation to update. Hope...",
  "data/redirect-devtop/2021/12/915107.json": "No pun intended there!   The useAsync() hook which I learned to build from Kent's Epic React Workshop..."
}