{
  "data/redirect-devtop/2021/12/914028.json": "Introduction   These five productivity tips will supercharge your productivity as a Node...",
  "data/redirect-devtop/2021/12/914315.json": "You’ve probably heard about automated cloud cost optimization - but what about autonomous cloud cost...",
  "data/redirect-devtop/2021/12/914073.json": "Before I go further, I want to clarify that I love GraphQL as a frontend engineer. It empowers me to...",
  "data/redirect-devtop/2021/12/913914.json": "Do you want to become Vue.js developer in 2022? Here are the best free Vue.js courses you can join to learn Vue JS and become a Vue Developer in 2022. ",
  "data/redirect-devtop/2021/12/913872.json": "Want to learn how to code? This article guides you through the jungle of technologies and resources,...",
  "data/redirect-devtop/2021/12/914010.json": "SPOILER ALERT: you can't!  And the best part is that to be a good developer you don't even have...",
  "data/redirect-devtop/2021/12/914376.json": "Hey   Forewarning: this topic is hard! It's taken me a week to even start to get my head...",
  "data/redirect-devtop/2021/12/914712.json": "There are so many websites to make the work of developers easier. Everyone doesn't know all. In this...",
  "data/redirect-devtop/2021/12/914322.json": "Introduction   React is a component-based open-source JavaScript library for building user...",
  "data/redirect-devtop/2021/12/914043.json": "You might have heard of the JavaScript startsWith method. It can check if a particular string starts...",
  "data/redirect-devtop/2021/12/915272.json": "Even a few years ago, web application development was not what it is today. Nowadays, there are so...",
  "data/redirect-devtop/2021/12/915614.json": "How many videos do you watch a week? I'm sure a lot.  Some of the videos for pleasure, and some of...",
  "data/redirect-devtop/2021/12/915372.json": "Hey Coders! When I started coding, tracking changes in my codes was always painful and the fear of...",
  "data/redirect-devtop/2021/12/915403.json": "\"I'm just summarizing my CSS learning routine here, your follow will be my motivation to update. Hope...",
  "data/redirect-devtop/2021/12/915107.json": "No pun intended there!   The useAsync() hook which I learned to build from Kent's Epic React Workshop...",
  "data/redirect-devtop/2021/12/915374.json": "You might have seen a new feature arrive in the editor this week - the markdown toolbar:             ...",
  "data/redirect-devtop/2021/12/915249.json": "In this article, we are going to learn some life-saving Git commands.  We will not only learn about...",
  "data/redirect-devtop/2021/12/914914.json": "We known the tools we're using daily like bundler(webpack), code-formatter become obstacle to our...",
  "data/redirect-devtop/2021/12/915360.json": "Discover power of 'toLocaleString' functions in JavaScript. Format numbers, currencies, and units without any 3rd party localization library.",
  "data/redirect-devtop/2021/12/914693.json": "It’s been a year since I graduated from my Bootcamp and about 8 months of working at CodeCast. While...",
  "data/redirect-devtop/2021/12/916161.json": "These are essential tools for frontend and backend development in 2022 and every web developer should learn it. Includes IDEs, REST API testing and debugging tools",
  "data/redirect-devtop/2021/12/915052.json": "Two weeks ago I shared this animation using only rotations. This time I'm back at it, but only using...",
  "data/redirect-devtop/2021/12/916221.json": "Already feeling the vibe of this year’s festive season? Here’s some fresh cloud technology news to...",
  "data/redirect-devtop/2021/12/916399.json": "This blog is all about mistakes I made while learning Full Stack Web Development as a beginner. I...",
  "data/redirect-devtop/2021/12/914903.json": "Welcome to this new academy! In this I will NOT explain you javascript from scratch, the aim of this...",
  "data/redirect-devtop/2021/12/916398.json": "In this article you will learn how to create weather app using JavaScript. This JavaScript Weather...",
  "data/redirect-devtop/2021/12/916055.json": "One of the best pieces of engineering advice my dad ever gave me was: \"𝐅𝐨𝐜𝐮𝐬 𝐨𝐧 𝐭𝐡𝐞 𝐜𝐨𝐧𝐜𝐞𝐩𝐭𝐬 𝐚𝐧𝐝...",
  "data/redirect-devtop/2021/12/914332.json": "This is the written version of my new youtube video ✍️ 🙂  In this Redis tutorial, you will learn...",
  "data/redirect-devtop/2021/12/915641.json": "As you may have already seen some website which has some kind of typing animation. It looks cool...",
  "data/redirect-devtop/2021/12/916422.json": "Plenty VS Code extensions are available on the marketplace.  I'm curious which ones (other than...",
  "data/redirect-devtop/2021/12/915238.json": "Trending Projects is available as a weekly newsletter please sign up at Stargazing.dev to ensure you...",
  "data/redirect-devtop/2021/12/916155.json": "Don't miss your shot at using GitHub Actions to build an amazing workflow — while getting prizes for it! ",
  "data/redirect-devtop/2021/12/917206.json": "Frontend developers can learn Firebase to create dummy backend where they call API and interact with database with having to wait for actual backend to be ready,",
  "data/redirect-devtop/2021/12/916631.json": "Hello, Do you need to add a custom 404 error page on your website/blog? 404 error happens when a user...",
  "data/redirect-devtop/2021/12/917288.json": "For programmers and budding developers, GitHub is always the first choice to explore and learn new...",
  "data/redirect-devtop/2021/12/917327.json": "Usage of code formatter increases the readability of code and helps to keep the same style in the...",
  "data/redirect-devtop/2021/12/917371.json": "Hello guys today i am going to show you some cool websites which can help you in front end web...",
  "data/redirect-devtop/2021/12/916649.json": "Currently, I can call myself a backend developer after a whole 3 years of coding. In short, a backend...",
  "data/redirect-devtop/2021/12/917535.json": "The third minor version of Agrippa, the React component CLI, is finally out!  Since v1.2.0 came out,...",
  "data/redirect-devtop/2021/12/917338.json": "We are going to build a simple website 'Fungram' with React, Chakra UI, and NoCodeAPI for fetching...",
  "data/redirect-devtop/2021/12/917738.json": "HTML is a language that everyone knows, but very few people truly know. To be honest, when you are...",
  "data/redirect-devtop/2021/12/917305.json": "We all know that we can use box-shadow to add shadows to our HTML elements. eg    .box{    ...",
  "data/redirect-devtop/2021/12/917032.json": "What's in your mind when you think about building some sort of Startup or App. Probably, your answer...",
  "data/redirect-devtop/2021/12/916382.json": "How to create accordion using only html and css. In this tutorial I will show you how to create...",
  "data/redirect-devtop/2021/12/917735.json": "There's nothing unusual if you want to become a developer. Perhaps you'd want to create web...",
  "data/redirect-devtop/2021/12/916354.json": "Starting out as a Web Developer can be quite overwhelming. You are bombarded with so many different...",
  "data/redirect-devtop/2021/12/916206.json": "Have you ever create an application with React, in this application you use external API’s and you...",
  "data/redirect-devtop/2021/12/916668.json": "There will probably be a need to capture a screen of code, whether it is yours or someone else's. For...",
  "data/redirect-devtop/2021/12/917725.json": "Before starting to learn Higher Order Component, we need to clear our concept about Higher order...",
  "data/redirect-devtop/2021/12/915624.json": "The JavaScript Array class is a global object that is used in the construction of arrays. Array is a...",
  "data/redirect-devtop/2021/12/917732.json": "Do you want to create a responsive profile card using HTML &amp; CSS? If you are a beginner and want...",
  "data/redirect-devtop/2021/12/917755.json": "Intro   Closure is a function inside another function that has access to outer function...",
  "data/redirect-devtop/2021/12/917567.json": "This article is about integrating Paypal API  As a developer, integrating APIs into your project is...",
  "data/redirect-devtop/2021/12/916241.json": "This blog article concentrates on the most significant tasks and ideas to assist you in better...",
  "data/redirect-devtop/2021/12/916239.json": "This blog post focuses on the most important activities and ideas to help you better understand and...",
  "data/redirect-devtop/2021/12/917809.json": "In this article, I will share my most used extensions in the VSCode editor. Honestly, searching for...",
  "data/redirect-devtop/2021/12/917627.json": "In this post I'll demonstrate a way to understand, analyse and reduce the time complexity on...",
  "data/redirect-devtop/2021/12/917867.json": "Hello Everyone, I am Kritik Sah and i am a frontend end developer. I use HTML, CSS, Bootstrap and...",
  "data/redirect-devtop/2021/12/917776.json": "Welcome to my \"Build 30 Js Projects in 30 Days\" Series .This is day 5 and project 5. If you haven't...",
  "data/redirect-devtop/2021/12/918072.json": "What are Hooks   React hooks are like Anchor ( same as what ships drop in the ocean to...",
  "data/redirect-devtop/2021/12/917894.json": "Windows is a great platform for getting work done, but Linux offers many features and benefits that...",
  "data/redirect-devtop/2021/12/918120.json": "The terminal can be an intimidating place for anyone, like me, who has spent most of their life...",
  "data/redirect-devtop/2021/12/918528.json": "Your complete guide to become a professional App developer with Android, iOS, or React Native in 2022. Learn these skills, tools, and tech for mobile app development in 2022",
  "data/redirect-devtop/2021/12/918539.json": "I've been using Tailwind CSS for quite a while and I'd never go back to a CSS framework that doesn't...",
  "data/redirect-devtop/2021/12/918348.json": "Dependency Injection is a fairly complex topic for beginners. It might not be necessary to know the...",
  "data/redirect-devtop/2021/12/918331.json": "Hey there Devs, I have created an OS using python and its web-based Features: - File...",
  "data/redirect-devtop/2021/12/918999.json": "Introduction and Motivation   It's been a while I posted here. I was busy wrapping up my...",
  "data/redirect-devtop/2021/12/918840.json": "This post was written with @theswaminator   Last Thursday at re:Invent, AWS Amplify, the team I work...",
  "data/redirect-devtop/2021/12/918950.json": "Tutorial on how to create a progress bar component with a single HTML element and vanilla CSS (no JavaScript needed).",
  "data/redirect-devtop/2021/12/917998.json": "Merriweather Eben Sorkin’s Merriweather is designed for optimal readability on screens....",
  "data/redirect-devtop/2021/12/918130.json": "Today, over 73 million software engineers around the globe use GitHub. While GitHub provides many...",
  "data/redirect-devtop/2021/12/919526.json": "In the previous blog I talked about why one should prefer react for Frontend....",
  "data/redirect-devtop/2021/12/916363.json": "From this article, you will learn how to utilize recently released functionality of Streams Filtering...",
  "data/redirect-devtop/2021/12/919394.json": "In an attempt to learn THREE.js — the 3D rendering WebGL framework and WebAudio API, I made something...",
  "data/redirect-devtop/2021/12/917935.json": "Follow me!: Follow @EricTheCoder_    Here is my cheat sheet I created along my learning journey. If..."
}