{
  "data/redirect-devtop/2021/8/778255.json": "The CSS grid is a newer standard that makes it easy to build complex responsive layouts. It works by...",
  "data/redirect-devtop/2021/8/778196.json": "Let me give you a simple 🚦Road-map to Know Where You Are, and Where You Should Go Next.          ...",
  "data/redirect-devtop/2021/8/778355.json": "Over the past few weeks, I've been working on a new side project to replicate a visual effect called 'head-coupled perspective' to make interactive art with head tracking, using Three.js and TensorFlow.js.",
  "data/redirect-devtop/2021/8/778059.json": "An engineer reflects on 5 years at Amazon and provides constructive feedback for better corporate citizenship",
  "data/redirect-devtop/2021/8/778585.json": "Dear readers, this post is about a very useful and important concept of JavaScript. I think every...",
  "data/redirect-devtop/2021/8/778666.json": "Hello, I'm Aya Bouchiha, on this beautiful &amp; amazing day, I'm going to share with you Youtube...",
  "data/redirect-devtop/2021/8/778191.json": "JAVASCRIPT is the new Boss in the Industry. Javascript says nothing is impossible. Javascript is...",
  "data/redirect-devtop/2021/8/778231.json": "Hello, welcome. Today we'll see, how we can easily create an awesome wavy button hover effect with...",
  "data/redirect-devtop/2021/8/778348.json": "A function is a block of organized reusable code used to perform a single action.  Like many...",
  "data/redirect-devtop/2021/8/778881.json": "Frontend Interview Experience at Amazon Germany",
  "data/redirect-devtop/2021/8/778831.json": "The Pragmatic Programmer is a book by Andrew Hunt and David Thomas written in 1999. I have been...",
  "data/redirect-devtop/2021/8/778670.json": "At the start of every project, most managers generally ask the same basic setup question, \"how should...",
  "data/redirect-devtop/2021/8/778401.json": "I started iterspace with Marco Zani in the summer of 2018. The plan was to build a tool that would...",
  "data/redirect-devtop/2021/8/779199.json": "In class-oriented languages, a class is simply an organized code which acts as a template or...",
  "data/redirect-devtop/2021/8/779485.json": "Introduction   You must have seeing people abusing and hating JS, because they compare...",
  "data/redirect-devtop/2021/8/780240.json": "I'll be discussing the newest JavaScript/Typescript tips which also includes ES2020 additions &amp;...",
  "data/redirect-devtop/2021/8/779837.json": "(Neither a sponsor nor promotion! It's just my experience with the website!)    Just a few days ago,...",
  "data/redirect-devtop/2021/8/779161.json": "React is an open-source JavaScript library that assists you with building a top interface for both...",
  "data/redirect-devtop/2021/8/778830.json": "The following tips helped me to land my first junior full-stack position in one month back in 2016....",
  "data/redirect-devtop/2021/8/778245.json": "When we are developing JavaScript packages, there is a series of repetitive tasks that we have to...",
  "data/redirect-devtop/2021/8/778480.json": "Building a quote switching component with just HTML, CSS and Javascript",
  "data/redirect-devtop/2021/8/778816.json": "Introduction   Here a list of 5 eBooks that are created by professional and are very...",
  "data/redirect-devtop/2021/8/778679.json": "Hi everyone,   The concept of the closure is one of the tougher concepts for me when I first started...",
  "data/redirect-devtop/2021/8/779381.json": "Clean Code StudioFollow             Clean Code Clean...",
  "data/redirect-devtop/2021/8/780770.json": "In this article, you will discover three ways to do an email validation with JavaScript!   \"An old...",
  "data/redirect-devtop/2021/8/779102.json": "In JavaScript, objects are among the most popular ways to work with and pass around data. In...",
  "data/redirect-devtop/2021/8/779693.json": "Hello Dear Readers &amp; Fellow Developers!  In the previous post, I have shown the way to create a...",
  "data/redirect-devtop/2021/8/778861.json": "The hamburger icon is simply a symbol that has come to mean \"menu\". It's used to toggle a menu or...",
  "data/redirect-devtop/2021/8/780828.json": "JSON Web Tokens are a proposed internet standard that allows for stateless authentication.          ...",
  "data/redirect-devtop/2021/8/779686.json": "Clean Code StudioFollow             Clean Code Clean...",
  "data/redirect-devtop/2021/8/779470.json": "Clean Code StudioFollow             Clean Code Clean...",
  "data/redirect-devtop/2021/8/779425.json": "Hello everyone, my name is Vansh and I'm a frontend developer. In this blog post, I would like to...",
  "data/redirect-devtop/2021/8/779820.json": "Deno, introduced by Ryan Dahl, the creator of  Node during JSConf 2018 has been growing into a major...",
  "data/redirect-devtop/2021/8/778550.json": "About Critical Rendering Path (CRP) and its Optimization, the PRPL pattern and Performance Budget.   ...",
  "data/redirect-devtop/2021/8/779695.json": "Building a React Menu does't have to be daunting. And let's use style-components while we're at it!...",
  "data/redirect-devtop/2021/8/779920.json": "As I refine my stack more and more, one of the values I look for is simplicity. Simplicity allows me...",
  "data/redirect-devtop/2021/8/781230.json": "In this blog I will teach how to make a web scraper with axios and cheerio.  Source Code    const...",
  "data/redirect-devtop/2021/8/780600.json": "Introduction   I believe that success greatly correlates to two things, how  you see the...",
  "data/redirect-devtop/2021/8/780769.json": "Functional programming and currying are topics that have some of us staring at the wall and saying...",
  "data/redirect-devtop/2021/8/779179.json": "My goal writing this post is to emphasize you to deepen your knowledge in the field you are...",
  "data/redirect-devtop/2021/8/780851.json": "Objected Oriented Programming is a great software development approach on it's own however as your...",
  "data/redirect-devtop/2021/8/781168.json": "How Tailwind Is Different From Other Frameworks?  Tailwind is different from frameworks like...",
  "data/redirect-devtop/2021/8/781540.json": "When we are rendering data in React we often grab an array and do a .map() to write out our...",
  "data/redirect-devtop/2021/8/781791.json": "Since it’s birth 26 years ago at Netscape, JavaScript has come a long way. A language which was used...",
  "data/redirect-devtop/2021/8/780885.json": "A Linux cheat sheet for beginners (short, sweet, and to the point)              Linux (Useful...",
  "data/redirect-devtop/2021/8/781222.json": "Hi, DEV Community! I've been working in the software testing field for more than eight years. Apart...",
  "data/redirect-devtop/2021/8/781873.json": "learn how to decouple your business logic in your Laravel app",
  "data/redirect-devtop/2021/8/780833.json": "Some months ago I posted an article about how I built my first personal portfolio. The feedback was...",
  "data/redirect-devtop/2021/8/782314.json": "I've always believed that the best way to learn is by doing. Recruiters prefer practical projects...",
  "data/redirect-devtop/2021/8/779220.json": "Part-I           About   𝐈𝐦𝐚𝐠𝐞 𝐎𝐩𝐭𝐢𝐦𝐢𝐳𝐚𝐭𝐢𝐨𝐧𝐬: with different file formats, Responsive Images Markup,...",
  "data/redirect-devtop/2021/8/781590.json": "1. Tiny bundle size = incredible performance  When in development mode, the size of Tailwind's output...",
  "data/redirect-devtop/2021/8/781008.json": "Vue is a progressive framework for building user interfaces. Unlike other monolithic frameworks, It...",
  "data/redirect-devtop/2021/8/782369.json": "VSCode is a really great Code Editor rather say nearly an IDE or better than that. But this costs a...",
  "data/redirect-devtop/2021/8/781984.json": "In this article, I will talk about how to make theming with CSS variables. With this example, we will...",
  "data/redirect-devtop/2021/8/782292.json": "Hello there,  In this post we will be talking about creating basic shapes in HTML &amp; CSS. Many...",
  "data/redirect-devtop/2021/8/782294.json": "Node's event-driven architecture allows us to execute certain actions when something happens. This is...",
  "data/redirect-devtop/2021/8/781510.json": "This is a preview from my CSSBootcamp.com course.   We'll cover the general setup with also...",
  "data/redirect-devtop/2021/8/781810.json": "If you are familiar with node.js, you know that it is    Ultra Fast ⚡ Ultra Scalable ⚖️ Ultra...",
  "data/redirect-devtop/2021/8/782398.json": "As software developers version control plays an important role in our day to day work life. In this...",
  "data/redirect-devtop/2021/8/782629.json": "Hey everyone! I'm Itay, a fullstack web developer who specializes in back-of-the-frontend code,...",
  "data/redirect-devtop/2021/8/780871.json": "This post originally appeared in my free daily newsletter on startups and engineering.  You can join...",
  "data/redirect-devtop/2021/8/780526.json": "Hello everyone, as you have seen in the title, today we are going to go back to the origins of the QR...",
  "data/redirect-devtop/2021/8/780872.json": "(code is hosted at: https://github.com/djamaile/react-boilerplate-2021)  (last years post:...",
  "data/redirect-devtop/2021/8/782922.json": "Making a qr-code generator is pretty simple tbh because of the existing stuff available on the...",
  "data/redirect-devtop/2021/8/782301.json": "In this video I'm joined by Ebonie, otherwise known as MetalAndCoffee_ — web developer, Metal DJ and...",
  "data/redirect-devtop/2021/8/782675.json": "There's many complaints I see online about Tailwind: it's WET, not DRY, it's the same as inline...",
  "data/redirect-devtop/2021/8/778174.json": "Supabase is an OpenSource Firebase Alternative providing Backend as a Service to various...",
  "data/redirect-devtop/2021/8/781859.json": "A ruled paper pattern with HTML and CSS.",
  "data/redirect-devtop/2021/8/779506.json": "In this article, I’m going to show you two ways of solving a typical interview-style question. The...",
  "data/redirect-devtop/2021/8/781448.json": "Intro   Nowadays, more and more companies adopt Canvas API to implement new shiny things...",
  "data/redirect-devtop/2021/8/781807.json": "What are Web Components?   Web component is a term used for four web standards that help us...",
  "data/redirect-devtop/2021/8/781253.json": "Earlier this week, we spoke about Developer Burnout, which a study found that 83% of developers...",
  "data/redirect-devtop/2021/8/782318.json": "If you found this article helpful, you will most likely find my tweets useful too. So make sure you...",
  "data/redirect-devtop/2021/8/782902.json": "Hi Everyone 👋, hope you all are doing well. 🚀   In this article, I'll tell you how the...",
  "data/redirect-devtop/2021/8/783227.json": "We all want to show off our skills in front of others.. Why not make some cool projects so that we...",
  "data/redirect-devtop/2021/8/783385.json": "New developers think they need a website to get a job. But do hiring managers even care? The results of this survey are clear and provide better alternatives.",
  "data/redirect-devtop/2021/8/782390.json": "Debugging is the skill that all developers should have in their toolbox🧰  No doubt console.log() is a...",
  "data/redirect-devtop/2021/8/782809.json": "Building docker images has been evolving over the years and there are new strategies to do this.  One...",
  "data/redirect-devtop/2021/8/782425.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to...",
  "data/redirect-devtop/2021/8/782588.json": "Building React applications with NextJS is a great way of getting things in front of customers quickly. But you might find that they aren't using your site because it's too slow. Here's a list of things you might be able to do to improve the performance of your NextJS application.",
  "data/redirect-devtop/2021/8/781805.json": "You might have heard the phrase monorepo earlier before. But, for those who haven't heard anything...",
  "data/redirect-devtop/2021/8/778354.json": "Table of contents    Create a simple todo UI using React. Create a simple backend server...",
  "data/redirect-devtop/2021/8/783072.json": "Object Destructuring   Object destructuring is an approach to access an object's properties....",
  "data/redirect-devtop/2021/8/783907.json": "Full Prado Museum Demo                                  Kerthin        /         ...",
  "data/redirect-devtop/2021/8/783942.json": "Docker is a popular open-source software platform that simplifies the process of creating, managing,...",
  "data/redirect-devtop/2021/8/784108.json": "css, webdev, html, art",
  "data/redirect-devtop/2021/8/784426.json": "Today we'll be making a React hook that will take a media query and will return whether that query...",
  "data/redirect-devtop/2021/8/784422.json": "This is a very big list of Wen Design tools for designers. If you want improve your skills and be a...",
  "data/redirect-devtop/2021/8/783760.json": "When it comes to create a responsive website to fit the every device, It is important to know the...",
  "data/redirect-devtop/2021/8/783922.json": "👋 Hello 👋 I've been a professional software developer for 15 years now and I've had this...",
  "data/redirect-devtop/2021/8/783447.json": "Introduction   Being a Full Stack Developer, I had appeared for Backend Developer position...",
  "data/redirect-devtop/2021/8/784496.json": "Hello everyone, I'm Kushagra Mehta, a final year student from Jaipur. I have joined Unacademy as a...",
  "data/redirect-devtop/2021/8/783495.json": "Scaling cloud resources is easy - so easy, in fact, that many teams end up losing control over their...",
  "data/redirect-devtop/2021/8/782911.json": "Typescript, oh I love it. Take stackoverflow survey, or ask any developer, most of them do. All major...",
  "data/redirect-devtop/2021/8/784277.json": "In the previous posts of this series, I've shown the resolve and reject methods of a Promise and also...",
  "data/redirect-devtop/2021/8/781484.json": "It was February 15th, 2013 and there was no turning back.   It had been a year and half since I took...",
  "data/redirect-devtop/2021/8/784477.json": "PP = Pipeline Pattern   Today, we will learn the Pipeline Pattern and how to use it in Laravel. You...",
  "data/redirect-devtop/2021/8/784805.json": "In this article, we will discuss the 15 useful JavaScript tips for every web developer to save their...",
  "data/redirect-devtop/2021/8/784097.json": "Firebase is one of the most popular Backend-as-a-Service options for a modern tech stack. In addition...",
  "data/redirect-devtop/2021/8/784895.json": "Good programmers write boring code. Great programmers write really boring code   When I came across...",
  "data/redirect-devtop/2021/8/783098.json": "This is a good question. There are some companies that'd like to beg to differ (such as AccessiBe,...",
  "data/redirect-devtop/2021/8/784916.json": "Hello, Today we'll see, how we can easily create a netflix clone using HTML, CSS and JS only. No...",
  "data/redirect-devtop/2021/8/780863.json": "Welcome to the new vue academy ! It will be a list of lot of article on vue! I have 2.5 years of...",
  "data/redirect-devtop/2021/8/784105.json": "Recently, some people used react to find that rendering a large amount of data is particularly slow....",
  "data/redirect-devtop/2021/8/784514.json": "I created this project when I tried to learn proper state management on the frontend. I wanted to...",
  "data/redirect-devtop/2021/8/785037.json": "Okay so the earlier two blogs of mine got a lot of views and now I am thinking to make another blog...",
  "data/redirect-devtop/2021/8/785231.json": "One of the things I was currently interested in was creating a search bar, however I didn't want to...",
  "data/redirect-devtop/2021/8/785024.json": "So this is a bit of fun on a Sunday in response to this article on clean code from @cleancodestudio ...",
  "data/redirect-devtop/2021/8/784912.json": "1. My Study Guide for AWS Solution Architect...",
  "data/redirect-devtop/2021/8/785427.json": "As you can understand from the title of this article, the goal is to be more productive developing...",
  "data/redirect-devtop/2021/8/784486.json": "As web developers, we are constantly looking for new technologies that are interesting and helpful in...",
  "data/redirect-devtop/2021/8/784892.json": "Introduction   One of the most infamous gotchas in JavaScript to beginners is the idea of...",
  "data/redirect-devtop/2021/8/785035.json": "ECMAScript, or ES, is a standardized version of JavaScript. Because all major browsers follow this...",
  "data/redirect-devtop/2021/8/784684.json": "Have you ever written a full stack application with React, Angular, or Vue? This tutorial will cover...",
  "data/redirect-devtop/2021/8/785518.json": "JavaScript Basics    Set of JavaScript basic syntax to add, execute and write basic...",
  "data/redirect-devtop/2021/8/785026.json": "Nestjs is a server-side framework often confused  with the term \"Server-Side Angular\"  Even though...",
  "data/redirect-devtop/2021/8/785506.json": "Have you ever wondered what the ultimate website looked like? Well I am afraid you are going to have...",
  "data/redirect-devtop/2021/8/784461.json": "Hello, everybody! 👋 And welcome to the 3rd lecture of the Styled Components 101 series 🙌  In this...",
  "data/redirect-devtop/2021/8/785968.json": "While working with any language, we tend to use several reusable design solutions to commonly...",
  "data/redirect-devtop/2021/8/784934.json": "After 7 years working as a Technical Director for Valtech, I've decided to go freelance … again (I...",
  "data/redirect-devtop/2021/8/784216.json": "Steps for writing public and private routes in React app using React Router  When developing a React...",
  "data/redirect-devtop/2021/8/785050.json": "Node.js is an open-source, cross-platform, back-end JavaScript runtime environment that runs on the...",
  "data/redirect-devtop/2021/8/779427.json": "Yes, the browser and node.js both use the JavaScript software language - but the literal Run Time...",
  "data/redirect-devtop/2021/8/786306.json": "Most of these JavaScript Hacks uses techniques from ECMAScript6(ES2015) onwards, though the latest...",
  "data/redirect-devtop/2021/8/785966.json": "NPM stands for Node Package Manager, is one of the most used tools for any javascript developer. It...",
  "data/redirect-devtop/2021/8/786296.json": "In this article, we will discuss the 15 useful JavaScript tips for every web developer to save their...",
  "data/redirect-devtop/2021/8/785491.json": "Over the last couple of years, I was privileged to work with many juniors. I have mentored, helped,...",
  "data/redirect-devtop/2021/8/783964.json": "As a senior software engineer at a large growing tech company, I have the privilege of helping...",
  "data/redirect-devtop/2021/8/784697.json": "10 Tips for Clean Code                                               Clean Code Studio ☕   ...",
  "data/redirect-devtop/2021/8/785052.json": "When I wanted to implement Add to home screen feature in an application I was working in flutter, I...",
  "data/redirect-devtop/2021/8/786695.json": "We are excited to announce the release of Vue.js 3.2 \"Quintessential Quintuplets\"! This release includes many significant new features and performance improvements, and contains no breaking changes.",
  "data/redirect-devtop/2021/8/786006.json": "After the CSS loaders, it's time for this collection to reach 500 animations as well. Yes, 500 CSS...",
  "data/redirect-devtop/2021/8/785772.json": "Wow, this is article 500!! 🎉  I wish I could say I did an article a day, like Seth Godin or Flavio...",
  "data/redirect-devtop/2021/8/786545.json": "How hard is it to become a developer? Can I do that? The answer is yes, you can. First of all, it...",
  "data/redirect-devtop/2021/8/787144.json": "React is awesome &amp; one of the most wanted &amp; most used JavaScript frameworks according to...",
  "data/redirect-devtop/2021/8/786917.json": "I recently came across a beautiful html5 template featuring horizontal mouse scrolling here. I'm not...",
  "data/redirect-devtop/2021/8/786540.json": "Bug Smash aims to surface issues in the Forem codebase that are particularly interesting! If you're looking for some open source issues to tackle, we'd love to have you!",
  "data/redirect-devtop/2021/8/783210.json": "WHAT IS A JS ARRAY ?   The JavaScript Array class is a global object that is used in the...",
  "data/redirect-devtop/2021/8/786318.json": "Intro   This is a real life example showing differences of three most common programming...",
  "data/redirect-devtop/2021/8/786515.json": "Introduction   Prisma is an open-source ORM for Nodejs and TypeScript written in Rust. It...",
  "data/redirect-devtop/2021/8/784473.json": "Not all text is a heading     Headings are a very important part of HTML that helps people...",
  "data/redirect-devtop/2021/8/787141.json": "I am in process of creating style guide for my react projects, and started looking online for already...",
  "data/redirect-devtop/2021/8/785942.json": "Let’s say your client comes up with this request: whenever an image is uploaded, do something with...",
  "data/redirect-devtop/2021/8/785790.json": "Simple Code!   Playing football is very simple, but playing simple football is the hardest...",
  "data/redirect-devtop/2021/8/787234.json": "Here Are the top 15 beginner project ideas that are you must try in your programming career.  This...",
  "data/redirect-devtop/2021/8/783750.json": "Hi everyone!  In this post I want to show how to quickly setup a desktop app using this amazing Go..."
}