{
  "data/redirect-devtop/2021/4/654240.json": "Hello, guys In this tutorial we will try to solve the below mention query. and also we will share a s...",
  "data/redirect-devtop/2021/4/654839.json": "This is a story about a poor student who just want a storage solution for his musics, video and photo...",
  "data/redirect-devtop/2021/4/653918.json": "JavaScript Amazing operators   Hello Everyone, In this tutorial I am going to discuss about...",
  "data/redirect-devtop/2021/4/654940.json": "If you are a Computer Science student or graduate, it is 100% safe to assume this is a subject you ab...",
  "data/redirect-devtop/2021/4/654263.json": "Around 9 and a half months ago I started working on a small idea I had, back then I thought to myself...",
  "data/redirect-devtop/2021/4/653967.json": "A step into functional programing and higher-order functions in JavaScript",
  "data/redirect-devtop/2021/4/655432.json": "Usually, while working on multiple projects we complain about the hard drive which is mystically alwa...",
  "data/redirect-devtop/2021/4/654843.json": "Hello, today I created an amazing card hover effect with a grid using HTML &amp; CSS but this is a re...",
  "data/redirect-devtop/2021/4/655091.json": "I made a new drawing using only HTML &amp; CSS. This time I chose to go for the Muson toy synthesizer...",
  "data/redirect-devtop/2021/4/655433.json": "This blog post is about the ways of getting data from API in React.  Before you read this post, you s...",
  "data/redirect-devtop/2021/4/654088.json": "In January of 2019 I began contemplating my plans for the future.  I was now 37 years old and after s...",
  "data/redirect-devtop/2021/4/654502.json": "What is Electron?   Electron is an open-source software framework developed and maintained b...",
  "data/redirect-devtop/2021/4/654704.json": "I have been staying at home recently, and when facing the computer, I was collecting all kin...",
  "data/redirect-devtop/2021/4/654676.json": "External SVGs are great, but have obvious downsides when compared to inline SVGs. external-svg-loader solves them by giving a better to use them",
  "data/redirect-devtop/2021/4/654274.json": "Hello everyone!  Today I would like to share with you a very simple way to get up and running with a...",
  "data/redirect-devtop/2021/4/653982.json": "Originally posted on the codelounge.dev blog =&gt; The Best 20 Places To Learn How To Code For Free...",
  "data/redirect-devtop/2021/4/654392.json": "Originally posted on Medium in March 2020  In July 2019, I took a leap of faith (no pun intended) and...",
  "data/redirect-devtop/2021/4/654331.json": "Pages    About   Skills Career Education     Articles   Blog posts     Open-source    open-s...",
  "data/redirect-devtop/2021/4/653988.json": "an astronaut🚀, a cook👩‍🍳, a dancer🕺 (maybe not this one), a policeman👮, a footballer⚽ (only if I los...",
  "data/redirect-devtop/2021/4/654079.json": "Hello, today I created this Simple Shopping cart with HTML &amp; CSS  but this is not responsive but...",
  "data/redirect-devtop/2021/4/654499.json": "Hey there!   Welcome to my first post :D. In this post, I'm gonna introduce you to React Hoo...",
  "data/redirect-devtop/2021/4/654250.json": "Hello developers. I've been recently working on my new personal project. It is a social media platfor..."
}