{
  "data/redirect-devtop/2021/9/810571.json": "Many developers or beginners just learn all the fundamentals concepts but they don't implement those...",
  "data/redirect-devtop/2021/9/810285.json": "Hello dear developers, In today's blog, we'll see how to make an exclusive Product landing page using...",
  "data/redirect-devtop/2021/9/810584.json": "Not very long ago I gave a talk about the clean architecture on frontend. In this post I'm outlining...",
  "data/redirect-devtop/2021/9/810195.json": "It can feel like you are a ghost when your articles get zero likes and low engagement. This is...",
  "data/redirect-devtop/2021/9/810147.json": "Hello, welcome. In today's blog, we'll see how to make awesome fully working tile navigation system...",
  "data/redirect-devtop/2021/9/810222.json": "For those who are unfamiliar with this library, I advise you to try it, as it can de facto become the...",
  "data/redirect-devtop/2021/9/810010.json": "Angular has many types of Observables which you can use. Maybe you've seen Subject, BehaviourSubject,...",
  "data/redirect-devtop/2021/9/809970.json": "A good programmer is someone who always looks both ways before crossing a one-way street. ~Doug...",
  "data/redirect-devtop/2021/9/810985.json": "So I built a SaaS in 30 days... and it was way more complicated that I originally thought, but check...",
  "data/redirect-devtop/2021/9/810612.json": "What if controlling a modal was easy as writing the following effect:    const someModal =...",
  "data/redirect-devtop/2021/9/811095.json": "React.useEffect() is one of the React hooks that manages side-effects in functional React components....",
  "data/redirect-devtop/2021/9/811465.json": "The game has changed. You don't need a College or University Degree to be a developer anymore. I am...",
  "data/redirect-devtop/2021/9/810682.json": "🎇 MERN stands for MongoDB, Express, React, Node these four things added to make the stack.While...",
  "data/redirect-devtop/2021/9/810460.json": "Hello Guys today I am going to show you how to search element in React in Real Time without clicking...",
  "data/redirect-devtop/2021/9/811340.json": "I used to carry my “Korg Kaossilator” around with me. For those of you who don't know what that is –...",
  "data/redirect-devtop/2021/9/810927.json": "How to create a REST API with Python and Django step by step ",
  "data/redirect-devtop/2021/9/810292.json": "What you’ll be building. Demo, Git Repo Here.   Figure 1.1 Facebook Clone   Figure 1.2. The Chat...",
  "data/redirect-devtop/2021/9/811142.json": "This article was originally published on my personal blog  Internationalization, or i18n, is...",
  "data/redirect-devtop/2021/9/811790.json": "We've all been there. You've got comments on your code from a reviewer and it feels like you might as...",
  "data/redirect-devtop/2021/9/811869.json": "After the scalable one-line typewriter and the crazy \"scrabble\"-writer let's do a last one: The...",
  "data/redirect-devtop/2021/9/811857.json": "Due to COVID-19 Pandemic the whole world had shifted to Digital Platform which affect the website...",
  "data/redirect-devtop/2021/9/810851.json": "There is a project called ESBuild, basically a bundler like web-pack or rollup, and it has been...",
  "data/redirect-devtop/2021/9/810617.json": "Material-ui is a ui framework for react based on Material Design which is developed by Google .  I...",
  "data/redirect-devtop/2021/9/811143.json": "Trending Projects is available as a weekly newsletter please sign up at Stargazing.dev to ensure you...",
  "data/redirect-devtop/2021/9/811810.json": "ECMAScript, the standardized version of JavaScript is increasing its popularity and is becoming...",
  "data/redirect-devtop/2021/9/812924.json": "Introduction  Today I would like to give examples of good GitHub repositories that will help you...",
  "data/redirect-devtop/2021/9/812343.json": "If you’re no stranger to developer workflow then you know that sometimes - Git happens! The good news...",
  "data/redirect-devtop/2021/9/811164.json": "From time to time, we come across situations where the type isn't known beforehand, i.e. could be...",
  "data/redirect-devtop/2021/9/811481.json": "In this article, I am going to show you how to create an Accordion Menu menu using HTML, CSS, and...",
  "data/redirect-devtop/2021/9/812341.json": "Unix was released in October 1973. Today there are many different versions based on Unix. The most...",
  "data/redirect-devtop/2021/9/811449.json": "When I started to learn Next.js, I got overwhelmed with the list of abbreviations that looks similar,...",
  "data/redirect-devtop/2021/9/811995.json": "A typewriter effect done in pure CSS and HTML (no JS). Another entry for the \"CSS-war\" started by Temani Afif.",
  "data/redirect-devtop/2021/9/811817.json": "Serverless Cloud is a new serverless app platform from Serverless, Inc. Unlike the Serverless Framework, it does not deploy your application directly to AWS. Instead, it lives on a new hosting service in the cloud with a dashboard and real-time logs.",
  "data/redirect-devtop/2021/9/810956.json": "what is React and JSX?   REACT  is an open-source framework to create user interfaces. It's...",
  "data/redirect-devtop/2021/9/811441.json": "If you want to set an authentication system like jwt, then you have to store your token inside the...",
  "data/redirect-devtop/2021/9/812913.json": "Fetching data from the backend is one of the crucial parts of the web application. For every...",
  "data/redirect-devtop/2021/9/813379.json": "Hey guys. Notifications are vital if you want to drive traffic to your web...",
  "data/redirect-devtop/2021/9/811846.json": "Have you ever felt stuck in your studies? Let's talk about it  If you're reading this you've probably...",
  "data/redirect-devtop/2021/9/813525.json": "Hello, Today we'll see, how we can easily create a music player using HTML, CSS and JS only. No other...",
  "data/redirect-devtop/2021/9/813041.json": "Hi I'm Aya Bouchiha, I decided to share with you my favorite react library for providing logging in...",
  "data/redirect-devtop/2021/9/812939.json": "TypeScript is growing rapidly in popularity, but isn't worth the effort for some projects. However,...",
  "data/redirect-devtop/2021/9/811473.json": "Whether it be testing out markdown, creating your next viral blog cover, or making cool and minimal...",
  "data/redirect-devtop/2021/9/810959.json": "Hello Everyone 👋 Thanks for all the ❤️ 🔖 and 🦄 on the previous post. I use this space to share...",
  "data/redirect-devtop/2021/9/811866.json": "TL;DR    Z-Indexes can get messy fast. It's common to pick z-indexes by guessing! There are...",
  "data/redirect-devtop/2021/9/811406.json": "If you want to get started with Cloud &amp; DevOps but don't know where I've compiled some incredible...",
  "data/redirect-devtop/2021/9/813595.json": "Working in a nice place makes you feel more productive, if you enjoy the look of your code, then you...",
  "data/redirect-devtop/2021/9/813375.json": "Minimize CO2 emissions  Photo by Noah Buscher on Unsplash  We had an interesting presentation about...",
  "data/redirect-devtop/2021/9/813402.json": "I was recently filling a survey form built on Typeform (Highly recommend using) and I must say that...",
  "data/redirect-devtop/2021/9/812934.json": "A complete Flask tutorial for beginners             I made this tutorial to help and teach...",
  "data/redirect-devtop/2021/9/813186.json": "Choosing the best backend web development framework is a little bit harder for beginners. With the so...",
  "data/redirect-devtop/2021/9/812948.json": "Quick Summary   Software development is great and fun but it can be a mess and a very bad...",
  "data/redirect-devtop/2021/9/813836.json": "While Programming, you are bound to encounter Repetitive Code, writing which is a complete waste of...",
  "data/redirect-devtop/2021/9/813361.json": "Event Listeners help us in binding functions which are called when that event is emitted, like...",
  "data/redirect-devtop/2021/9/811820.json": "Stop using HTML as the dumping ground for your build process du jour. We can do better."
}