{
  "data/redirect-devtop/2021/7/744839.json": "Does Redux have you confused? 😕  In this blog, you'll learn the fundamentals of Redux stores,...",
  "data/redirect-devtop/2021/7/744915.json": "\"What branch are you on?\" is often the first question you ask when a teammate says \"The tests aren't...",
  "data/redirect-devtop/2021/7/744686.json": "Hi guys, I'm proud to present you my latest project: Fakeflix.    I have started this project with...",
  "data/redirect-devtop/2021/7/744739.json": "Using Docker containers in local development environments has become commonplace for web development....",
  "data/redirect-devtop/2021/7/745081.json": "[Hidden Tools] - https://hiddentools.dev/ [Music For Programming]...",
  "data/redirect-devtop/2021/7/744817.json": "In simple terms, it's like when you go to a pizza place, and order a \"Make your own\" pizza - you pick...",
  "data/redirect-devtop/2021/7/745591.json": "Slow builds tend to cost more than just the time they waste. More than a few seconds and you're off...",
  "data/redirect-devtop/2021/7/745582.json": "Looking at my regular JavaScript code, I see that destructuring assignments are everywhere.  Reading...",
  "data/redirect-devtop/2021/7/744729.json": "Hey! I'm on a mission to make 100 React.js projects. Please follow my dev.to profile or my twitter...",
  "data/redirect-devtop/2021/7/745795.json": "Chapter 2: Illustrating Lexical Scope    These are the notes of second chapter of the book...",
  "data/redirect-devtop/2021/7/744878.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to...",
  "data/redirect-devtop/2021/7/745126.json": "Over the last few years, I’ve mentored over 300+ students and working professionals on how to prepare...",
  "data/redirect-devtop/2021/7/744757.json": "In this article, we'll explore how you can easily update npm packages used in your application...",
  "data/redirect-devtop/2021/7/746434.json": "Plug: I help develop million: &lt;1kb virtual DOM - it's fast!            Introduction   The Virtual...",
  "data/redirect-devtop/2021/7/745347.json": "Burnout happens. It happened to me 6 months ago. Only in the last 2-3 weeks have I been feeling...",
  "data/redirect-devtop/2021/7/746179.json": "Today I created an Amazing Profile Card. In this Hover Effect, I am using only HTML CSS to create...",
  "data/redirect-devtop/2021/7/745564.json": "Hey Devs, in this episode, you will learn how to make a Login Form and Registration Form design using...",
  "data/redirect-devtop/2021/7/745624.json": "Tudo o que você precisa saber para fazer o seu primeiro texto sair do papel!   ㅤ  Uma das...",
  "data/redirect-devtop/2021/7/744723.json": "The ternary operator is a nice way to write concise value assignments without having to write a more...",
  "data/redirect-devtop/2021/7/746213.json": "Why does Destructuring exist in javascript?   Because it solves our problem. Let's see an...",
  "data/redirect-devtop/2021/7/744687.json": "In this tutorial, I'll walk you through how to build a black-out poetry maker with vanilla...",
  "data/redirect-devtop/2021/7/745587.json": "Last week I wrote a blog post on how I built my app in React, React Native and NextJS. This blog post...",
  "data/redirect-devtop/2021/7/746721.json": "Yesterday I read InhuOfficial's post about star-rating, using a group of &lt;input...",
  "data/redirect-devtop/2021/7/746639.json": "Micro Frontends    An architectural style where independently deliverable frontend...",
  "data/redirect-devtop/2021/7/746319.json": "Introduction  Over the past year or even more, it is difficult not to pay attention to how interest...",
  "data/redirect-devtop/2021/7/745628.json": "Should we use deep modules or small objects?",
  "data/redirect-devtop/2021/7/746975.json": "Tailwind as explained in their official website is a utility-first CSS framework packed with classes...",
  "data/redirect-devtop/2021/7/746323.json": "A REST API is an architectural pattern for creating web services. REST is a set of rules that...",
  "data/redirect-devtop/2021/7/745956.json": "INTRODUCTION   ESLint and prettier are the most popular tools which are used almost...",
  "data/redirect-devtop/2021/7/746693.json": "In this article , I’ll show you how to deploy react js applications for free on Firebase, First let’s...",
  "data/redirect-devtop/2021/7/745771.json": "Every React developer use react libraries in daily basis to build react applications and it's a ...",
  "data/redirect-devtop/2021/7/747170.json": "As a developer, you probably find yourself spending a lot of time in Chrome working. You work in a...",
  "data/redirect-devtop/2021/7/746130.json": "If you have ever worked with component libraries like Chakra UI or Material UI you probably know how...",
  "data/redirect-devtop/2021/7/746208.json": "Most of us build our web projects with components. It makes our code more reusable, more...",
  "data/redirect-devtop/2021/7/747275.json": "Welcome to the first vue academy ! It will be a list of lot of article on vue! I have 2.5 years of...",
  "data/redirect-devtop/2021/7/747441.json": "Hello! It's been a while since my last post. I've been busy doing Frontend Mentor challenges for the...",
  "data/redirect-devtop/2021/7/747131.json": "Hey Devs, in this episode we are going to create a working Music Player App using JavaScript, you’ll...",
  "data/redirect-devtop/2021/7/746086.json": "Introduction            What is React?   React is a popular JavaScript frontend library...",
  "data/redirect-devtop/2021/7/747204.json": "How I used a bad interview experience to relearn JavaScript fundamentals. ",
  "data/redirect-devtop/2021/7/747283.json": "React and Redux are often mentioned together and with good reason. As the developer who created Redux...",
  "data/redirect-devtop/2021/7/747203.json": "Hello reader! In this blog post, we will learn about API in plain English.  You can refer to my...",
  "data/redirect-devtop/2021/7/747568.json": "Discover a set of React best coding practices, tips and tricks that should be known by all...",
  "data/redirect-devtop/2021/7/746325.json": "Hello guys, today I am going to show you How to build a JavaScript Random Quote Generator using HTML...",
  "data/redirect-devtop/2021/7/745855.json": "As a web developers, we need to write the styles for the given classes.  But for lazy people like me,...",
  "data/redirect-devtop/2021/7/747560.json": "Here I am with my \"Star rating\" system:  ✔️ No JavaScript. ✔️ No complex HTML code, only the needed...",
  "data/redirect-devtop/2021/7/747025.json": "This blog will discuss 6 techniques (in order of adherence to best practices)that can be used to...",
  "data/redirect-devtop/2021/7/747632.json": "In this article, I’ll share 10 of the JavaScript tips, tricks, and best practices that I follow and...",
  "data/redirect-devtop/2021/7/747345.json": "    Hello everyone, in this post I will be demonstrating how you can run localstack with Terraform...",
  "data/redirect-devtop/2021/7/747502.json": "So today, we shall be discussing about .filter() method in JavaScript.           The Filter...",
  "data/redirect-devtop/2021/7/747327.json": "There are many amazing features in javascript that can make your life much simpler, In this blog, I...",
  "data/redirect-devtop/2021/7/748001.json": "What is Node.js   Node.js is an open-source Javascript run-time. It is used to create...",
  "data/redirect-devtop/2021/7/747552.json": "If you are a frontend developer, it's obvious about the time and thoughts you take to fix on a...",
  "data/redirect-devtop/2021/7/747005.json": "[JS#4 WIL 🤔 Post]   Test Driven Development (TDD)'s main idea is to simply start working on...",
  "data/redirect-devtop/2021/7/748473.json": "The developer technology landscape changes all the time as new tools and technologies are introduced....",
  "data/redirect-devtop/2021/7/747443.json": "This article is a continuation of the last blog on git basics. You are highly encouraged to check it...",
  "data/redirect-devtop/2021/7/747810.json": "React library is well known for building rich and highly scalable user interfaces. There are many..."
}