{
  "data/redirect-devtop/2021/6/714546.json": "Join us in collecting stories of LGBTQIA+ pride — and amplifying organizations doing important work in this space.",
  "data/redirect-devtop/2021/6/714700.json": "Hi folks,   Frontend development is continuously evolving  with new technologies and frameworks. It i...",
  "data/redirect-devtop/2021/6/715215.json": "Microservice applications rely heavily on messaging and asynchronous communications to keep everythin...",
  "data/redirect-devtop/2021/6/714954.json": "Are you looking 👀 for emoji symbols you could copy and paste to another website or app❓ Online ⌨️ Emo...",
  "data/redirect-devtop/2021/6/715643.json": "You might have heard of the Virtual DOM (and also the Shadow DOM). You may have even used it (JSX is...",
  "data/redirect-devtop/2021/6/715042.json": "We continue our walk on the path leading to Vim mastery by reviewing crazy Vim functionalities which will increase even more your productivity.",
  "data/redirect-devtop/2021/6/715297.json": "I'm Hiep. I work as a full-time software engineer. Most of my open-source projects are focused on o...",
  "data/redirect-devtop/2021/6/716014.json": "As YouTube is one of the most searched search engines on the entire planet, it is obvious that YouTub...",
  "data/redirect-devtop/2021/6/715238.json": "Images engage users, drive clicks, and generally make everything better--except performance. Images a...",
  "data/redirect-devtop/2021/6/715298.json": "In this guide you'll learn how you can create a CLI script to dynamically update your Twitter cover image to show your latest Twitter followers, using PHP and the PHP-GD library.",
  "data/redirect-devtop/2021/6/715762.json": "Developing locally when building a serverless application is not only tiresome and hard to do its actually bad for you",
  "data/redirect-devtop/2021/6/716800.json": "Does this sound familiar to you?   If you are a coder, programmer or software developer then...",
  "data/redirect-devtop/2021/6/716298.json": "I'm answering the question.  ",
  "data/redirect-devtop/2021/6/715645.json": "You have covered the basics ✅  Now, you are ready to impress the interviewer with some advanced conce...",
  "data/redirect-devtop/2021/6/717273.json": "We’re excited to let you know that the Forem iOS app is now live in the App Store. I want to get into...",
  "data/redirect-devtop/2021/6/715767.json": "Hey, Josh here again. Lately, I’ve been showing you how to build projects with Ruby on Rails and Reac...",
  "data/redirect-devtop/2021/6/716674.json": "I created 9 simple full screen navigation menu for beginners using CSS and JavaScript. These are just...",
  "data/redirect-devtop/2021/6/716529.json": "Hey React engineers! In this article, I'll explain the 4 most important hooks you need to know in Rea...",
  "data/redirect-devtop/2021/6/716507.json": "If you’re running a small business and just now getting started with website marketing, I’ve got some...",
  "data/redirect-devtop/2021/6/716058.json": "Hello guys, In this article we will learn how to create simple parallax scrolling effect using GASP S...",
  "data/redirect-devtop/2021/6/715760.json": "This article lists out some great platforms for practicing and improving your frontend development skills.",
  "data/redirect-devtop/2021/6/716551.json": "Distributed applications are a staple of the modern software development industry. They're pivotal to...",
  "data/redirect-devtop/2021/6/716296.json": "Did you ever experienced this behaviour when the parent container starts scrolling once the child scr...",
  "data/redirect-devtop/2021/6/717934.json": "Hi everyone. I made 52 responsive snippets that can help you to build website for your project, portf...",
  "data/redirect-devtop/2021/6/716859.json": "A web page consists of different sections and components, and we make them responsive by using CSS me...",
  "data/redirect-devtop/2021/6/717321.json": "My previous post was supposed to be a rant...a way of releasing my pent-up anger and frustration at t...",
  "data/redirect-devtop/2021/6/716408.json": "What is HarperDB?   HarperDB is an easy database solution that helps collect, distribute, an...",
  "data/redirect-devtop/2021/6/717131.json": "Whether you are a freelance developer, own a launderette, or have another type of small business, a g...",
  "data/redirect-devtop/2021/6/718438.json": "Building projects and solving real world problems is inarguably one of the best ways you can learn ho...",
  "data/redirect-devtop/2021/6/717561.json": "I built Cusdis in April 2021, an open-source, light-weight, privacy-friendly alternative to Disqus. I...",
  "data/redirect-devtop/2021/6/715977.json": "Hello, glad you are here. I am kunaal and today we will see how to make our own custom right click op...",
  "data/redirect-devtop/2021/6/717088.json": "Hello,  Today I created a Amazing Login Form With Validation Using HTML &amp; JS. This is a simple fo...",
  "data/redirect-devtop/2021/6/716834.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to ensu...",
  "data/redirect-devtop/2021/6/718359.json": "We know how stressful it can be to search for various designing resources here and there. So, to save...",
  "data/redirect-devtop/2021/6/718394.json": "Hello everyone👋  In this article, we are going to see how we can generate a PDF of any HTML element i...",
  "data/redirect-devtop/2021/6/718347.json": "Lodash is an incredible library of utilities that you may not always need.",
  "data/redirect-devtop/2021/6/718222.json": "Almost everyone is familiar with hooks these days, useEffect is one of the most used hook. My 2 cents...",
  "data/redirect-devtop/2021/6/717962.json": "Creational Pattern - Builder Pattern.   This is the third part in my series (23 GoF Design P...",
  "data/redirect-devtop/2021/6/717485.json": "In my last blog entry, I had created a visualizer to model an approach to solving a Leetcode algorith...",
  "data/redirect-devtop/2021/6/718802.json": "This is the first part in my series (Crack the React Interviews By Using Mindmap). My series will giv...",
  "data/redirect-devtop/2021/6/718431.json": "✨ What you'll be making In this tutorial, I'll walk you through how to make a chrome extension with v...",
  "data/redirect-devtop/2021/6/717902.json": "Hi, Today we are going to implement API authentication with JWT in node.js application. Authenticatio...",
  "data/redirect-devtop/2021/6/717837.json": "Creating and setting up your own React project from scratch can be, at times, a little bit tricky, ev...",
  "data/redirect-devtop/2021/6/718235.json": "When you're new to React Hooks, you may notice that you get warnings and bugs if you use an async fun...",
  "data/redirect-devtop/2021/6/717490.json": "Before we begin with Higher Order Functions and Currying, we need to first establish what a normal fu...",
  "data/redirect-devtop/2021/6/718886.json": "Creational Pattern - Factory Pattern.   This is the fourth part in my series (23 GoF Design...",
  "data/redirect-devtop/2021/6/718119.json": "Hello  Today I created a Amazing Glassmorphism Credit Card With HTML &amp; CSS. This is simple Credit...",
  "data/redirect-devtop/2021/6/715066.json": "TL;DR   Using the DEV API the title of this article gets automatically updated every 60 seco...",
  "data/redirect-devtop/2021/6/717897.json": "Hello, glad you are here. I am kunaal and today we will see how to make an awesome loading animation...",
  "data/redirect-devtop/2021/6/718351.json": "Let us consider an example where we are trying to build a search bar, which has the capability of aut...",
  "data/redirect-devtop/2021/6/719077.json": "This is the second part in my series (Crack the React Interviews Using Mindmap). My series will give...",
  "data/redirect-devtop/2021/6/718808.json": "If you are starting on the journey to becoming a Front End Developer, once you get the basics down, y...",
  "data/redirect-devtop/2021/6/718821.json": "Events handling and promises in particular are hands down the best JavaScript feature. You're probabl...",
  "data/redirect-devtop/2021/6/718740.json": "Hi there 👋,  Checkout my recently made responsive agency website.  In this responsive website i have...",
  "data/redirect-devtop/2021/6/719044.json": "Three years ago, I decided to part ways with my Facebook account, and I decided to replace the time s...",
  "data/redirect-devtop/2021/6/717668.json": "I was recently asked by a developer friend of mine what design patterns I use in my job. The question...",
  "data/redirect-devtop/2021/6/719079.json": "Choose an area of focus and be good at it Coding has various fields and areas of focus. It is almost...",
  "data/redirect-devtop/2021/6/719043.json": "Let's build a super simple compiler!  In this series, I am going to show you how to build a compiler....",
  "data/redirect-devtop/2021/6/719617.json": "For many of you, this is the fourth part of this series \"Top 10 Websites For Developers\". You could c...",
  "data/redirect-devtop/2021/6/718087.json": "TL-DR:   Nesse artigo eu falo sobre estratégias que eu uso para navegar de maneira eficiente...",
  "data/redirect-devtop/2021/6/719032.json": "Introduction:   Before reading this article you should know about React &amp; Redux, its wor...",
  "data/redirect-devtop/2021/6/719239.json": "Do not panic! You do not need to learn X language and know Y algorithm before you apply to Z tech com...",
  "data/redirect-devtop/2021/6/719808.json": "If you have run your website through Google Lighthouse, Page Speed Insights, web.dev measure etc. you...",
  "data/redirect-devtop/2021/6/719365.json": "Regardless of whether you work on the front-end or back-end, I think all developers should gain some...",
  "data/redirect-devtop/2021/6/719583.json": "Creational Pattern - Abstract Factory Pattern.   This is the fifth part in my series (23 GoF...",
  "data/redirect-devtop/2021/6/719354.json": "Hello, welcome to this tutorial!  Today, I'm going to be explaining how to use alt text for your imag...",
  "data/redirect-devtop/2021/6/719480.json": "Prerequisite to implement the customHooks    Knowlegde of functional components, and react h...",
  "data/redirect-devtop/2021/6/719637.json": "Hello  Today I created a Amazing Clear Input with HTML &amp; JS. This is simple placeholder input I u...",
  "data/redirect-devtop/2021/6/719896.json": "Learn to build any SaaS product through devKamet, an interactive platform to learn the essentials of...",
  "data/redirect-devtop/2021/6/718231.json": "Recently, I found myself craving to make something interesting. So I sat down and scrolled through dr...",
  "data/redirect-devtop/2021/6/720632.json": "Whether you are already an experienced developer or just starting out, if you want to become really g...",
  "data/redirect-devtop/2021/6/719774.json": "A 12 year old Nirof along with some of her friends is playing the blind man's buff in the community p...",
  "data/redirect-devtop/2021/6/719927.json": "1. Anime.js  Anime.js is a lightweight JavaScript animation library with a simple, yet powerful API.T...",
  "data/redirect-devtop/2021/6/720611.json": "When I check CSS of projects I often face some mistakes that are related to Flexbox. I'd like to tell...",
  "data/redirect-devtop/2021/6/720272.json": "From the moment I started learning React, I completely fell in love with it.  I can create beautiful...",
  "data/redirect-devtop/2021/6/719823.json": "Portfolio Page  Creating your own portfolio is not always an easy task. We can say that the most imp...",
  "data/redirect-devtop/2021/6/719612.json": "Understanding \"Hooks Flow\" is very important and sometimes even experienced React developers miss a f...",
  "data/redirect-devtop/2021/6/720225.json": "Truthy and falsy values are two important concepts for JavaScript developers to understand. In this t...",
  "data/redirect-devtop/2021/6/720852.json": "How to handle live data using WebSockets together with React Query has been one of the most asked que...",
  "data/redirect-devtop/2021/6/719594.json": "API testing is a type of software testing that focuses on determining if APIs meet expectations. It i...",
  "data/redirect-devtop/2021/6/719949.json": "TL;DR: check it out at https://dontwaste.today/             Short intro   After 45 days and 176 hours...",
  "data/redirect-devtop/2021/6/720940.json": "Hi,  This is a website I created for learning fullstack engineering in 2021. It's based completely in...",
  "data/redirect-devtop/2021/6/721780.json": "Hello!  They kept us in Suspense long enough, but HECK React developers have some new features to pla...",
  "data/redirect-devtop/2021/6/720644.json": "In the last article, we saw that at its core, Javascript is synchronous (statements in our code are e...",
  "data/redirect-devtop/2021/6/719221.json": "I was presented with an interesting challenge recently. That challenge was to recreate a method provi...",
  "data/redirect-devtop/2021/6/719219.json": "Disclaimer: I am not, by any means, a seasoned veteran in this field. I am just an enthusiast trying...",
  "data/redirect-devtop/2021/6/717818.json": "To construct a JavaScript programming vocation, applicants need to break the meeting. They are reques...",
  "data/redirect-devtop/2021/6/721317.json": "Mistakes I made in my 20s as a Software Developer.     Mistakes I made in my 20s as a Softwa...",
  "data/redirect-devtop/2021/6/720248.json": "Flexbox gives you complete control over the boxes' alignment, direction, order, and size. It makes it...",
  "data/redirect-devtop/2021/6/721787.json": "As a sequel to my first blog, learning web dev on the web which had info on some of the most epic you...",
  "data/redirect-devtop/2021/6/716135.json": "Are you looking for Best Online Code editors? Then here is the collection of Best Online Code Editors...",
  "data/redirect-devtop/2021/6/721565.json": "Get Started!   Customize your Readme.md on your GitHub profile to make it look attractive by...",
  "data/redirect-devtop/2021/6/721761.json": "Introduction   This article is intended for beginners, I understand that for experienced developers t...",
  "data/redirect-devtop/2021/6/720618.json": "This question has come up over and over again. From putting together the core team for a startup comp...",
  "data/redirect-devtop/2021/6/721519.json": "Hello folks,  Designed and developed \"Sorting Algorithms Visualizer\" (using React and Zustand) to hel...",
  "data/redirect-devtop/2021/6/719639.json": "If you found value in this thread you will most likely enjoy my tweets too so make sure you follow me...",
  "data/redirect-devtop/2021/6/723072.json": "I’m sure you were affected by the Fastly outage yesterday. The company responded quickly, and it wasn...",
  "data/redirect-devtop/2021/6/721339.json": "Web development projects range from highly complex to relatively simple. No matter the complexity of...",
  "data/redirect-devtop/2021/6/720442.json": "Hello everyone, If you have ever worked on a open source project or any project in general where mult...",
  "data/redirect-devtop/2021/6/721545.json": "You sometimes ask yourself...  What does it take to excel in software development?  I asked myself th...",
  "data/redirect-devtop/2021/6/718959.json": "“Write Once, Run Anywhere” -Sun Microsystems about Java, 1995 “Build Once, Run Everywhere” -Docker ab...",
  "data/redirect-devtop/2021/6/721160.json": "Life has been hectic the last few weeks - from dealing with a minor car accident, a prolonged illness...",
  "data/redirect-devtop/2021/6/721330.json": "\"Keep learning.\" It's one of those things you will read on every guide on how to become a good develo...",
  "data/redirect-devtop/2021/6/723084.json": "A curated list with open-source React starters and UI Kits styled with Tailwind CSS - all projects are available on Github.",
  "data/redirect-devtop/2021/6/723094.json": "To get hired as a web developer, you need a specific set of skills and abilities to help you achieve...",
  "data/redirect-devtop/2021/6/721197.json": "Hello folks,   Recently, I was working on a feature and I had to implement a progress bar in it. Till...",
  "data/redirect-devtop/2021/6/723015.json": "Design patterns are blueprint solutions that you use to solve common programming problems swiftly and...",
  "data/redirect-devtop/2021/6/721806.json": "When you start to focus on the performance and security of your backend alongside the other features,...",
  "data/redirect-devtop/2021/6/723147.json": "Hi dev friends!  I made this cheat sheet to help my students. I shared it on Twitter here and it got...",
  "data/redirect-devtop/2021/6/721899.json": "Introduction   In programming, it's important to make sure that your code is readable, maint...",
  "data/redirect-devtop/2021/6/723840.json": "The React team has been hard at work for over a year. React is changing yet again, and it's time to start learning where it's going next.",
  "data/redirect-devtop/2021/6/720498.json": "There are few debates as contentious in the development and UX world as color schemes. Among develope...",
  "data/redirect-devtop/2021/6/723141.json": "I'm Hiep. I work as a full-time software engineer. Most of my open-source projects are focused on o...",
  "data/redirect-devtop/2021/6/722297.json": "In this article, we will be doing some common operations while working with JSON data in JavaScript...",
  "data/redirect-devtop/2021/6/723845.json": "Code review is a skill and it takes practice. But there are some things you should know up front.",
  "data/redirect-devtop/2021/6/721775.json": "Modal is a common UX element. A modal is a dialog box/popup window that is displayed on top of the cu...",
  "data/redirect-devtop/2021/6/723296.json": "Watch On YouTube: Watch Now            Source Code: Github            Live Preview: Open L...",
  "data/redirect-devtop/2021/6/721553.json": "I decided to give my laptop a virtual makeover recently. One thing that stuck out was the terminal....",
  "data/redirect-devtop/2021/6/721614.json": "Over the past few years, people have gotten louder and louder about Twitter's apparent bias in who th...",
  "data/redirect-devtop/2021/6/722209.json": "This post is also available in the following languages: Portuguese.   On the last article we have le...",
  "data/redirect-devtop/2021/6/722862.json": "Since the rise of Flexbox and CSS Grid, everyone is claming the same: \"float is dead!\", \"stop using f...",
  "data/redirect-devtop/2021/6/721863.json": "I love old video games.   One of my fondest memories as a kid is going to a diner on Long Island with...",
  "data/redirect-devtop/2021/6/722650.json": "Introduction    In learning you will teach, and in teaching, you will learn. ― Phil Collins...",
  "data/redirect-devtop/2021/6/724162.json": "Hello, glad you are here. I am kunaal and today we will see how to make an awesome fully animated hea...",
  "data/redirect-devtop/2021/6/722324.json": "Hello, Everyone. Lets Learn to build Twitter Clone using just HTML &amp; CSS. I Just Love to build th...",
  "data/redirect-devtop/2021/6/723042.json": "Newbie looking for guidance here - I feel like the more I learn, the more I realise what I don’t know...",
  "data/redirect-devtop/2021/6/723962.json": "Hey guys,  I created a full fledged video to help others in learning React with ease.  The video incl...",
  "data/redirect-devtop/2021/6/721859.json": "When it’s released, React 18 will include out-of-the-box improvements including:   Automatic batching...",
  "data/redirect-devtop/2021/6/724906.json": "JavaScript Projects for Beginners   This is the best way to learn a new programming language...",
  "data/redirect-devtop/2021/6/719940.json": "Hello everyone,  Thank you for joining in for this article about YAML files. We will make it today a...",
  "data/redirect-devtop/2021/6/723192.json": "Developer Tools and Console Tricks    demo    On Day-9 of JavaScript-30 we learned a lot of...",
  "data/redirect-devtop/2021/6/722317.json": "If you are here you probably might know or want to learn the debouncing practice used to improve the...",
  "data/redirect-devtop/2021/6/724355.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to ensu...",
  "data/redirect-devtop/2021/6/724910.json": "Hey Everyone!  here i have awesome design resources i use in day-to-day life.           Colors    Col...",
  "data/redirect-devtop/2021/6/717965.json": "The topic of web accessibility is huge, and it can be hard to know where to start. In this blogpost I...",
  "data/redirect-devtop/2021/6/723906.json": "I've often heard students pursuing their degrees saying, \"I wish I could have learned this\". When app...",
  "data/redirect-devtop/2021/6/723138.json": "Actually you can create a bootstrap React project with tools like CRA: Create React App, Vite and so...",
  "data/redirect-devtop/2021/6/724779.json": "Git commands aren't always easy. If they were, we would have these commands at our disposal. They wou...",
  "data/redirect-devtop/2021/6/725181.json": "Scaling, provisioning, and configuring cloud resources manually often results in errors that can affe...",
  "data/redirect-devtop/2021/6/721967.json": "Myths have accompanied man since ancient times and still exist in our high-tech world. So despite the...",
  "data/redirect-devtop/2021/6/725423.json": "Hi there! I'm a senior React.js dev and recently I think more and more about relocating to the US or...",
  "data/redirect-devtop/2021/6/724209.json": "I'm Hiep. I work as a full-time software engineer. Most of my open-source projects are focused on one...",
  "data/redirect-devtop/2021/6/725372.json": "Do you write conditionals correctly within your React applications?  Good conditionals are an essenti...",
  "data/redirect-devtop/2021/6/725205.json": "I'm Hiep. I work as a full-time software engineer. Most of my open-source projects are focused on o...",
  "data/redirect-devtop/2021/6/724634.json": "I love using Angular for my work and side projects. Come read why in this entirely opinion-based article!",
  "data/redirect-devtop/2021/6/724577.json": "Side projects may be daunting to plan, but fun to code. With a proper planning system, you too, can g...",
  "data/redirect-devtop/2021/6/724156.json": "Java has been used most of the time for learning the various concepts of Object Oriented Programming...",
  "data/redirect-devtop/2021/6/724101.json": "There are many Web Developers out there who are beginning their journey and are wasting a lot of time...",
  "data/redirect-devtop/2021/6/724647.json": "CORS, or Cross-Origin Resource Sharing, is one thing that can bite a developer early on when creating...",
  "data/redirect-devtop/2021/6/720520.json": "Every programmer has a tale to share about vicious cycles in their life. Here are a few common forms...",
  "data/redirect-devtop/2021/6/724419.json": "Sometimes it's preferible to keep your local development environment as close to production as possib...",
  "data/redirect-devtop/2021/6/724128.json": "What is Visual Regression Testing?    In a definition from more famous Wikipedia, Regression...",
  "data/redirect-devtop/2021/6/725197.json": "Hello Guys,  Today I created a Amazing Button Loading Animation with HTML &amp; JS. This is simple Lo...",
  "data/redirect-devtop/2021/6/725198.json": "This tutorial will help you build quickly a developer friendly GraphQL API for Elasticsearch.  Search...",
  "data/redirect-devtop/2021/6/725702.json": "This post contains affiliate links. If you use these links to buy something I may earn a commission....",
  "data/redirect-devtop/2021/6/726096.json": "There’s a special syntax to work with promises in a more comfortable fashion, called “async/await”. It’s surprisingly easy to understand and use.",
  "data/redirect-devtop/2021/6/726071.json": "Python Projects For Beginners   The best way to learn any new programming language easily is...",
  "data/redirect-devtop/2021/6/725743.json": "Being a junior developer is not easy. You have a lot of work to do, and you're expected to know...",
  "data/redirect-devtop/2021/6/725614.json": "Javascript has evolved into one of the most robust languages. Before javascript was just mainly focus...",
  "data/redirect-devtop/2021/6/726270.json": "Hello, glad you are here. I am kunaal and today we will see how to make an awesome fully responsive...",
  "data/redirect-devtop/2021/6/725993.json": "While there is still a lot more to come, I thought may be fascinating to share its top new...",
  "data/redirect-devtop/2021/6/724937.json": "Let's talk about a set of CSS loaders / spinners that I've made recently. A little brief on the idea...",
  "data/redirect-devtop/2021/6/725374.json": "Both merge and rebase are excellent tools in the Git toolset, and each is associated with their own d...",
  "data/redirect-devtop/2021/6/726288.json": "In this article, we are going to see how we can implement a copy to clipboard functionality on our...",
  "data/redirect-devtop/2021/6/724379.json": "Whether you're building your own API, or using a third-party service, it’s a pretty good idea to make...",
  "data/redirect-devtop/2021/6/725959.json": "Learn how different ways of instantiating useRef influence the ref mutability.",
  "data/redirect-devtop/2021/6/725434.json": "TLDR; I built a map of AWS Community Builders using AWS Location Services.  Click here for the map,...",
  "data/redirect-devtop/2021/6/726267.json": "The Road From Junior to Senior Developer.  Being a programmer is a great thing. For me, there’s...",
  "data/redirect-devtop/2021/6/726463.json": "In this article, we are going to see, how to create a React Native App which can run on Android, iOS...",
  "data/redirect-devtop/2021/6/724885.json": "Introduction   Have you ever needed to build a large SPA with react or vue? How do you keep...",
  "data/redirect-devtop/2021/6/726616.json": "Binary is the very core of everything digital, not only in web development, but literally everything:...",
  "data/redirect-devtop/2021/6/715221.json": "CSS for large projects     This is the content I prepared for my youtube channel's...",
  "data/redirect-devtop/2021/6/726852.json": "React is a JavaScript library that lets you create a prime UI for both mobile and web applications....",
  "data/redirect-devtop/2021/6/726302.json": "Forwarding Refs is a Technique in React. Do you know what is Ref in react?? Refs are a function...",
  "data/redirect-devtop/2021/6/726775.json": "Using Rem and Em units is better than using px.   When we use px, it means that we hardcode the...",
  "data/redirect-devtop/2021/6/726269.json": "Some of the best practices I learned after 3 projects in 1.5 years",
  "data/redirect-devtop/2021/6/727232.json": "Center aligning items has being a much-discussed topic in CSS. Beginners and sometimes professionals...",
  "data/redirect-devtop/2021/6/724778.json": "With the world depending on the web for data, there are numerous chances to bring in cash as an...",
  "data/redirect-devtop/2021/6/717676.json": "Git is a significant piece of day by day programming and is normally utilized in the product...",
  "data/redirect-devtop/2021/6/726335.json": "I'm Hiep. I work as a full-time software engineer. Most of my open-source projects are focused on...",
  "data/redirect-devtop/2021/6/726522.json": "The `-webkit-box-reflect` CSS property lets you reflect the content of an element in one specific...",
  "data/redirect-devtop/2021/6/726081.json": "How to create a super simple accordion component in Angular. Using the power of content projection in...",
  "data/redirect-devtop/2021/6/726595.json": "This article will show you how to build a telegram bot for a small-scale business owner. This bot...",
  "data/redirect-devtop/2021/6/727015.json": "Hello Guys,  Today I created a Amazing Notification Budge Using HTML &amp; CSS. Currently I am at my...",
  "data/redirect-devtop/2021/6/727767.json": "React is a very popular JavaScript library for building User Interfaces. Using React makes the...",
  "data/redirect-devtop/2021/6/727105.json": "Slide in on Scroll   demo    On Day-13 of JS-30 we made a Slide-in-on-Scroll, that is when...",
  "data/redirect-devtop/2021/6/726344.json": " Another new proposal for ECMAScript addition, giving you the ability to cleanly access array elements using negative indices.",
  "data/redirect-devtop/2021/6/727229.json": "We have a lot of array methods in JavaScript but in this blog you are gonna see only the most useful...",
  "data/redirect-devtop/2021/6/726398.json": "In our previous post of the series we have created the REST API's in Mojolicious  The swagger ui is...",
  "data/redirect-devtop/2021/6/726724.json": "Hey guys 👋, in this article we are going to look at the two different methods that we can use to host...",
  "data/redirect-devtop/2021/6/726585.json": "JavaScript nos proporciona una serie de funciones predefinidas para el manejo de arrays.  Antes de...",
  "data/redirect-devtop/2021/6/727063.json": "I'm Hiep. I work as a full-time software engineer. Most of my open-source projects are focused on...",
  "data/redirect-devtop/2021/6/726483.json": "What Is SSH?   SSH or Secure Shell allows people to have remote access to their servers. It..."
}