{
  "data/redirect-devtop/2021/5/684565.json": "Hey developers,   Today I will show you how you can customize your windows terminal with y...",
  "data/redirect-devtop/2021/5/684746.json": "Understanding the fundamentals is priceless. So let's discuss the fundamental that how Javascript wor...",
  "data/redirect-devtop/2021/5/684552.json": "The original post is in Notion. Do checkout. Here  React is a library (from Facebook) for building co...",
  "data/redirect-devtop/2021/5/684635.json": "Intro   I've spent a fair amount of time coding with javascript and Node.js, Mostly working...",
  "data/redirect-devtop/2021/5/684441.json": "Mistakes I made as a software engineer (developer)...A Thread... pic.twitter.com/xUiF38vhlU— Ankur💻🎧...",
  "data/redirect-devtop/2021/5/684631.json": "Today I created an Amazing Image Button Hover Effect Using HTML &amp; CSS. when you hover on the butt...",
  "data/redirect-devtop/2021/5/684930.json": "A short and simple post today, I want to know whether people agree or disagree with me on the sentime...",
  "data/redirect-devtop/2021/5/684996.json": "To understand the differnece between cookies,sessions and tokens we need to get back on the basis, le...",
  "data/redirect-devtop/2021/5/684641.json": "In this article, you will learn how to implement a singleton pattern in Javascript.           What is...",
  "data/redirect-devtop/2021/5/685248.json": "I have noticed that a lot of developers are pretty good at the coding part of a project but struggle...",
  "data/redirect-devtop/2021/5/685388.json": "7 uncomfortable truths about being a developer.A Thread... pic.twitter.com/VD2s9tlnKm— Ankur💻🎧💪 (@Th...",
  "data/redirect-devtop/2021/5/685251.json": "Automate the hell out of your code   When you hear of automation what comes to your mind? So...",
  "data/redirect-devtop/2021/5/684817.json": "I think that everyone should have a personal site, even if you're not in the development scene - and...",
  "data/redirect-devtop/2021/5/685038.json": "Hello Fellow Codenewbies 👋,  What is a portfolio?  Do we need to have a portfolio as a developer?  We...",
  "data/redirect-devtop/2021/5/685247.json": "I've been an Ubuntu user for a long time, it is a system where I feel very comfortable so that means it also makes me more productive. I decided to try the newest release, the brand new 21.04 a.k.a Hirsute Hippo. In this post, I share all my setup process.",
  "data/redirect-devtop/2021/5/685099.json": "Overview :   React framework in great for creating awesome web apps and UIs. But sometimes w...",
  "data/redirect-devtop/2021/5/685249.json": "Welcome to my Weekly Digest #17 which is the first one for May.  This weekly digest contains a lot of...",
  "data/redirect-devtop/2021/5/685524.json": "Web components are a native set of features that provides outstanding scoping of styles and functiona...",
  "data/redirect-devtop/2021/5/685517.json": "A Contactless Attendance System where your face is identified for Attendance. ✨           Motivation...",
  "data/redirect-devtop/2021/5/686028.json": "The React useEffect Hook helps you manage side-effects in functional React components. It also makes...",
  "data/redirect-devtop/2021/5/686561.json": "Let's go through the five best ways that you can fetch data with React from a GraphQL API.  While the...",
  "data/redirect-devtop/2021/5/686152.json": "All interviews are daunting. I know how do you feel searching for every possible interview tips and e...",
  "data/redirect-devtop/2021/5/686825.json": "You applied for a job as a web developer few days back. An interview was scheduled and you're worried...",
  "data/redirect-devtop/2021/5/686598.json": "ES6 also known as ECMAScript 6 is the latest JavaScript standard meant to ensure the interoperability...",
  "data/redirect-devtop/2021/5/685324.json": "VS Code is one of the best and lightweight code editors. The dark theme and variety of extensions tha...",
  "data/redirect-devtop/2021/5/686683.json": "The truth is, to have cool animations in your web app like loading animation, you don't need to be...",
  "data/redirect-devtop/2021/5/686678.json": "Team Forem is excited to share the news of our first community Bug Smash!   Join us for this...",
  "data/redirect-devtop/2021/5/686824.json": "In this article, we've compiled 50 online courses on topics ranging from artificial intelligence to prepping for interviews to help you learn a new skill or improve existing ones. ",
  "data/redirect-devtop/2021/5/687434.json": "This blog post is an easy introduction to NextJS and it's features. However, before starting to read...",
  "data/redirect-devtop/2021/5/686151.json": "CDK Day happened again on 30th April 2021. We had 22 speakers from across the globe give 18 talks cov...",
  "data/redirect-devtop/2021/5/686391.json": "In this article, I want to share some details to take care of, which will make us better React develo...",
  "data/redirect-devtop/2021/5/687002.json": "Introduction   Asynchronous JavaScript can be a daunting concept to learn. However, it is a...",
  "data/redirect-devtop/2021/5/685545.json": "CSS container queries have landed as an experiment in Chrome Canary! You can enable them under chrome...",
  "data/redirect-devtop/2021/5/686650.json": "A few months ago, near the beginning of my coding journey, I tweeted about a Codepen I was particular...",
  "data/redirect-devtop/2021/5/686668.json": "You don't have to write your custom scraper and parser for the usual content. Parsehub can help you efficiently extract the data you need.",
  "data/redirect-devtop/2021/5/686984.json": "Hello Folks,   I mostly prefer talking about technical things in my articles but today’s article is a...",
  "data/redirect-devtop/2021/5/686651.json": "Machine learning and AI as a whole can seem hugely daunting when you're first getting started. Over a...",
  "data/redirect-devtop/2021/5/686130.json": "Let's try to figure out how to answer common JS questions in an interview.",
  "data/redirect-devtop/2021/5/686841.json": "We cannot talk about web development without talking about Reponsive Design. The latter is now a must...",
  "data/redirect-devtop/2021/5/686220.json": "We all know about HTML, it help us to structure the contents, there are many tags which help us to de...",
  "data/redirect-devtop/2021/5/687878.json": "Undraw Draw Kit Indian Doodle Poke open Doodles Lukaszadam IRA Design Mixkit Scale Pulse Gee Me Absu...",
  "data/redirect-devtop/2021/5/688003.json": "How I use Trello to Manage my Life   Like many things, productivity systems are deeply perso...",
  "data/redirect-devtop/2021/5/687858.json": "TL;DR   It's common to display multiple links with the same text on a web page — such as 're...",
  "data/redirect-devtop/2021/5/688138.json": "TL:DR :   Puppeteer is one of the greatest tools available on the web in order to perform th...",
  "data/redirect-devtop/2021/5/687169.json": "Use unpkg + svg-loader to include any icon with one line of code",
  "data/redirect-devtop/2021/5/688069.json": "Image optimization is never fun to deal with. Let's learn how the picture element + 11ty can save any static site from bloated load times.",
  "data/redirect-devtop/2021/5/688785.json": "Heyo devs!  For those of you who aren't familiar with me, I'm Casey - a Community Associate at Forem....",
  "data/redirect-devtop/2021/5/687590.json": "At Wasp, we have a Discord server for our community, where we talk with people interested in and usin...",
  "data/redirect-devtop/2021/5/688973.json": "Hello everyone 👋  In this article, we will see how can we use Vibration API in our websites.  We can...",
  "data/redirect-devtop/2021/5/689025.json": "Hey All 👋, In this article I will show you a trick that will help all the developers out there.  Many...",
  "data/redirect-devtop/2021/5/688255.json": "In my time as a developer, I have given hundreds of code reviews. It's something I learned to enjoy v...",
  "data/redirect-devtop/2021/5/688813.json": "Learning to code is hard especially when you are just starting out but it becomes a lot more fun when...",
  "data/redirect-devtop/2021/5/687881.json": "Do you remember something like this?    var text;  for (i = 0; i &lt; 5; i++) {   text += \"The number...",
  "data/redirect-devtop/2021/5/689215.json": "I have been in this industry for nearly two years now.   Spent those two years learning, observing, t...",
  "data/redirect-devtop/2021/5/688814.json": "TypeScript is just a superset of JavaScript, meaning it's just JavaScript - but with enhanced functio...",
  "data/redirect-devtop/2021/5/685403.json": "This guide will help you in building a company themed resume builder using reactjs. You will fill in...",
  "data/redirect-devtop/2021/5/687460.json": "The ternary operator   It's a delight to use them but should we use them as much as possible...",
  "data/redirect-devtop/2021/5/689558.json": "Developers have been using three major building blocks for the development of web apps, namely, API...",
  "data/redirect-devtop/2021/5/690180.json": "Web development is not an easy task for beginners, to create a web project that standout takes lot of...",
  "data/redirect-devtop/2021/5/689015.json": "A brief introduction about API's:   API is known as the Application Programming Interface an...",
  "data/redirect-devtop/2021/5/688451.json": "Every once in a while, you end up in a situation where you need some variation of a type. For instanc...",
  "data/redirect-devtop/2021/5/689959.json": "Open source software is a huge part of the tech industry. Over and over, we hear about the power of o...",
  "data/redirect-devtop/2021/5/688212.json": "In this article, we'll see some of the common mistakes made by React developers and ways to avoid the...",
  "data/redirect-devtop/2021/5/685387.json": "Here I am coming up with the collection of best react material-UI admin template of 2021. All are bui...",
  "data/redirect-devtop/2021/5/686562.json": "Here is the 19 simple, beginner level hover animation using CSS. The logic behind the examples are br...",
  "data/redirect-devtop/2021/5/687462.json": "Hello World! Seems like we're in a streak to be the best articles of the week here at DEV, will this...",
  "data/redirect-devtop/2021/5/684948.json": "This is part 7 of the multi-part series \"The Evolution of a Script\". The code of this post can be fou...",
  "data/redirect-devtop/2021/5/690000.json": "Put joy and productivity inside your Terminal with those cool command line tools.  But before we star...",
  "data/redirect-devtop/2021/5/688989.json": "Are you happy?  I've been asked this question many times by co-workers and my leaders over the years....",
  "data/redirect-devtop/2021/5/690227.json": "Hello everyone 👋  In this article, we will see how can we get access to the user's location on our we...",
  "data/redirect-devtop/2021/5/689314.json": "After an awesome response to my previous article Hooks in React, as promised I am back with the secon...",
  "data/redirect-devtop/2021/5/689009.json": "After two years working with Angular I was assigned to a project where the frontend stack was React,...",
  "data/redirect-devtop/2021/5/690743.json": "Hey folks 👋🏼  We just launched another Product on the Product hunt. It's a notion template that helps...",
  "data/redirect-devtop/2021/5/689891.json": "In this blog, I will discuss some core JavaScript concepts. If you are new to the JavaScript world, t...",
  "data/redirect-devtop/2021/5/689987.json": "React has quickly become the most popular front-end framework in the tech world, used by big tech com...",
  "data/redirect-devtop/2021/5/689594.json": "As analysts, we’re often asked to quickly produce dashboards or metrics that aim to solve a specific...",
  "data/redirect-devtop/2021/5/690634.json": "Time flies, I have now completed 40 small projects whilst renovating a property and moving houses. Sa...",
  "data/redirect-devtop/2021/5/691176.json": "I prepared list of react and redux interview question, Few question I faced in my journey and few of...",
  "data/redirect-devtop/2021/5/689423.json": "Welcome to the complete Tailwind CSS guide you need to build high-quality frontend webpages. In this...",
  "data/redirect-devtop/2021/5/690341.json": "If you are new here then you might not have seen that I like to abuse the internet...and for those of...",
  "data/redirect-devtop/2021/5/690884.json": "Check out the site here! https://georgefrancis.dev/ 👀     Hey! How's it going? I've been a little qui...",
  "data/redirect-devtop/2021/5/690226.json": "Do you want to skip the article and want to know what’s my top preference for beginners to start with...",
  "data/redirect-devtop/2021/5/684740.json": "This tutorial will walk you through how to create a web app that visualizes the location of any satel...",
  "data/redirect-devtop/2021/5/690228.json": "Let's understand how can we create a Pomodoro timer by using JavaScript  To get complete code visit:...",
  "data/redirect-devtop/2021/5/690768.json": "Hey All 👋 .   Recently I got to know about a VS Code extension called Thunder Client⚡⚡ which can be u...",
  "data/redirect-devtop/2021/5/690541.json": "Do you find it troublesome to always look for a YouTube video downloader with your privacy at risk? D...",
  "data/redirect-devtop/2021/5/687383.json": "Let's try to figure out how to answer common JS questions in an interview.",
  "data/redirect-devtop/2021/5/690002.json": "The Idea &amp; Inspiration   Truth be told, I've lost count of the number of amazing portfol...",
  "data/redirect-devtop/2021/5/689354.json": "This tutorial is a part of our initiative at Flexiple, to write short curated tutorials around often...",
  "data/redirect-devtop/2021/5/690400.json": "At this article I will show you the advantages of doing a website with Strapi in the backend and Next...",
  "data/redirect-devtop/2021/5/691230.json": "Watch on YouTube  link to codepen if you want to follow along  The 'this' keyword in JavaScript can b...",
  "data/redirect-devtop/2021/5/685756.json": "Photo by Clem Onojeghuo on Unsplash   Hello dear devs (and newbies 🐣)! 👋🏻 Good to see you here!  Tod...",
  "data/redirect-devtop/2021/5/691991.json": "Hello, today I created a Simple custom checkbox using CSS &amp; JS. Not great work but I hope you lik...",
  "data/redirect-devtop/2021/5/691990.json": "Open-source React Dashboard template crafted by CodedThemes using Material UI design - product can be downloaded from Github.",
  "data/redirect-devtop/2021/5/691565.json": "Hello everyone, I'm sharing this Spotify Clone that I made with React, Redux, and Typescript. If you...",
  "data/redirect-devtop/2021/5/691156.json": "My second impression of Rust after building a real-life use case with it and my thoughts on why it is the best general-purpose language for the future.",
  "data/redirect-devtop/2021/5/690932.json": "Today I created a Glassmorphism Login form with HTML &amp; CSS. this login form is very simple but lo...",
  "data/redirect-devtop/2021/5/691578.json": "Learn how to use Docker to create images for development and production.  Imagine that you have devel...",
  "data/redirect-devtop/2021/5/691105.json": "Disclaimer this is 100% satire. For fun on a Friday (Web Dev Satire #1)           1) The license is t...",
  "data/redirect-devtop/2021/5/692003.json": "This article is especially for beginners who are looking for Job as a Javascript Developer. I have s...",
  "data/redirect-devtop/2021/5/692189.json": "Hello everyone👋  In this article, we will see how can we use Web Worker API on our website to avoid b...",
  "data/redirect-devtop/2021/5/691048.json": "Here you can learn how to create a responsive personal portfolio website using HTML, CSS, javascript,...",
  "data/redirect-devtop/2021/5/691384.json": "How many times did you write display: flex? This goes so common that some people tried applying displ...",
  "data/redirect-devtop/2021/5/692814.json": "I heard the british use biscuits instead of cookies...weird.  Okay, let's focus.  What are Cookies  C...",
  "data/redirect-devtop/2021/5/692197.json": "hey you all👋  A couple week ago I've found Lightweight ⚡ and simple 😋 tools for testing my API. That'...",
  "data/redirect-devtop/2021/5/692171.json": "Hi Everyone,  This is my first blog. And in this blog, I'm gonna talk about Spread Operator, Rest Ope...",
  "data/redirect-devtop/2021/5/692310.json": "I'm gonna go over some really helpful one-liners (20 + Bonus) that can help you boost your productivity and can help in debugging code.",
  "data/redirect-devtop/2021/5/689564.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to ensu...",
  "data/redirect-devtop/2021/5/692612.json": "I've been coding for a long time, over 10 years  During all that website development of JavaScript, H...",
  "data/redirect-devtop/2021/5/692190.json": "Kubernetes(k8s) has become the de facto standard for not only container orchestration but also for cl...",
  "data/redirect-devtop/2021/5/692443.json": "A practical guide to developing component based sites and apps around the Atomic Design meth...",
  "data/redirect-devtop/2021/5/692080.json": "Disclaimer: This article is my version of Tailwind CSS: Adds complexity, does nothing. I respect the...",
  "data/redirect-devtop/2021/5/692936.json": "Why do freelancers have such a hard time explaining how they set their rates?            Bec...",
  "data/redirect-devtop/2021/5/691447.json": "What Are Custom Hooks 👐   Considering that much of the react fanbase has switched over to us...",
  "data/redirect-devtop/2021/5/692582.json": "VSCode   I use these extensions:           Utilities    Auto Close Tag: Automatically add HT...",
  "data/redirect-devtop/2021/5/691701.json": "Hii.. thanks for stopping by. What you will find in this post:   What is docker? What does it solve?...",
  "data/redirect-devtop/2021/5/690623.json": "Many devs strictly believe that resting and family time is equally important as work, leaving weekend...",
  "data/redirect-devtop/2021/5/692810.json": "Hello, guys In this tutorial we will try to solve the mentioned query. and also we will learn how to...",
  "data/redirect-devtop/2021/5/692509.json": "A Promise represents the state of an asynchronous operation. This asynchronous operation can be anyth...",
  "data/redirect-devtop/2021/5/693586.json": "A curated list with open-source products crafted and released for free by Creative-Tim: React Dashboards, Vue Templates, and NextJS UI Kits.",
  "data/redirect-devtop/2021/5/692491.json": "Note: The term \"Types\" in this article is referring to the\"type\" aliases in Typescript  According to...",
  "data/redirect-devtop/2021/5/693254.json": "Helmet helps you secure your Express apps by setting various HTTP headers. It's not a silver bullet,...",
  "data/redirect-devtop/2021/5/693534.json": "It seems that it is the perfect time to continue my recent blog post series - Top 10 Best Web Dev Too...",
  "data/redirect-devtop/2021/5/693078.json": "Photo by Matt Botsford on Unsplash  Disclaimer 🚨: No, despite the possibly misleading title of my po...",
  "data/redirect-devtop/2021/5/692585.json": "Are you a beginner developer and want to level up your dev game and progress faster than your competi...",
  "data/redirect-devtop/2021/5/692942.json": "Have you built a business website or portfolio for a client? Or are you currently making one? Do you...",
  "data/redirect-devtop/2021/5/692904.json": "Everyone sometimes struggles with consistency. Do you want to develop a good habit but often fail after a few days? Well, **you are not alone**.",
  "data/redirect-devtop/2021/5/693577.json": "Nobody cares about who you are in the open market, as a software engineer (Developer)You don't want...",
  "data/redirect-devtop/2021/5/691908.json": "GitHub: https://github.com/yifaneye/react-gallery-carousel Demo: https://yifaneye.github.io/react-g...",
  "data/redirect-devtop/2021/5/694311.json": "Do you know how javascript code runs in the javascript engine?   If not, then I hope this post will b...",
  "data/redirect-devtop/2021/5/692571.json": "Figma is a design application which can be used for creating wireframes, designs and prototypes. It i...",
  "data/redirect-devtop/2021/5/693327.json": "React useRef hook can be helpful when you need to create mutable variables in your components without...",
  "data/redirect-devtop/2021/5/692124.json": "Introduction   As the internet users increasing exponentially, It is very important for en...",
  "data/redirect-devtop/2021/5/693061.json": "Learning to code is not a straight path, these tips helped me get better at it. Hopefully by the end...",
  "data/redirect-devtop/2021/5/694677.json": "Are you using a markdown tool to take note?",
  "data/redirect-devtop/2021/5/689972.json": "Choosing between numerous options for styling your app could be a project in and of itself. 🤯  I've t...",
  "data/redirect-devtop/2021/5/693790.json": "Hello everyone 👋, this is going to be a very short article where I will show how can we generate a QR...",
  "data/redirect-devtop/2021/5/692974.json": "You probably think the sole job of a web developer is to create websites and web applications. If so,...",
  "data/redirect-devtop/2021/5/693249.json": "While working on my final project at the Flatiron School, everything seemed to be in place to allow f...",
  "data/redirect-devtop/2021/5/694753.json": "It’s tough selling your web development services when you’re new to the freelance market. Programming...",
  "data/redirect-devtop/2021/5/691080.json": "Disclaimer: professional in this case means making a living as a web developer.   This is a question...",
  "data/redirect-devtop/2021/5/694665.json": "A short-list with tools for beginners and a simple setup to build an open-source project.",
  "data/redirect-devtop/2021/5/692652.json": "Objects are the foundation of JavaScript. Everything except primitive data-types(null,undefined,numbe...",
  "data/redirect-devtop/2021/5/693475.json": "There is a famous computer science quote:   \"There are only two hard things in Computer Science: cach...",
  "data/redirect-devtop/2021/5/694654.json": "We just released  React Bootstrap 5  on Product Hunt.  Only a few days after the stable release of Bo...",
  "data/redirect-devtop/2021/5/692836.json": "You Will Be Surprised By Number 9!  In this article, I gathered some JavaScript tips and tricks that...",
  "data/redirect-devtop/2021/5/693882.json": "Introduction   Have you ever procrastinated? If you say \"No\", you are totally a liar!   But...",
  "data/redirect-devtop/2021/5/689311.json": "Github is more than a version control service, it's place where developer contributes to the Communit...",
  "data/redirect-devtop/2021/5/694661.json": "We’re trying something new in the Contentful DevRel team. Myself and Shy Ruparel are joining forces f...",
  "data/redirect-devtop/2021/5/695034.json": "I have already created 2 portfolio websites.  Here is my 3rd portfolio website. This is a very simple...",
  "data/redirect-devtop/2021/5/694776.json": "Photo by Yancy Min on Unsplash  Howdy DEV clan?   We've all heard of the recommendation and best prac...",
  "data/redirect-devtop/2021/5/693804.json": "📢 TL:DR :   We all seek for utility packages on npm. No Matter we admire it or not, everyone...",
  "data/redirect-devtop/2021/5/694530.json": "You probably already heard of Kubernetes, a powerful orchestrator that will ease deployment and autom...",
  "data/redirect-devtop/2021/5/695503.json": "Data Structures is one of the most frequently tested subjects by a lot of companies. It is the base o...",
  "data/redirect-devtop/2021/5/693949.json": "Aping into Crypto from a traditional developer background",
  "data/redirect-devtop/2021/5/694570.json": "Design Pattern is a widely acknowledged concept in the software engineering industry in terms of the...",
  "data/redirect-devtop/2021/5/695079.json": "As React developers, we often depend on the state of the UI to make specific decisions about the func...",
  "data/redirect-devtop/2021/5/693950.json": "The Redux library is highly unopinionated. It lets us decide everything from store set-up and its con...",
  "data/redirect-devtop/2021/5/695119.json": "Have you ever worked on an application with one huge CSS file and found that when you changed a style...",
  "data/redirect-devtop/2021/5/695113.json": "An introduction to the MutationObserver Web API which provides the ability to watch for changes being made to the document.",
  "data/redirect-devtop/2021/5/695299.json": "Listen to S5E1 of DevDiscuss!",
  "data/redirect-devtop/2021/5/696507.json": "React.js is currently one of the most popular JavaScript libraries for front-end developers.   React...",
  "data/redirect-devtop/2021/5/694778.json": "I tried material-ui for the first time back in 2020 for one of my project. From then I have really be...",
  "data/redirect-devtop/2021/5/691219.json": "ReactJS is wildly popular and thus wildly supported. TypeScript is increasingly popular, and thus inc...",
  "data/redirect-devtop/2021/5/694458.json": "Hello There,   TailwindCSS is a utility-first library which encourages to build everything using it's...",
  "data/redirect-devtop/2021/5/696509.json": "Before going into any kind of explanation, we need to understand the difference between server side s...",
  "data/redirect-devtop/2021/5/696330.json": "I've been playing around with Tailwind CSS a lot since it's release, and so far it's been really impr...",
  "data/redirect-devtop/2021/5/696927.json": "A curated list with Bootstrap 5 Templates crafted for free by well-known agencies and released as open-source products.",
  "data/redirect-devtop/2021/5/696200.json": "Hello everyone 👋  In this article, we are going to learn how can we detect the internet connection st...",
  "data/redirect-devtop/2021/5/696194.json": "We all know the importance of developing with customer, reliability, or security mindsets. In reality...",
  "data/redirect-devtop/2021/5/695899.json": "Let's try to figure out how to answer common JS questions in an interview.",
  "data/redirect-devtop/2021/5/692206.json": "If you found value in this thread you will most likely enjoy my tweets too so make sure you follow me...",
  "data/redirect-devtop/2021/5/695093.json": "Hello, today we will learn how to add a loader to our website ! Loaders have been used for a long tim...",
  "data/redirect-devtop/2021/5/695161.json": "As you might have already guessed, this article is not about technical interviews, coding challenges,...",
  "data/redirect-devtop/2021/5/692943.json": "This post is for you if you can answer \"yes\" to all/most of the questions below:    You are...",
  "data/redirect-devtop/2021/5/697424.json": "It’s no secret that the tech industry is always changing. New frameworks are always emerging and new...",
  "data/redirect-devtop/2021/5/696891.json": "Diagrams as code is becoming a popular way to diagram software architecture, particularly for long-li...",
  "data/redirect-devtop/2021/5/695469.json": "As device sizes proceed to wander and programs give more client alternatives, utilizing static units...",
  "data/redirect-devtop/2021/5/697539.json": "The Ultimate Web Developer Resources List 🔥Awesome 200+ Resourc...",
  "data/redirect-devtop/2021/5/696225.json": "Simple open-source Flask Starter built on top of Soft UI Dashboard, a modern Bootstrap 5 UI Kit.",
  "data/redirect-devtop/2021/5/695988.json": "In this post, I will walk you through how to use Lerna to manage, and publish, two packages under the...",
  "data/redirect-devtop/2021/5/697022.json": "Hi there,  Recently, I saw an website with cool scrolling effects and so I have decided to create web...",
  "data/redirect-devtop/2021/5/696466.json": "Hello fellow engineers, project managers, and technocrats! Today, after exactly two years of work, we...",
  "data/redirect-devtop/2021/5/696211.json": "Hello friends, today I am going to show you how to create a pop-up login form using only HTML and CSS...",
  "data/redirect-devtop/2021/5/687250.json": "Hi everyone, every website have a theme options. so, a website user able to choose their preferred th...",
  "data/redirect-devtop/2021/5/697184.json": "AppMap is an open source IntelliJ IDEA plugin which helps you improve your code by showing you how it...",
  "data/redirect-devtop/2021/5/696262.json": "When react hooks were launched, they completely changed the react ecosystem. I have been using react...",
  "data/redirect-devtop/2021/5/695876.json": "One of the most important talking points for programmers is which path they want to go down. Do you w...",
  "data/redirect-devtop/2021/5/696955.json": "The team section is a type of web element that you can use to introduce your team members to differen...",
  "data/redirect-devtop/2021/5/693941.json": "I’ve been working on React apps for more than 3 years now and I’ve used tons of libraries to build va...",
  "data/redirect-devtop/2021/5/698068.json": "This article is the beginner's introductory guide to programming principles.  First we're going to ex...",
  "data/redirect-devtop/2021/5/697997.json": "Hello DEV community! 👋  I've recently attempted to make a clone of Twitter using VueJS as its fronten...",
  "data/redirect-devtop/2021/5/697148.json": "In my last post, A Beginner's Guide to Unit-testing with Jest, I walked through getting started with..."
}