{
  "data/redirect-devtop/2021/7/744839.json": "Does Redux have you confused? 😕  In this blog, you'll learn the fundamentals of Redux stores,...",
  "data/redirect-devtop/2021/7/744915.json": "\"What branch are you on?\" is often the first question you ask when a teammate says \"The tests aren't...",
  "data/redirect-devtop/2021/7/744686.json": "Hi guys, I'm proud to present you my latest project: Fakeflix.    I have started this project with...",
  "data/redirect-devtop/2021/7/744739.json": "Using Docker containers in local development environments has become commonplace for web development....",
  "data/redirect-devtop/2021/7/745081.json": "[Hidden Tools] - https://hiddentools.dev/ [Music For Programming]...",
  "data/redirect-devtop/2021/7/744817.json": "In simple terms, it's like when you go to a pizza place, and order a \"Make your own\" pizza - you pick...",
  "data/redirect-devtop/2021/7/745591.json": "Slow builds tend to cost more than just the time they waste. More than a few seconds and you're off...",
  "data/redirect-devtop/2021/7/745582.json": "Looking at my regular JavaScript code, I see that destructuring assignments are everywhere.  Reading...",
  "data/redirect-devtop/2021/7/744729.json": "Hey! I'm on a mission to make 100 React.js projects. Please follow my dev.to profile or my twitter...",
  "data/redirect-devtop/2021/7/745795.json": "Chapter 2: Illustrating Lexical Scope    These are the notes of second chapter of the book...",
  "data/redirect-devtop/2021/7/744878.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to...",
  "data/redirect-devtop/2021/7/745126.json": "Over the last few years, I’ve mentored over 300+ students and working professionals on how to prepare...",
  "data/redirect-devtop/2021/7/744757.json": "In this article, we'll explore how you can easily update npm packages used in your application...",
  "data/redirect-devtop/2021/7/746434.json": "Plug: I help develop million: &lt;1kb virtual DOM - it's fast!            Introduction   The Virtual...",
  "data/redirect-devtop/2021/7/745347.json": "Burnout happens. It happened to me 6 months ago. Only in the last 2-3 weeks have I been feeling...",
  "data/redirect-devtop/2021/7/746179.json": "Today I created an Amazing Profile Card. In this Hover Effect, I am using only HTML CSS to create...",
  "data/redirect-devtop/2021/7/745564.json": "Hey Devs, in this episode, you will learn how to make a Login Form and Registration Form design using...",
  "data/redirect-devtop/2021/7/745624.json": "Tudo o que você precisa saber para fazer o seu primeiro texto sair do papel!   ㅤ  Uma das...",
  "data/redirect-devtop/2021/7/744723.json": "The ternary operator is a nice way to write concise value assignments without having to write a more..."
}