{
  "data/redirect-devtop/2021/7/744839.json": "Does Redux have you confused? 😕  In this blog, you'll learn the fundamentals of Redux stores,...",
  "data/redirect-devtop/2021/7/744915.json": "\"What branch are you on?\" is often the first question you ask when a teammate says \"The tests aren't...",
  "data/redirect-devtop/2021/7/744686.json": "Hi guys, I'm proud to present you my latest project: Fakeflix.    I have started this project with...",
  "data/redirect-devtop/2021/7/744739.json": "Using Docker containers in local development environments has become commonplace for web development....",
  "data/redirect-devtop/2021/7/745081.json": "[Hidden Tools] - https://hiddentools.dev/ [Music For Programming]...",
  "data/redirect-devtop/2021/7/744817.json": "In simple terms, it's like when you go to a pizza place, and order a \"Make your own\" pizza - you pick...",
  "data/redirect-devtop/2021/7/745591.json": "Slow builds tend to cost more than just the time they waste. More than a few seconds and you're off...",
  "data/redirect-devtop/2021/7/745582.json": "Looking at my regular JavaScript code, I see that destructuring assignments are everywhere.  Reading...",
  "data/redirect-devtop/2021/7/744729.json": "Hey! I'm on a mission to make 100 React.js projects. Please follow my dev.to profile or my twitter...",
  "data/redirect-devtop/2021/7/745795.json": "Chapter 2: Illustrating Lexical Scope    These are the notes of second chapter of the book...",
  "data/redirect-devtop/2021/7/744878.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to...",
  "data/redirect-devtop/2021/7/745126.json": "Over the last few years, I’ve mentored over 300+ students and working professionals on how to prepare...",
  "data/redirect-devtop/2021/7/744757.json": "In this article, we'll explore how you can easily update npm packages used in your application...",
  "data/redirect-devtop/2021/7/746434.json": "Plug: I help develop million: &lt;1kb virtual DOM - it's fast!            Introduction   The Virtual...",
  "data/redirect-devtop/2021/7/745347.json": "Burnout happens. It happened to me 6 months ago. Only in the last 2-3 weeks have I been feeling...",
  "data/redirect-devtop/2021/7/746179.json": "Today I created an Amazing Profile Card. In this Hover Effect, I am using only HTML CSS to create...",
  "data/redirect-devtop/2021/7/745564.json": "Hey Devs, in this episode, you will learn how to make a Login Form and Registration Form design using...",
  "data/redirect-devtop/2021/7/745624.json": "Tudo o que você precisa saber para fazer o seu primeiro texto sair do papel!   ㅤ  Uma das...",
  "data/redirect-devtop/2021/7/744723.json": "The ternary operator is a nice way to write concise value assignments without having to write a more...",
  "data/redirect-devtop/2021/7/746213.json": "Why does Destructuring exist in javascript?   Because it solves our problem. Let's see an...",
  "data/redirect-devtop/2021/7/744687.json": "In this tutorial, I'll walk you through how to build a black-out poetry maker with vanilla...",
  "data/redirect-devtop/2021/7/745587.json": "Last week I wrote a blog post on how I built my app in React, React Native and NextJS. This blog post...",
  "data/redirect-devtop/2021/7/746721.json": "Yesterday I read InhuOfficial's post about star-rating, using a group of &lt;input...",
  "data/redirect-devtop/2021/7/746639.json": "Micro Frontends    An architectural style where independently deliverable frontend...",
  "data/redirect-devtop/2021/7/746319.json": "Introduction  Over the past year or even more, it is difficult not to pay attention to how interest...",
  "data/redirect-devtop/2021/7/745628.json": "Should we use deep modules or small objects?",
  "data/redirect-devtop/2021/7/746975.json": "Tailwind as explained in their official website is a utility-first CSS framework packed with classes...",
  "data/redirect-devtop/2021/7/746323.json": "A REST API is an architectural pattern for creating web services. REST is a set of rules that...",
  "data/redirect-devtop/2021/7/745956.json": "INTRODUCTION   ESLint and prettier are the most popular tools which are used almost...",
  "data/redirect-devtop/2021/7/746693.json": "In this article , I’ll show you how to deploy react js applications for free on Firebase, First let’s...",
  "data/redirect-devtop/2021/7/745771.json": "Every React developer use react libraries in daily basis to build react applications and it's a ...",
  "data/redirect-devtop/2021/7/747170.json": "As a developer, you probably find yourself spending a lot of time in Chrome working. You work in a...",
  "data/redirect-devtop/2021/7/746130.json": "If you have ever worked with component libraries like Chakra UI or Material UI you probably know how...",
  "data/redirect-devtop/2021/7/746208.json": "Most of us build our web projects with components. It makes our code more reusable, more...",
  "data/redirect-devtop/2021/7/747275.json": "Welcome to the first vue academy ! It will be a list of lot of article on vue! I have 2.5 years of...",
  "data/redirect-devtop/2021/7/747441.json": "Hello! It's been a while since my last post. I've been busy doing Frontend Mentor challenges for the...",
  "data/redirect-devtop/2021/7/747131.json": "Hey Devs, in this episode we are going to create a working Music Player App using JavaScript, you’ll...",
  "data/redirect-devtop/2021/7/746086.json": "Introduction            What is React?   React is a popular JavaScript frontend library...",
  "data/redirect-devtop/2021/7/747204.json": "How I used a bad interview experience to relearn JavaScript fundamentals. ",
  "data/redirect-devtop/2021/7/747283.json": "React and Redux are often mentioned together and with good reason. As the developer who created Redux...",
  "data/redirect-devtop/2021/7/747203.json": "Hello reader! In this blog post, we will learn about API in plain English.  You can refer to my...",
  "data/redirect-devtop/2021/7/747568.json": "Discover a set of React best coding practices, tips and tricks that should be known by all...",
  "data/redirect-devtop/2021/7/746325.json": "Hello guys, today I am going to show you How to build a JavaScript Random Quote Generator using HTML...",
  "data/redirect-devtop/2021/7/745855.json": "As a web developers, we need to write the styles for the given classes.  But for lazy people like me,...",
  "data/redirect-devtop/2021/7/747560.json": "Here I am with my \"Star rating\" system:  ✔️ No JavaScript. ✔️ No complex HTML code, only the needed...",
  "data/redirect-devtop/2021/7/747025.json": "This blog will discuss 6 techniques (in order of adherence to best practices)that can be used to...",
  "data/redirect-devtop/2021/7/747632.json": "In this article, I’ll share 10 of the JavaScript tips, tricks, and best practices that I follow and...",
  "data/redirect-devtop/2021/7/747345.json": "    Hello everyone, in this post I will be demonstrating how you can run localstack with Terraform...",
  "data/redirect-devtop/2021/7/747502.json": "So today, we shall be discussing about .filter() method in JavaScript.           The Filter...",
  "data/redirect-devtop/2021/7/747327.json": "There are many amazing features in javascript that can make your life much simpler, In this blog, I...",
  "data/redirect-devtop/2021/7/748001.json": "What is Node.js   Node.js is an open-source Javascript run-time. It is used to create...",
  "data/redirect-devtop/2021/7/747552.json": "If you are a frontend developer, it's obvious about the time and thoughts you take to fix on a...",
  "data/redirect-devtop/2021/7/747005.json": "[JS#4 WIL 🤔 Post]   Test Driven Development (TDD)'s main idea is to simply start working on...",
  "data/redirect-devtop/2021/7/748473.json": "The developer technology landscape changes all the time as new tools and technologies are introduced....",
  "data/redirect-devtop/2021/7/747443.json": "This article is a continuation of the last blog on git basics. You are highly encouraged to check it...",
  "data/redirect-devtop/2021/7/747810.json": "React library is well known for building rich and highly scalable user interfaces. There are many...",
  "data/redirect-devtop/2021/7/748037.json": "Before Knowing about Code Splitting we need to know Why we need Code Splitting these first we need to...",
  "data/redirect-devtop/2021/7/748230.json": "I recently got my hands the GitHub Copilot extension for VS Code and it's amazing (borderline...",
  "data/redirect-devtop/2021/7/747437.json": "Enough with the tutorials and practice, now it's a time to build up something good and my...",
  "data/redirect-devtop/2021/7/747837.json": "Sometimes we want Docker inside Docker. For Example :the CI pipeline,   Jenkins Docker-based dynamic...",
  "data/redirect-devtop/2021/7/748574.json": "You might not have known this but over the past week there has been a shadow war taking place right...",
  "data/redirect-devtop/2021/7/748477.json": "💥💥 React Redux Example 💥💥            This is a todo project for understanding the concepts...",
  "data/redirect-devtop/2021/7/748542.json": "In this tutorial, we will be going to build YouTube Downloader, the backend implemented in Express.js, and the frontend in React.js",
  "data/redirect-devtop/2021/7/747921.json": "Solid is such an amazing reactive declarative tool for composing and manipulating DOM with simple...",
  "data/redirect-devtop/2021/7/751222.json": "This article focuses on the JavaScript capabilities that are a part of ECMAScript 2021(ES12).   1....",
  "data/redirect-devtop/2021/7/751248.json": "Yes, I know, we should all be terminal ninjas, memorising every git command yadda yadda. Or, like the...",
  "data/redirect-devtop/2021/7/751039.json": "Plug: I help develop million: &lt;1kb virtual DOM - it's fast!            TL;DR   If applicable,...",
  "data/redirect-devtop/2021/7/746543.json": "TL;DR: This is a post for beginners where I show:   How I structured the files in the project for...",
  "data/redirect-devtop/2021/7/745866.json": "Last week we released SolidJS 1.0. A JavaScript framework built on a foundation of ideas long ago...",
  "data/redirect-devtop/2021/7/751104.json": "1- CSS Way   In this article, I would like to show you, how to create dropdown menus with...",
  "data/redirect-devtop/2021/7/751269.json": "Hoisting is one of the important concepts every javascript or its related frameworks developers...",
  "data/redirect-devtop/2021/7/748347.json": "Welcome Everybody,  In this article we are going to create a tic-tac-toe app using react and react...",
  "data/redirect-devtop/2021/7/751546.json": "Recently, a lot of folks tried their best to provide star rating system. Now it's time to bring THE...",
  "data/redirect-devtop/2021/7/747806.json": "After research how to deploy Express.js app to Vercel. Finally, I found and got have an application...",
  "data/redirect-devtop/2021/7/747342.json": "Probably this is one of the most dreaded topics to talk about. Quite a few readers won't even bother...",
  "data/redirect-devtop/2021/7/748635.json": "Frontend performance is important. JavaScript, though written to be a simple language, can produce...",
  "data/redirect-devtop/2021/7/751050.json": "For many reasons you may need to limit your API calls: It can be to avoid extra cost in cloud, to...",
  "data/redirect-devtop/2021/7/747874.json": "A Promise in JavaScript is an object which returns a result after an asynchronous operation has...",
  "data/redirect-devtop/2021/7/751637.json": "Having light and Dark mode on web or desktop applications is a great feature to not only make the...",
  "data/redirect-devtop/2021/7/751589.json": "Welcome my friend ! Today I will show you how to deploy your static website for free with Netlify...",
  "data/redirect-devtop/2021/7/748774.json": "I set up a new Mac for work today. Here's everything I use on a Mac for fullstack web development.",
  "data/redirect-devtop/2021/7/748470.json": "Introduction   Infinite scrolling is a way to organize the contents of the pages in a...",
  "data/redirect-devtop/2021/7/748603.json": "In this article, I will talk about a refactoring called replace conditional with polymorphism that we...",
  "data/redirect-devtop/2021/7/752464.json": "Hey everyone,  I know that all of you are working on exciting products. To help you make it a bit...",
  "data/redirect-devtop/2021/7/751080.json": "If someone asked me, I would say modules are really important due to their functionality. Thanks to...",
  "data/redirect-devtop/2021/7/751289.json": "I love this platform. I've been hanging around there ever since Medium became shit. So while it's...",
  "data/redirect-devtop/2021/7/751324.json": "This guide covers all steps needed for setting up your CI-CD workflow for Django project with Amazon...",
  "data/redirect-devtop/2021/7/751534.json": "Hello,  Today I created a Glassmorphism Sign In form with HTML &amp; CSS. this login form is very...",
  "data/redirect-devtop/2021/7/752323.json": "When you start learning about the frontend world, you’ll almost immediately stumble across the term...",
  "data/redirect-devtop/2021/7/748049.json": "When building out applications, sending email is a frequently needed feature. In addition, it's...",
  "data/redirect-devtop/2021/7/752081.json": "Single Page Applications in React require a means of routing to navigate on to different views...",
  "data/redirect-devtop/2021/7/750128.json": "Hello Everyone!   Today I will show you how to make a small chat in terminal using Web...",
  "data/redirect-devtop/2021/7/752066.json": "If you're not used to practicing visual art, the idea of keeping a sketchbook might seem pretty...",
  "data/redirect-devtop/2021/7/748691.json": "Oh, hey there!  I'm glad you made it to this second post of the \"Build the System: HTTP server\"...",
  "data/redirect-devtop/2021/7/747047.json": "Hey, welcome back. This article is part of the Dockerize series, make sure to checkout the...",
  "data/redirect-devtop/2021/7/752791.json": "As a professional developer you are forced to stay up to date with the latest trends in technology....",
  "data/redirect-devtop/2021/7/753359.json": "Companies usually want to test a specific area of knowledge. Quizzes are an engaging method to...",
  "data/redirect-devtop/2021/7/752938.json": "Let's get some clarity on what single page apps are, how they work, and where they differ from server-side routing.",
  "data/redirect-devtop/2021/7/747024.json": "Introduction   Hey, welcome to the Dockerize series. Here, I will be discussing how to use...",
  "data/redirect-devtop/2021/7/752495.json": "Want to stay updated regarding all the news, tech and resources? Then here are some of the best...",
  "data/redirect-devtop/2021/7/752763.json": "Let's understand the difference between Inline, Block, Inline-Block.  1️⃣ inline   2️⃣ block  3️⃣...",
  "data/redirect-devtop/2021/7/751792.json": "In the first part of this series, we learned how to send emails by creating a contact form. In this...",
  "data/redirect-devtop/2021/7/752195.json": "Also available on my blog.  Last year after finding myself between two jobs, I interviewed with a...",
  "data/redirect-devtop/2021/7/752123.json": "In this tutorial, we'll see how we can use Redis as a database for caching purposes to load the data...",
  "data/redirect-devtop/2021/7/748620.json": "Introduction   Hey everyone, I have been developing my first discord bot from couple of days...",
  "data/redirect-devtop/2021/7/753601.json": "In this article I will show you how to make a simple JavaScript calculator. The calculator is a...",
  "data/redirect-devtop/2021/7/745733.json": "Abstract thinking facilities us in solving many problems and solving them efficiently. Ability to say...",
  "data/redirect-devtop/2021/7/752764.json": "In 2019, security researchers at Snyk disclosed details of a severe vulnerability in Lodash, a...",
  "data/redirect-devtop/2021/7/754455.json": "With the introduction of libraries and Frameworks like ReactJS, VueJS, Angular, SvelteJS and much...",
  "data/redirect-devtop/2021/7/753306.json": "This article is also available on my blog.  I'm often confronted to the challenge of explaining to a...",
  "data/redirect-devtop/2021/7/753713.json": "Code plus canvas are a match made in heaven. Code lets you express any complex idea, using logic,...",
  "data/redirect-devtop/2021/7/754345.json": "Are you properly handling the stress in your dev life right now?  Being stressed out because you have...",
  "data/redirect-devtop/2021/7/754076.json": "What started as an innocent post on creating an accessible star rating system that was useful and...",
  "data/redirect-devtop/2021/7/752785.json": "What is Prisma?   Prisma is one of the best database libraries I've ever used. In a...",
  "data/redirect-devtop/2021/7/754579.json": "My Favourite    These are my favourite npm icon packages      Icon pack How to...",
  "data/redirect-devtop/2021/7/754461.json": "Simple Node JS API server built with Express, MongoDb, Typescript",
  "data/redirect-devtop/2021/7/753531.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to...",
  "data/redirect-devtop/2021/7/754920.json": "Introduction  Last week I posted my calculator made in the style of Neomorphism. Today I decided to...",
  "data/redirect-devtop/2021/7/751983.json": "Table Of Contents   Introduction What's included inside Redux Toolkit? RTK Query What does...",
  "data/redirect-devtop/2021/7/752874.json": "Hey Devs, in today's episode we are going create from scratch, step-by-step a “CSS Responsive Card...",
  "data/redirect-devtop/2021/7/754015.json": "Docker is one of those services that you always hear about but may have never used. I never used...",
  "data/redirect-devtop/2021/7/754636.json": "If you want a job build your portfolio projects like a professional dev. This guide split in three parts explains how and provides 3 inspiring ideas.",
  "data/redirect-devtop/2021/7/751715.json": "Hello, everybody! 🚀  For the last few days, I've been doing some research on the currently available...",
  "data/redirect-devtop/2021/7/752465.json": "Welcome to the second vue academy ! It will be a list of lot of article on vue! I have 2.5 years of...",
  "data/redirect-devtop/2021/7/754632.json": "After you've upgraded to Angular v12 from a previous version of Angular, you may notice your ng serve...",
  "data/redirect-devtop/2021/7/755113.json": "You will learn the basics of JavaScript by creating the following ten games:           1️⃣...",
  "data/redirect-devtop/2021/7/754611.json": "How to COLLECT PAYMENTS with STRIPE + NEXT.js (Step-by-Step Tutorial)   Today, we gonna...",
  "data/redirect-devtop/2021/7/754627.json": "Being a polyglot developer, there would be some language you like over others and here are mine.",
  "data/redirect-devtop/2021/7/754635.json": "Earlier this week, we explored how code has drastically changed financial markets through the use of...",
  "data/redirect-devtop/2021/7/755260.json": "What is useReducer?   useReducer is one of the additional hooks that shipped with React 16.8...",
  "data/redirect-devtop/2021/7/755480.json": "Here are the 15 custom hooks to make your React component lightweight  React hooks is the trending...",
  "data/redirect-devtop/2021/7/755142.json": "Progressive Web Apps (PWAs) let regular apps become accessible offline. They also have access to more...",
  "data/redirect-devtop/2021/7/755490.json": "If you want a job build your portfolio projects like a professional dev. This guide split in three parts explains how and provides 3 inspiring ideas.",
  "data/redirect-devtop/2021/7/754977.json": "Chapter 3: The Scope Chain    These are the notes of third chapter of the book \"You Don't...",
  "data/redirect-devtop/2021/7/754406.json": "Through this post, I shall be introducing you to the making of and showcasing my open source app...",
  "data/redirect-devtop/2021/7/754873.json": "Hello Guys,  Today I created a Amazing Music Card Using HTML &amp; CSS. this simple music card using...",
  "data/redirect-devtop/2021/7/753904.json": "Considerations    This is an introductory article and presents a way to use the React...",
  "data/redirect-devtop/2021/7/753809.json": "What are Hooks?   Hooks allow us to use state and lifecycle features in function components...",
  "data/redirect-devtop/2021/7/755246.json": "Hello Everyone. Hope you all are safe and wearing masks😷.  So today, as promised, we shall be...",
  "data/redirect-devtop/2021/7/755643.json": "Well well! The motivation for this post comes from my last post where I had a comment from one of my...",
  "data/redirect-devtop/2021/7/755482.json": "Hello, buddies! Every successful programmer has their own habits. So today we are going to see what...",
  "data/redirect-devtop/2021/7/755517.json": "Beside functions being first class citizens in JavaScript, there are plenty of other features,...",
  "data/redirect-devtop/2021/7/753820.json": "Learning CSS is a life long journey. Everyday some new feature is coming up. With that said, there...",
  "data/redirect-devtop/2021/7/746385.json": "It is our very great pleasure to announce the release of a new, free, MIT-licensed open-source curriculum all about the Internet of Things.",
  "data/redirect-devtop/2021/7/756166.json": "If you want a job build your portfolio projects like a professional dev. This guide split in three parts explains how and provides 3 inspiring ideas.",
  "data/redirect-devtop/2021/7/756042.json": "FizzBuzz is a mental arithmetic game that got turned into a popular interview question. But what if...",
  "data/redirect-devtop/2021/7/756172.json": "Essentially, Git keeps tabs on text changes, but the definition is a version control system. Chances...",
  "data/redirect-devtop/2021/7/753286.json": "CSS provides the position property that specifies how an element should appear in the document. This...",
  "data/redirect-devtop/2021/7/756399.json": "Hello coders! You've always heard the same VS Code hacks over and over again like \"install Prettier...",
  "data/redirect-devtop/2021/7/755811.json": "If I had a dollar for every time I looked up how to ... in Git, I would have enough to launch a new...",
  "data/redirect-devtop/2021/7/755273.json": "Whether you are a beginner or an expert in Hyper Text Markup Language (HTML) it is important to...",
  "data/redirect-devtop/2021/7/755641.json": "I wanted to use a Solid element inside a React app. In the end, I was pleasantly surprised how smooth...",
  "data/redirect-devtop/2021/7/755664.json": "Hi, Do you think about how you can create a custom cursor for your website? This section will show...",
  "data/redirect-devtop/2021/7/755283.json": "Disclaimer: This article is not about which components are better, but more of a discussion on the...",
  "data/redirect-devtop/2021/7/755666.json": "Hello everyone, in this article, we would be discussing:     Implicit binding, Explicit binding in...",
  "data/redirect-devtop/2021/7/755746.json": "First of all let me tell you what is a Rest and GraphQL !            REST(Representational...",
  "data/redirect-devtop/2021/7/746551.json": "Hello folks, today we will cover how to save our browser page as pdf. We will generate pdf using...",
  "data/redirect-devtop/2021/7/756179.json": "This blog talks about 6 simple yet effective way to minimise procrastination.   Procrastinating...",
  "data/redirect-devtop/2021/7/756379.json": "Hey everyone 👋🏻, today we are going to make a discord bot 🤖 which will send gifs according to the...",
  "data/redirect-devtop/2021/7/755784.json": "An Array is a data type in JavaScript used for storing a collection of like data. In our daily...",
  "data/redirect-devtop/2021/7/756410.json": "Node.js is an open-source and cross-platform runtime environment, that allows you to write...",
  "data/redirect-devtop/2021/7/756885.json": "CSS is very important in front-end development. CSS can make a website beautiful or horrible. CSS...",
  "data/redirect-devtop/2021/7/755266.json": "A comment I’ve heard from many people is :   “I’ve tried to learn coding so many times, but it never...",
  "data/redirect-devtop/2021/7/757050.json": "More and more, we find ourselves working with Docker containers in the context of microservice...",
  "data/redirect-devtop/2021/7/756394.json": "With the high adoption of the Go language by developers and large companies, this has led companies...",
  "data/redirect-devtop/2021/7/753846.json": "Next.js is one of my favorite tools for web development -- but it's a frontend framework. How can you...",
  "data/redirect-devtop/2021/7/756825.json": "Hi everyone 👋. My vacation has officially started 🥳, and I would like to present you the July edition...",
  "data/redirect-devtop/2021/7/756217.json": "Whatsapp Web bot to query and get results to and from WolframAlpha API. Contains code and tutorial. Made using npm node. ",
  "data/redirect-devtop/2021/7/755833.json": "Yes!🤔 This question might confuse every beginner whenever they are thinking of to starting a new...",
  "data/redirect-devtop/2021/7/757060.json": "This article is an English translation of the original in my blog: Alejándonos de ReactJs y VueJs en...",
  "data/redirect-devtop/2021/7/754243.json": "TL;DR: We are going to install Docker and create five different containers for a Rust program, each...",
  "data/redirect-devtop/2021/7/756053.json": "After using javascript for all kind of projects and doing it professionally for almost a year...",
  "data/redirect-devtop/2021/7/757531.json": "Recently, I visited a website and while surfing through it, the website’s chatbot caught my...",
  "data/redirect-devtop/2021/7/756550.json": "One of the most important aspects of any graphical user interface is icons. They help the text to...",
  "data/redirect-devtop/2021/7/756214.json": "This article consists of 4 parts which are unrelated to each other.  Everybody who works with...",
  "data/redirect-devtop/2021/7/755489.json": "So, I've just completed my first month of DevOps training at Sparta and I feel like it's time to...",
  "data/redirect-devtop/2021/7/757039.json": "When looking at Vuex tutorials, you can see most of them are quite simple.  The logic is explained...",
  "data/redirect-devtop/2021/7/757246.json": "Hello, buddies! I would like to get into our topic without wasting time.   It's easy to write code....",
  "data/redirect-devtop/2021/7/748672.json": "Discover a ways to develop secure react native application.  Key Points -   Screenshot...",
  "data/redirect-devtop/2021/7/757337.json": "Knowing certain JavaScript one liners can save you valuable time while developing or interviewing....",
  "data/redirect-devtop/2021/7/757537.json": "In this post, we'll build out a Next.js app that enables navigation, authentication, authorization, redirects (client and server-side), and a profile view.",
  "data/redirect-devtop/2021/7/757138.json": "Who doesn't love React Testing Library? If you write tests for React, you probably use it a lot....",
  "data/redirect-devtop/2021/7/758461.json": "Hello devs,  So this is a windows 11 clone that I made in React in the span of 7 days. Would you like...",
  "data/redirect-devtop/2021/7/757365.json": "I have created multiple portfolio website templates using ChakraUI and React. You can check my...",
  "data/redirect-devtop/2021/7/757902.json": "Ever tired of writing multiple lines of similar HTML? If you are, then you can automate the process...",
  "data/redirect-devtop/2021/7/757548.json": "Link to original article (recommended):...",
  "data/redirect-devtop/2021/7/757842.json": "Hello Devs,  In this article i will walk you through one of the important methods of Array in...",
  "data/redirect-devtop/2021/7/756728.json": "In the realm of cloud computing, security is something that possesses duality. Duality in the sense,..."
}