{
  "data/redirect-devtop/2021/11/883949.json": "In the evolution of software architecture, loose coupling has been at the centre. There is an...",
  "data/redirect-devtop/2021/11/883951.json": "I was a Windows fan all my life, both at home since I was 10 years old, and at work for 8 years of my...",
  "data/redirect-devtop/2021/11/884285.json": "Hey Coders! We all can agree that new-age Javascript has changed modern websites structure and the...",
  "data/redirect-devtop/2021/11/884039.json": "In a rush? Head down to the comments and share a domain name you own without a purpose, I (and...",
  "data/redirect-devtop/2021/11/883495.json": "Recently Visual Studio Code also launched an online version of their editor. It is a lightweight...",
  "data/redirect-devtop/2021/11/884471.json": "Frontend developers! Have you ever wondered why to choose a certain type of database for a project,...",
  "data/redirect-devtop/2021/11/884459.json": "Another fantastic Hacktoberfest is in the books! We hope everyone who participated learned something...",
  "data/redirect-devtop/2021/11/883944.json": "1. Creativity When problems surface, a creative developer knows solutions likely already exist. And...",
  "data/redirect-devtop/2021/11/885402.json": "TL;DR  Hoppscotch is an open-source API development ecosystem.  Today we're launching Teams...",
  "data/redirect-devtop/2021/11/885112.json": "Best CSS Frameworks in 2021    Bootstrap  Foundation  Bulma  Tailwind CSS  UI Kit  Milligram...",
  "data/redirect-devtop/2021/11/885132.json": "Hi there👋,  I wanted to build a portfolio which is different and unique with design and little bit...",
  "data/redirect-devtop/2021/11/884283.json": "Particles.js   It’s been a long time since I promised to get my hands dirty with the...",
  "data/redirect-devtop/2021/11/885821.json": "Hacktober is over, but that doesn't mean we shouldn't continue to encourage folks to contribute to...",
  "data/redirect-devtop/2021/11/884447.json": "A detailed write-up about a CityJS talk covering power tips of console, developer tools and how to use the tools outside the browser",
  "data/redirect-devtop/2021/11/885433.json": "There are many popular ecommerce platforms that come to developers’ minds first, and one of these is...",
  "data/redirect-devtop/2021/11/883882.json": "My 2021 Linux development machine explained",
  "data/redirect-devtop/2021/11/884297.json": "The useState and useEffect hooks were a godsend for the React community. However, like any tool,...",
  "data/redirect-devtop/2021/11/883629.json": "don't waste time in useless agile status update. here are a few tips to improve productivity and communication in your team.",
  "data/redirect-devtop/2021/11/885097.json": "What you’ll be building, Git Repo Here.               Featured Articles    Uber Clone Facebook...",
  "data/redirect-devtop/2021/11/885101.json": "Responsive personal portfolio website with html css js  In this video series,  I will show you...",
  "data/redirect-devtop/2021/11/884042.json": "Let's get straight to the answer. Rails is not dead. It is anything but dead.  Ruby on Rails is more...",
  "data/redirect-devtop/2021/11/885674.json": "Video   If you'd prefer a video with animated examples, you can check out the video that I...",
  "data/redirect-devtop/2021/11/885054.json": "The original article was published on Codica blog.  Web tools like Vue.js and React offer developers...",
  "data/redirect-devtop/2021/11/884958.json": "What is React Native?   React Native is a JavaScript framework that allows you to create...",
  "data/redirect-devtop/2021/11/885420.json": "Many engineering teams get stuck and cannot ship quality software fast because of technical...",
  "data/redirect-devtop/2021/11/885825.json": "Hi guys!.  In this post, we will be looking into the best ways CSS code can be added in React JS or...",
  "data/redirect-devtop/2021/11/886836.json": "This article was originally published on my blog: camchenry.com. If you enjoy this article, please...",
  "data/redirect-devtop/2021/11/885140.json": "Hello Folks 👋   This is Savio here. 14 year old, building useful products. Helping people...",
  "data/redirect-devtop/2021/11/884681.json": "I've been having a ton of fun creating interactive musical tools and references over at muted.io....",
  "data/redirect-devtop/2021/11/887053.json": "So I'd like you to think about it, you love building with flutter right? and flutter's like your best...",
  "data/redirect-devtop/2021/11/887140.json": "Hi there👋,  In this guide we will be learning how to integrate a payment gateway in our web...",
  "data/redirect-devtop/2021/11/884675.json": "What is burnout?   Burnout is an increasingly widespread and destructive mental health...",
  "data/redirect-devtop/2021/11/885906.json": "A round up of the most-read and most-loved contributions from the community this past week.",
  "data/redirect-devtop/2021/11/886013.json": "Introduction   If you're a developer, it's important for you to have a personal portfolio...",
  "data/redirect-devtop/2021/11/887529.json": "OK so I have read a few things about blockchain and dApps, I have listened to a few Twitter spaces...",
  "data/redirect-devtop/2021/11/886515.json": "Hello guys👋🏼, today we'd be talking about graphQL and how it works with React. We'd also be looking...",
  "data/redirect-devtop/2021/11/887274.json": "This post takes by granted that you already have Jest set up and a test script defined on your...",
  "data/redirect-devtop/2021/11/887478.json": "So few days ago I applied to a MNC and I had some interesting problems to solve in given amount of...",
  "data/redirect-devtop/2021/11/886471.json": "Some useful snippets for you to use.",
  "data/redirect-devtop/2021/11/887088.json": "In the Jamstack world the word “decoupling” is thrown around a lot, and it can be intimidating to not...",
  "data/redirect-devtop/2021/11/886845.json": "This article first appeared here: ...",
  "data/redirect-devtop/2021/11/888102.json": "I saw a lot of junior developper using forEach when they need to handle array.  I will show you and...",
  "data/redirect-devtop/2021/11/887878.json": "Development was always a way of evolution. The evolution of modern programming development brings a...",
  "data/redirect-devtop/2021/11/886762.json": "The road you need to take to become a senior developer is huge.  It is a difference that most...",
  "data/redirect-devtop/2021/11/885405.json": "Photo by Abby Chung from Pexels  You would like to continue your journey as a developer by...",
  "data/redirect-devtop/2021/11/888436.json": "Join me in this post as I create a React component using Test Driven Development (TDD) approach.  I...",
  "data/redirect-devtop/2021/11/887513.json": "Recently I heard about GitHub Copilot and thought it would be amazing.  I was right . I applied for...",
  "data/redirect-devtop/2021/11/887522.json": "After years of struggling when building a notification infrastructure for different projects I was...",
  "data/redirect-devtop/2021/11/886768.json": "This is a repost with little modifications of a post originally in my blog. zairiaimen.com If you...",
  "data/redirect-devtop/2021/11/888106.json": "What is Blockchain?   Blockchain is a digital chain of blocks where every block records...",
  "data/redirect-devtop/2021/11/888071.json": "Now a days a lots of people are working on a side projects or the PoC(proof of concept) to showcase...",
  "data/redirect-devtop/2021/11/888092.json": "Hello, buddies! Programming in itself is a very beautiful art. Sometimes we may face some problems...",
  "data/redirect-devtop/2021/11/888596.json": "What you’ll be building, Git Repo Here.               Featured Articles    Uber Clone Facebook...",
  "data/redirect-devtop/2021/11/888380.json": "Trending Projects is available as a weekly newsletter please sign up at Stargazing.dev to ensure you...",
  "data/redirect-devtop/2021/11/888404.json": "GitHub Copilot has surprised me beyond what I could have ever expected. I guess artificial...",
  "data/redirect-devtop/2021/11/886833.json": "In this article, you will learn how to create Random Quote Generator using JavaScript and API. I have...",
  "data/redirect-devtop/2021/11/889649.json": "When I read the document written by Phu Minh, I was curious about learning different concepts about...",
  "data/redirect-devtop/2021/11/889850.json": "Structure and Organize React Components for Enterprise Application  React is the most popular...",
  "data/redirect-devtop/2021/11/888601.json": "In this article we are going to learn how to implement Clean Architecture on .NET. We are going to...",
  "data/redirect-devtop/2021/11/887134.json": "At Forem a few coworkers and I have formed a Linux Club🤓.  Joe Doss is leading us on this adventure...",
  "data/redirect-devtop/2021/11/888838.json": "The current hands of the project hot update is getting slower and slower, so there is the emergence...",
  "data/redirect-devtop/2021/11/887492.json": "Hello readers my name is Abhinav maurya and I’m frontend developer and heading up towards backend....",
  "data/redirect-devtop/2021/11/888435.json": "A short journey in the csharp history",
  "data/redirect-devtop/2021/11/889626.json": "Python Objects 🐍   In Python everything is an object.  An object is formed by:   A memory..."
}