{
  "data/redirect-devtop/2021/9/810571.json": "Many developers or beginners just learn all the fundamentals concepts but they don't implement those...",
  "data/redirect-devtop/2021/9/810285.json": "Hello dear developers, In today's blog, we'll see how to make an exclusive Product landing page using...",
  "data/redirect-devtop/2021/9/810584.json": "Not very long ago I gave a talk about the clean architecture on frontend. In this post I'm outlining...",
  "data/redirect-devtop/2021/9/810195.json": "It can feel like you are a ghost when your articles get zero likes and low engagement. This is...",
  "data/redirect-devtop/2021/9/810147.json": "Hello, welcome. In today's blog, we'll see how to make awesome fully working tile navigation system...",
  "data/redirect-devtop/2021/9/810222.json": "For those who are unfamiliar with this library, I advise you to try it, as it can de facto become the...",
  "data/redirect-devtop/2021/9/810010.json": "Angular has many types of Observables which you can use. Maybe you've seen Subject, BehaviourSubject,...",
  "data/redirect-devtop/2021/9/809970.json": "A good programmer is someone who always looks both ways before crossing a one-way street. ~Doug...",
  "data/redirect-devtop/2021/9/810985.json": "So I built a SaaS in 30 days... and it was way more complicated that I originally thought, but check...",
  "data/redirect-devtop/2021/9/810612.json": "What if controlling a modal was easy as writing the following effect:    const someModal =...",
  "data/redirect-devtop/2021/9/811095.json": "React.useEffect() is one of the React hooks that manages side-effects in functional React components....",
  "data/redirect-devtop/2021/9/811465.json": "The game has changed. You don't need a College or University Degree to be a developer anymore. I am...",
  "data/redirect-devtop/2021/9/810682.json": "🎇 MERN stands for MongoDB, Express, React, Node these four things added to make the stack.While...",
  "data/redirect-devtop/2021/9/810460.json": "Hello Guys today I am going to show you how to search element in React in Real Time without clicking...",
  "data/redirect-devtop/2021/9/811340.json": "I used to carry my “Korg Kaossilator” around with me. For those of you who don't know what that is –...",
  "data/redirect-devtop/2021/9/810927.json": "How to create a REST API with Python and Django step by step ",
  "data/redirect-devtop/2021/9/810292.json": "What you’ll be building. Demo, Git Repo Here.   Figure 1.1 Facebook Clone   Figure 1.2. The Chat...",
  "data/redirect-devtop/2021/9/811142.json": "This article was originally published on my personal blog  Internationalization, or i18n, is...",
  "data/redirect-devtop/2021/9/811790.json": "We've all been there. You've got comments on your code from a reviewer and it feels like you might as...",
  "data/redirect-devtop/2021/9/811869.json": "After the scalable one-line typewriter and the crazy \"scrabble\"-writer let's do a last one: The...",
  "data/redirect-devtop/2021/9/811857.json": "Due to COVID-19 Pandemic the whole world had shifted to Digital Platform which affect the website...",
  "data/redirect-devtop/2021/9/810851.json": "There is a project called ESBuild, basically a bundler like web-pack or rollup, and it has been...",
  "data/redirect-devtop/2021/9/810617.json": "Material-ui is a ui framework for react based on Material Design which is developed by Google .  I..."
}