{
  "data/redirect-devtop/2021/6/714546.json": "Join us in collecting stories of LGBTQIA+ pride — and amplifying organizations doing important work in this space.",
  "data/redirect-devtop/2021/6/714700.json": "Hi folks,   Frontend development is continuously evolving  with new technologies and frameworks. It i...",
  "data/redirect-devtop/2021/6/715215.json": "Microservice applications rely heavily on messaging and asynchronous communications to keep everythin...",
  "data/redirect-devtop/2021/6/714954.json": "Are you looking 👀 for emoji symbols you could copy and paste to another website or app❓ Online ⌨️ Emo...",
  "data/redirect-devtop/2021/6/715643.json": "You might have heard of the Virtual DOM (and also the Shadow DOM). You may have even used it (JSX is...",
  "data/redirect-devtop/2021/6/715042.json": "We continue our walk on the path leading to Vim mastery by reviewing crazy Vim functionalities which will increase even more your productivity.",
  "data/redirect-devtop/2021/6/715297.json": "I'm Hiep. I work as a full-time software engineer. Most of my open-source projects are focused on o...",
  "data/redirect-devtop/2021/6/716014.json": "As YouTube is one of the most searched search engines on the entire planet, it is obvious that YouTub...",
  "data/redirect-devtop/2021/6/715238.json": "Images engage users, drive clicks, and generally make everything better--except performance. Images a...",
  "data/redirect-devtop/2021/6/715298.json": "In this guide you'll learn how you can create a CLI script to dynamically update your Twitter cover image to show your latest Twitter followers, using PHP and the PHP-GD library.",
  "data/redirect-devtop/2021/6/715762.json": "Developing locally when building a serverless application is not only tiresome and hard to do its actually bad for you",
  "data/redirect-devtop/2021/6/716800.json": "Does this sound familiar to you?   If you are a coder, programmer or software developer then...",
  "data/redirect-devtop/2021/6/716298.json": "I'm answering the question.  ",
  "data/redirect-devtop/2021/6/715645.json": "You have covered the basics ✅  Now, you are ready to impress the interviewer with some advanced conce...",
  "data/redirect-devtop/2021/6/717273.json": "We’re excited to let you know that the Forem iOS app is now live in the App Store. I want to get into...",
  "data/redirect-devtop/2021/6/715767.json": "Hey, Josh here again. Lately, I’ve been showing you how to build projects with Ruby on Rails and Reac...",
  "data/redirect-devtop/2021/6/716674.json": "I created 9 simple full screen navigation menu for beginners using CSS and JavaScript. These are just...",
  "data/redirect-devtop/2021/6/716529.json": "Hey React engineers! In this article, I'll explain the 4 most important hooks you need to know in Rea...",
  "data/redirect-devtop/2021/6/716507.json": "If you’re running a small business and just now getting started with website marketing, I’ve got some...",
  "data/redirect-devtop/2021/6/716058.json": "Hello guys, In this article we will learn how to create simple parallax scrolling effect using GASP S...",
  "data/redirect-devtop/2021/6/715760.json": "This article lists out some great platforms for practicing and improving your frontend development skills.",
  "data/redirect-devtop/2021/6/716551.json": "Distributed applications are a staple of the modern software development industry. They're pivotal to...",
  "data/redirect-devtop/2021/6/716296.json": "Did you ever experienced this behaviour when the parent container starts scrolling once the child scr...",
  "data/redirect-devtop/2021/6/717934.json": "Hi everyone. I made 52 responsive snippets that can help you to build website for your project, portf...",
  "data/redirect-devtop/2021/6/716859.json": "A web page consists of different sections and components, and we make them responsive by using CSS me...",
  "data/redirect-devtop/2021/6/717321.json": "My previous post was supposed to be a rant...a way of releasing my pent-up anger and frustration at t...",
  "data/redirect-devtop/2021/6/716408.json": "What is HarperDB?   HarperDB is an easy database solution that helps collect, distribute, an...",
  "data/redirect-devtop/2021/6/717131.json": "Whether you are a freelance developer, own a launderette, or have another type of small business, a g...",
  "data/redirect-devtop/2021/6/718438.json": "Building projects and solving real world problems is inarguably one of the best ways you can learn ho...",
  "data/redirect-devtop/2021/6/717561.json": "I built Cusdis in April 2021, an open-source, light-weight, privacy-friendly alternative to Disqus. I...",
  "data/redirect-devtop/2021/6/715977.json": "Hello, glad you are here. I am kunaal and today we will see how to make our own custom right click op...",
  "data/redirect-devtop/2021/6/717088.json": "Hello,  Today I created a Amazing Login Form With Validation Using HTML &amp; JS. This is a simple fo...",
  "data/redirect-devtop/2021/6/716834.json": "Trending Projects is available as a weekly newsletter please sign up at www.iainfreestone.com to ensu...",
  "data/redirect-devtop/2021/6/718359.json": "We know how stressful it can be to search for various designing resources here and there. So, to save...",
  "data/redirect-devtop/2021/6/718394.json": "Hello everyone👋  In this article, we are going to see how we can generate a PDF of any HTML element i...",
  "data/redirect-devtop/2021/6/718347.json": "Lodash is an incredible library of utilities that you may not always need.",
  "data/redirect-devtop/2021/6/718222.json": "Almost everyone is familiar with hooks these days, useEffect is one of the most used hook. My 2 cents...",
  "data/redirect-devtop/2021/6/717962.json": "Creational Pattern - Builder Pattern.   This is the third part in my series (23 GoF Design P...",
  "data/redirect-devtop/2021/6/717485.json": "In my last blog entry, I had created a visualizer to model an approach to solving a Leetcode algorith...",
  "data/redirect-devtop/2021/6/718802.json": "This is the first part in my series (Crack the React Interviews By Using Mindmap). My series will giv...",
  "data/redirect-devtop/2021/6/718431.json": "✨ What you'll be making In this tutorial, I'll walk you through how to make a chrome extension with v...",
  "data/redirect-devtop/2021/6/717902.json": "Hi, Today we are going to implement API authentication with JWT in node.js application. Authenticatio...",
  "data/redirect-devtop/2021/6/717837.json": "Creating and setting up your own React project from scratch can be, at times, a little bit tricky, ev...",
  "data/redirect-devtop/2021/6/718235.json": "When you're new to React Hooks, you may notice that you get warnings and bugs if you use an async fun...",
  "data/redirect-devtop/2021/6/717490.json": "Before we begin with Higher Order Functions and Currying, we need to first establish what a normal fu...",
  "data/redirect-devtop/2021/6/718886.json": "Creational Pattern - Factory Pattern.   This is the fourth part in my series (23 GoF Design...",
  "data/redirect-devtop/2021/6/718119.json": "Hello  Today I created a Amazing Glassmorphism Credit Card With HTML &amp; CSS. This is simple Credit...",
  "data/redirect-devtop/2021/6/715066.json": "TL;DR   Using the DEV API the title of this article gets automatically updated every 60 seco...",
  "data/redirect-devtop/2021/6/717897.json": "Hello, glad you are here. I am kunaal and today we will see how to make an awesome loading animation...",
  "data/redirect-devtop/2021/6/718351.json": "Let us consider an example where we are trying to build a search bar, which has the capability of aut...",
  "data/redirect-devtop/2021/6/719077.json": "This is the second part in my series (Crack the React Interviews Using Mindmap). My series will give...",
  "data/redirect-devtop/2021/6/718808.json": "If you are starting on the journey to becoming a Front End Developer, once you get the basics down, y...",
  "data/redirect-devtop/2021/6/718821.json": "Events handling and promises in particular are hands down the best JavaScript feature. You're probabl...",
  "data/redirect-devtop/2021/6/718740.json": "Hi there 👋,  Checkout my recently made responsive agency website.  In this responsive website i have...",
  "data/redirect-devtop/2021/6/719044.json": "Three years ago, I decided to part ways with my Facebook account, and I decided to replace the time s...",
  "data/redirect-devtop/2021/6/717668.json": "I was recently asked by a developer friend of mine what design patterns I use in my job. The question...",
  "data/redirect-devtop/2021/6/719079.json": "Choose an area of focus and be good at it Coding has various fields and areas of focus. It is almost...",
  "data/redirect-devtop/2021/6/719043.json": "Let's build a super simple compiler!  In this series, I am going to show you how to build a compiler....",
  "data/redirect-devtop/2021/6/719617.json": "For many of you, this is the fourth part of this series \"Top 10 Websites For Developers\". You could c...",
  "data/redirect-devtop/2021/6/718087.json": "TL-DR:   Nesse artigo eu falo sobre estratégias que eu uso para navegar de maneira eficiente...",
  "data/redirect-devtop/2021/6/719032.json": "Introduction:   Before reading this article you should know about React &amp; Redux, its wor...",
  "data/redirect-devtop/2021/6/719239.json": "Do not panic! You do not need to learn X language and know Y algorithm before you apply to Z tech com..."
}