{
  "data/redirect-devtop/2021/9/810571.json": "Many developers or beginners just learn all the fundamentals concepts but they don't implement those...",
  "data/redirect-devtop/2021/9/810285.json": "Hello dear developers, In today's blog, we'll see how to make an exclusive Product landing page using...",
  "data/redirect-devtop/2021/9/810584.json": "Not very long ago I gave a talk about the clean architecture on frontend. In this post I'm outlining...",
  "data/redirect-devtop/2021/9/810195.json": "It can feel like you are a ghost when your articles get zero likes and low engagement. This is...",
  "data/redirect-devtop/2021/9/810147.json": "Hello, welcome. In today's blog, we'll see how to make awesome fully working tile navigation system...",
  "data/redirect-devtop/2021/9/810222.json": "For those who are unfamiliar with this library, I advise you to try it, as it can de facto become the...",
  "data/redirect-devtop/2021/9/810010.json": "Angular has many types of Observables which you can use. Maybe you've seen Subject, BehaviourSubject,...",
  "data/redirect-devtop/2021/9/809970.json": "A good programmer is someone who always looks both ways before crossing a one-way street. ~Doug...",
  "data/redirect-devtop/2021/9/810985.json": "So I built a SaaS in 30 days... and it was way more complicated that I originally thought, but check...",
  "data/redirect-devtop/2021/9/810612.json": "What if controlling a modal was easy as writing the following effect:    const someModal =...",
  "data/redirect-devtop/2021/9/811095.json": "React.useEffect() is one of the React hooks that manages side-effects in functional React components....",
  "data/redirect-devtop/2021/9/811465.json": "The game has changed. You don't need a College or University Degree to be a developer anymore. I am...",
  "data/redirect-devtop/2021/9/810682.json": "🎇 MERN stands for MongoDB, Express, React, Node these four things added to make the stack.While...",
  "data/redirect-devtop/2021/9/810460.json": "Hello Guys today I am going to show you how to search element in React in Real Time without clicking...",
  "data/redirect-devtop/2021/9/811340.json": "I used to carry my “Korg Kaossilator” around with me. For those of you who don't know what that is –...",
  "data/redirect-devtop/2021/9/810927.json": "How to create a REST API with Python and Django step by step ",
  "data/redirect-devtop/2021/9/810292.json": "What you’ll be building. Demo, Git Repo Here.   Figure 1.1 Facebook Clone   Figure 1.2. The Chat...",
  "data/redirect-devtop/2021/9/811142.json": "This article was originally published on my personal blog  Internationalization, or i18n, is...",
  "data/redirect-devtop/2021/9/811790.json": "We've all been there. You've got comments on your code from a reviewer and it feels like you might as...",
  "data/redirect-devtop/2021/9/811869.json": "After the scalable one-line typewriter and the crazy \"scrabble\"-writer let's do a last one: The...",
  "data/redirect-devtop/2021/9/811857.json": "Due to COVID-19 Pandemic the whole world had shifted to Digital Platform which affect the website...",
  "data/redirect-devtop/2021/9/810851.json": "There is a project called ESBuild, basically a bundler like web-pack or rollup, and it has been...",
  "data/redirect-devtop/2021/9/810617.json": "Material-ui is a ui framework for react based on Material Design which is developed by Google .  I...",
  "data/redirect-devtop/2021/9/811143.json": "Trending Projects is available as a weekly newsletter please sign up at Stargazing.dev to ensure you...",
  "data/redirect-devtop/2021/9/811810.json": "ECMAScript, the standardized version of JavaScript is increasing its popularity and is becoming...",
  "data/redirect-devtop/2021/9/812924.json": "Introduction  Today I would like to give examples of good GitHub repositories that will help you...",
  "data/redirect-devtop/2021/9/812343.json": "If you’re no stranger to developer workflow then you know that sometimes - Git happens! The good news...",
  "data/redirect-devtop/2021/9/811164.json": "From time to time, we come across situations where the type isn't known beforehand, i.e. could be...",
  "data/redirect-devtop/2021/9/811481.json": "In this article, I am going to show you how to create an Accordion Menu menu using HTML, CSS, and...",
  "data/redirect-devtop/2021/9/812341.json": "Unix was released in October 1973. Today there are many different versions based on Unix. The most...",
  "data/redirect-devtop/2021/9/811449.json": "When I started to learn Next.js, I got overwhelmed with the list of abbreviations that looks similar,...",
  "data/redirect-devtop/2021/9/811995.json": "A typewriter effect done in pure CSS and HTML (no JS). Another entry for the \"CSS-war\" started by Temani Afif.",
  "data/redirect-devtop/2021/9/811817.json": "Serverless Cloud is a new serverless app platform from Serverless, Inc. Unlike the Serverless Framework, it does not deploy your application directly to AWS. Instead, it lives on a new hosting service in the cloud with a dashboard and real-time logs.",
  "data/redirect-devtop/2021/9/810956.json": "what is React and JSX?   REACT  is an open-source framework to create user interfaces. It's...",
  "data/redirect-devtop/2021/9/811441.json": "If you want to set an authentication system like jwt, then you have to store your token inside the...",
  "data/redirect-devtop/2021/9/812913.json": "Fetching data from the backend is one of the crucial parts of the web application. For every...",
  "data/redirect-devtop/2021/9/813379.json": "Hey guys. Notifications are vital if you want to drive traffic to your web...",
  "data/redirect-devtop/2021/9/811846.json": "Have you ever felt stuck in your studies? Let's talk about it  If you're reading this you've probably...",
  "data/redirect-devtop/2021/9/813525.json": "Hello, Today we'll see, how we can easily create a music player using HTML, CSS and JS only. No other...",
  "data/redirect-devtop/2021/9/813041.json": "Hi I'm Aya Bouchiha, I decided to share with you my favorite react library for providing logging in...",
  "data/redirect-devtop/2021/9/812939.json": "TypeScript is growing rapidly in popularity, but isn't worth the effort for some projects. However,...",
  "data/redirect-devtop/2021/9/811473.json": "Whether it be testing out markdown, creating your next viral blog cover, or making cool and minimal...",
  "data/redirect-devtop/2021/9/810959.json": "Hello Everyone 👋 Thanks for all the ❤️ 🔖 and 🦄 on the previous post. I use this space to share...",
  "data/redirect-devtop/2021/9/811866.json": "TL;DR    Z-Indexes can get messy fast. It's common to pick z-indexes by guessing! There are...",
  "data/redirect-devtop/2021/9/811406.json": "If you want to get started with Cloud &amp; DevOps but don't know where I've compiled some incredible...",
  "data/redirect-devtop/2021/9/813595.json": "Working in a nice place makes you feel more productive, if you enjoy the look of your code, then you...",
  "data/redirect-devtop/2021/9/813375.json": "Minimize CO2 emissions  Photo by Noah Buscher on Unsplash  We had an interesting presentation about...",
  "data/redirect-devtop/2021/9/813402.json": "I was recently filling a survey form built on Typeform (Highly recommend using) and I must say that...",
  "data/redirect-devtop/2021/9/812934.json": "A complete Flask tutorial for beginners             I made this tutorial to help and teach...",
  "data/redirect-devtop/2021/9/813186.json": "Choosing the best backend web development framework is a little bit harder for beginners. With the so...",
  "data/redirect-devtop/2021/9/812948.json": "Quick Summary   Software development is great and fun but it can be a mess and a very bad...",
  "data/redirect-devtop/2021/9/813836.json": "While Programming, you are bound to encounter Repetitive Code, writing which is a complete waste of...",
  "data/redirect-devtop/2021/9/813361.json": "Event Listeners help us in binding functions which are called when that event is emitted, like...",
  "data/redirect-devtop/2021/9/811820.json": "Stop using HTML as the dumping ground for your build process du jour. We can do better.",
  "data/redirect-devtop/2021/9/813341.json": "Hooks are a new feature introduced in React 16.8 and available in later versions. We can use state...",
  "data/redirect-devtop/2021/9/813598.json": "In this blog series tutorial, I will be covering some of the basic JavaScript programming...",
  "data/redirect-devtop/2021/9/813968.json": "I always wanted to build a unique portfolio for myself and was inspired by a lot of portfolios. Right...",
  "data/redirect-devtop/2021/9/814168.json": "Exploring scenarios where computed properties might degrade your Vue component's performance.",
  "data/redirect-devtop/2021/9/814326.json": "A curated list with pixel-perfect dashboards to use for free in 2021: Soft UI, Volt, Berry, CoreUI, and Star Admin. All products are open-source released under MIT License on Github.",
  "data/redirect-devtop/2021/9/813980.json": "1. Problem   In the lifecycle of a component, React re-renders the component when an update...",
  "data/redirect-devtop/2021/9/813987.json": "Create simple Step progress bar in HTML, CSS and JavaScript.           HTML      &lt;!DOCTYPE...",
  "data/redirect-devtop/2021/9/813949.json": "Hey All 👋 , with this article I'm going to start a series of articles on JavaScript concepts. So I'm...",
  "data/redirect-devtop/2021/9/813392.json": "As a part of a backoffice team in a financial organisation, I have to deal with a lot of complex data...",
  "data/redirect-devtop/2021/9/814201.json": "I am totally new in web development and this is my first blog, any sorts of suggestion or comments is...",
  "data/redirect-devtop/2021/9/812897.json": "A quick walkthrough on how to build a search bar feature with Javascript           What’s a Search...",
  "data/redirect-devtop/2021/9/814056.json": "In this post, I will enhance The Multi-line Typewriter to create more fancy variation of \"writer...",
  "data/redirect-devtop/2021/9/814828.json": "A collection of JavaScript libraries, resources and shiny things.              Package...",
  "data/redirect-devtop/2021/9/814385.json": "Contents    Overview Implementation Conclusion               Overview   Displaying the...",
  "data/redirect-devtop/2021/9/814896.json": "A stumbling block for almost all aspiring writers is what should I write about? Writers block...",
  "data/redirect-devtop/2021/9/814528.json": "Why in the world do do hex or rgb colors have to be so hard to remember? Not to mention how much of a...",
  "data/redirect-devtop/2021/9/813568.json": "Binary Search is one of the fastest searching algorithms, especially when it comes to searching large...",
  "data/redirect-devtop/2021/9/815191.json": "Text symbols aren't the best way to create graphic   There is a practice of creating...",
  "data/redirect-devtop/2021/9/813837.json": "Hello Everyone...👋 In this Post, we briefly look at object-oriented programming concepts in...",
  "data/redirect-devtop/2021/9/814145.json": "If you haven't read part-1 &amp; part-2, please first read those else you'll feel this article is...",
  "data/redirect-devtop/2021/9/813988.json": "What is TypeScript?   TypeScript is a superset of JavaScript. It provides all the features...",
  "data/redirect-devtop/2021/9/809992.json": "Want to boost up your productivity as a programmer? Well then, here is the list of 15+ Best...",
  "data/redirect-devtop/2021/9/815114.json": "One of the core things I've been working on for the past 10 years are APIs. Everything from simple...",
  "data/redirect-devtop/2021/9/814317.json": "We all know Dark mode is one of the hottest features from 2019. Everything from smartphones, laptops,...",
  "data/redirect-devtop/2021/9/815377.json": "Launching 🚀           Dopefolio 🔥 - An OpenSource Multipage Portfolio Website Template for Developers...",
  "data/redirect-devtop/2021/9/815786.json": "Hello Coders!👋   Welcome back to the Javascript project series. Today i'm share another...",
  "data/redirect-devtop/2021/9/813369.json": "Each year, new lists of UI design trends are published, as is the case with trends. However, there is...",
  "data/redirect-devtop/2021/9/815546.json": "Objects and Prototypes   Like many object-oriented languages, JavaScript provides support...",
  "data/redirect-devtop/2021/9/816338.json": "What is React?   React is a free and Open Source Front End JavaScript Library for building...",
  "data/redirect-devtop/2021/9/814188.json": "Over the past few years I have created tons and tons of models in Laravel. These models have always...",
  "data/redirect-devtop/2021/9/814904.json": "Reversing a String is indeed one of the most common and needed operations in JavaScript. During the...",
  "data/redirect-devtop/2021/9/815744.json": "Intro   As part of a project at work, I had to develop a way to intercept and store HTTP...",
  "data/redirect-devtop/2021/9/816257.json": "Hello, In today's article you'll learn to create awesome visiting card designer. Where you can add...",
  "data/redirect-devtop/2021/9/816348.json": "Sometimes syntax doesn't make a lot of sense and feels arbitrary. But often there is a reason under the hood.",
  "data/redirect-devtop/2021/9/816277.json": "My team at AWS has been releasing a ton of new features that make AWS Amplify better than ever. Here...",
  "data/redirect-devtop/2021/9/815540.json": "Build Setup   TL;DR - I use Eleventy and Sass CLI, and have created a few other build...",
  "data/redirect-devtop/2021/9/816625.json": "Hello Devs,  In this blog, we are going to learn that how you can detect mobile device or browser or...",
  "data/redirect-devtop/2021/9/817053.json": "One of the toughest things to do as a new developer is to assemble an online portfolio.   What should...",
  "data/redirect-devtop/2021/9/816846.json": "Let's check, many times (or few) arises the need to remove duplicate elements given in an array, I...",
  "data/redirect-devtop/2021/9/816597.json": "Hey Coders!   If you are a react developer then you might have already heard about the latest...",
  "data/redirect-devtop/2021/9/815379.json": "Yesterday I wondered how to display a PDF document on a website.  I tried with iframe to display the...",
  "data/redirect-devtop/2021/9/813376.json": "Quick tutorial how to implement Bidirectional map on TypeScript language",
  "data/redirect-devtop/2021/9/816092.json": "Have you been reading multiple articles trying to understand whether Node.js is single-threaded or...",
  "data/redirect-devtop/2021/9/815219.json": "Objects   Objects are JavaScript’s fundamental data structure. Intuitively, an object...",
  "data/redirect-devtop/2021/9/815580.json": "A responsive drawing of Homer Simpson done in CSS, using a single HTML element.",
  "data/redirect-devtop/2021/9/817265.json": "Appwrite 0.10 introduced Magic URL a password-less authentication method. This allows developers to...",
  "data/redirect-devtop/2021/9/816309.json": "Hey readers, the title of this article is not click-bait, you can actually start learning HTML and...",
  "data/redirect-devtop/2021/9/817355.json": "Hey, Devs! I'm here to share some best React component libraries that are popular among developers...",
  "data/redirect-devtop/2021/9/815973.json": "Keeping cloud costs in check is a challenge for many teams. Luckily, they can now benefit from...",
  "data/redirect-devtop/2021/9/817536.json": "In this blog, I will explain everything you need to know about server-side rendering.  I have created...",
  "data/redirect-devtop/2021/9/817315.json": "1. The Open Movie Database (OMDb)   OMDb contains different kinds of movies that you can use...",
  "data/redirect-devtop/2021/9/815604.json": "This past week during my 100 days of hacking challenge, I started to dive deeper into the...",
  "data/redirect-devtop/2021/9/817047.json": "Back at the start of this year I began weekly live streams of my side project where I've been...",
  "data/redirect-devtop/2021/9/817543.json": "I remember my first encounter with responsive design. Before any investigation, it seemed incredibly...",
  "data/redirect-devtop/2021/9/810799.json": "When is a search bar not a search bar? When it's an \"omnibar\" built with Autocomplete!      In her...",
  "data/redirect-devtop/2021/9/813858.json": "Have you ever failed to understand how the percentages work in CSS? Ever wondered why it's so messed...",
  "data/redirect-devtop/2021/9/817538.json": "TLDR;   I'm making a pluggable widget component with front end and serverless back end...",
  "data/redirect-devtop/2021/9/816828.json": "I'm going to share with you something I learned today! I needed to show some pictures in a project...",
  "data/redirect-devtop/2021/9/817904.json": "I often see that JS devs struggle to create good types in Typescript. Some people use the famous any...",
  "data/redirect-devtop/2021/9/817861.json": "Hello, dear developers, Today we'll see, how we can easily create a responsive landing page using...",
  "data/redirect-devtop/2021/9/817286.json": "This article was originally posted on my blog. Head over to inspiredwebdev.com for more articles and...",
  "data/redirect-devtop/2021/9/816272.json": "Many technical problems ultimately turn out to be people problems, and a lack of good documentation...",
  "data/redirect-devtop/2021/9/818537.json": "JavaScript is one of the most loved and hated languages in the world. It is loved because it is...",
  "data/redirect-devtop/2021/9/817055.json": "Formik is a best library and I use it every time. So today I am writing this post for fundamentals of...",
  "data/redirect-devtop/2021/9/818453.json": "I decided to bring the articles from my blog here to dev.to and following the order, the first...",
  "data/redirect-devtop/2021/9/817332.json": "Hi folks,  In order to help everyone, I have listed down a few of the best materials (books + videos)...",
  "data/redirect-devtop/2021/9/818753.json": "So last time, I made a typewriter animation without HTML, CSS, nor Javascript. What happens if...",
  "data/redirect-devtop/2021/9/818568.json": "An open source and free React Landing Page template using TypeScript and Tailwind CSS. Perfect landing page for your SaaS, online products or services.",
  "data/redirect-devtop/2021/9/816691.json": "Open-source Django Dashboard built with latest Django Version",
  "data/redirect-devtop/2021/9/814177.json": "Introduction            Disclaimer    English is not my native language, so there may be...",
  "data/redirect-devtop/2021/9/818563.json": "Corepack is the new built-in tool for preparing the required package manager for our projects. Let's...",
  "data/redirect-devtop/2021/9/818747.json": "Before comparing Reactjs vs React Native, let’s take a look at the small history of both of...",
  "data/redirect-devtop/2021/9/817609.json": "In this blog post we are going to learn HTTPie - a command line utility to debug web services. In our...",
  "data/redirect-devtop/2021/9/817629.json": "Have you seen Contentful’s event website that generates customized and shareable ticket images that...",
  "data/redirect-devtop/2021/9/818797.json": "In this article, from Dotnetsafer we will show you 5 different performance tricks that you can do in...",
  "data/redirect-devtop/2021/9/817087.json": "Building a Clubhouse clone with audio conferencing , chat and change roles using React , Tailwind and 100ms SDKs.",
  "data/redirect-devtop/2021/9/818847.json": "If you started coding in JavaScript and want to know some awesome project ideas, to practice this...",
  "data/redirect-devtop/2021/9/816616.json": "Subscription of observables is the bread and butter of using RxJS. With each subscription, we create...",
  "data/redirect-devtop/2021/9/812367.json": "Feli #ChooseToChallenge                       @kotzendekrabbe       ...",
  "data/redirect-devtop/2021/9/818264.json": "Trending Projects is available as a weekly newsletter please sign up at Stargazing.dev to ensure you...",
  "data/redirect-devtop/2021/9/819518.json": "If you're a person who prefers reading over watching videos for learning new skills and technologies...",
  "data/redirect-devtop/2021/9/819584.json": "Perhaps the most complicated and greatest asset a human being can have is the processing power...",
  "data/redirect-devtop/2021/9/811176.json": "So from now we manage a lot of things, but we need to divide our config into two parts:   Dev part...",
  "data/redirect-devtop/2021/9/819764.json": "I spent the last two weeks putting this together. Just looking to get other coders perspectives on...",
  "data/redirect-devtop/2021/9/820102.json": "Introduction  A few weeks ago, I made a post about how to make a Glitch Effect on pure CSS. But in...",
  "data/redirect-devtop/2021/9/819530.json": "At the start of a new web app development project, any developer would have a burning dilemma: What...",
  "data/redirect-devtop/2021/9/815381.json": "Earlier this year I broke one of my rules and interviewed with a tech company you HAVE heard of, they...",
  "data/redirect-devtop/2021/9/816855.json": "Yesterday, on September 7, 2021, I finished a coding bootcamp. I spent 12+ months in Flatiron's...",
  "data/redirect-devtop/2021/9/817918.json": "To dip my toes into the ocean of Vue, I created a super simple, backend-less application. Here is a...",
  "data/redirect-devtop/2021/9/817534.json": "As this is my first technical blog, so I'm pretty excited for this one.           How can you...",
  "data/redirect-devtop/2021/9/819040.json": "Golang, or Go, is a popular programming language used by many top tech companies. If you dream of...",
  "data/redirect-devtop/2021/9/818050.json": "Preamble   Let's admit. JavaScript is not the most predictable language out there. It might...",
  "data/redirect-devtop/2021/9/818260.json": "Professional looking, convenient and fastly delivered invoices can leave a great impression on your...",
  "data/redirect-devtop/2021/9/819052.json": "Here are some common mistakes you might be making daily that are slowing you down, holding you back...",
  "data/redirect-devtop/2021/9/818787.json": "Introduction   Usually, when we develop react Apps, we only concern about separate in our...",
  "data/redirect-devtop/2021/9/819506.json": "It can be overwhelming to keep track of everything in the tech-universe - things changes so fast. And...",
  "data/redirect-devtop/2021/9/817920.json": "After working in several companies, I've noticed that the code is always typed differently and this...",
  "data/redirect-devtop/2021/9/819453.json": "One CSS feature I wish I knew about long before I discovered it is the :is pseudo-class.  You can use...",
  "data/redirect-devtop/2021/9/819718.json": "If you want to make Javascript Limit Characters in the input box then this article will help you....",
  "data/redirect-devtop/2021/9/819825.json": "I'm sure you've heard of Node.js but maybe you haven't delved into it or you only have a general idea...",
  "data/redirect-devtop/2021/9/820526.json": "To debug a code you will use the console   The console object provides access to the browser's..."
}