{
  "data/redirect-devtop/2021/5/684565.json": "Hey developers,   Today I will show you how you can customize your windows terminal with y...",
  "data/redirect-devtop/2021/5/684746.json": "Understanding the fundamentals is priceless. So let's discuss the fundamental that how Javascript wor...",
  "data/redirect-devtop/2021/5/684552.json": "The original post is in Notion. Do checkout. Here  React is a library (from Facebook) for building co...",
  "data/redirect-devtop/2021/5/684635.json": "Intro   I've spent a fair amount of time coding with javascript and Node.js, Mostly working...",
  "data/redirect-devtop/2021/5/684441.json": "Mistakes I made as a software engineer (developer)...A Thread... pic.twitter.com/xUiF38vhlU— Ankur💻🎧...",
  "data/redirect-devtop/2021/5/684631.json": "Today I created an Amazing Image Button Hover Effect Using HTML &amp; CSS. when you hover on the butt...",
  "data/redirect-devtop/2021/5/684930.json": "A short and simple post today, I want to know whether people agree or disagree with me on the sentime...",
  "data/redirect-devtop/2021/5/684996.json": "To understand the differnece between cookies,sessions and tokens we need to get back on the basis, le...",
  "data/redirect-devtop/2021/5/684641.json": "In this article, you will learn how to implement a singleton pattern in Javascript.           What is...",
  "data/redirect-devtop/2021/5/685248.json": "I have noticed that a lot of developers are pretty good at the coding part of a project but struggle...",
  "data/redirect-devtop/2021/5/685388.json": "7 uncomfortable truths about being a developer.A Thread... pic.twitter.com/VD2s9tlnKm— Ankur💻🎧💪 (@Th...",
  "data/redirect-devtop/2021/5/685251.json": "Automate the hell out of your code   When you hear of automation what comes to your mind? So...",
  "data/redirect-devtop/2021/5/684817.json": "I think that everyone should have a personal site, even if you're not in the development scene - and...",
  "data/redirect-devtop/2021/5/685038.json": "Hello Fellow Codenewbies 👋,  What is a portfolio?  Do we need to have a portfolio as a developer?  We...",
  "data/redirect-devtop/2021/5/685247.json": "I've been an Ubuntu user for a long time, it is a system where I feel very comfortable so that means it also makes me more productive. I decided to try the newest release, the brand new 21.04 a.k.a Hirsute Hippo. In this post, I share all my setup process.",
  "data/redirect-devtop/2021/5/685099.json": "Overview :   React framework in great for creating awesome web apps and UIs. But sometimes w...",
  "data/redirect-devtop/2021/5/685249.json": "Welcome to my Weekly Digest #17 which is the first one for May.  This weekly digest contains a lot of...",
  "data/redirect-devtop/2021/5/685524.json": "Web components are a native set of features that provides outstanding scoping of styles and functiona...",
  "data/redirect-devtop/2021/5/685517.json": "A Contactless Attendance System where your face is identified for Attendance. ✨           Motivation...",
  "data/redirect-devtop/2021/5/686028.json": "The React useEffect Hook helps you manage side-effects in functional React components. It also makes...",
  "data/redirect-devtop/2021/5/686561.json": "Let's go through the five best ways that you can fetch data with React from a GraphQL API.  While the...",
  "data/redirect-devtop/2021/5/686152.json": "All interviews are daunting. I know how do you feel searching for every possible interview tips and e...",
  "data/redirect-devtop/2021/5/686825.json": "You applied for a job as a web developer few days back. An interview was scheduled and you're worried...",
  "data/redirect-devtop/2021/5/686598.json": "ES6 also known as ECMAScript 6 is the latest JavaScript standard meant to ensure the interoperability...",
  "data/redirect-devtop/2021/5/685324.json": "VS Code is one of the best and lightweight code editors. The dark theme and variety of extensions tha...",
  "data/redirect-devtop/2021/5/686683.json": "The truth is, to have cool animations in your web app like loading animation, you don't need to be...",
  "data/redirect-devtop/2021/5/686678.json": "Team Forem is excited to share the news of our first community Bug Smash!   Join us for this...",
  "data/redirect-devtop/2021/5/686824.json": "In this article, we've compiled 50 online courses on topics ranging from artificial intelligence to prepping for interviews to help you learn a new skill or improve existing ones. ",
  "data/redirect-devtop/2021/5/687434.json": "This blog post is an easy introduction to NextJS and it's features. However, before starting to read...",
  "data/redirect-devtop/2021/5/686151.json": "CDK Day happened again on 30th April 2021. We had 22 speakers from across the globe give 18 talks cov...",
  "data/redirect-devtop/2021/5/686391.json": "In this article, I want to share some details to take care of, which will make us better React develo...",
  "data/redirect-devtop/2021/5/687002.json": "Introduction   Asynchronous JavaScript can be a daunting concept to learn. However, it is a...",
  "data/redirect-devtop/2021/5/685545.json": "CSS container queries have landed as an experiment in Chrome Canary! You can enable them under chrome...",
  "data/redirect-devtop/2021/5/686650.json": "A few months ago, near the beginning of my coding journey, I tweeted about a Codepen I was particular...",
  "data/redirect-devtop/2021/5/686668.json": "You don't have to write your custom scraper and parser for the usual content. Parsehub can help you efficiently extract the data you need.",
  "data/redirect-devtop/2021/5/686984.json": "Hello Folks,   I mostly prefer talking about technical things in my articles but today’s article is a...",
  "data/redirect-devtop/2021/5/686651.json": "Machine learning and AI as a whole can seem hugely daunting when you're first getting started. Over a...",
  "data/redirect-devtop/2021/5/686130.json": "Let's try to figure out how to answer common JS questions in an interview.",
  "data/redirect-devtop/2021/5/686841.json": "We cannot talk about web development without talking about Reponsive Design. The latter is now a must...",
  "data/redirect-devtop/2021/5/686220.json": "We all know about HTML, it help us to structure the contents, there are many tags which help us to de...",
  "data/redirect-devtop/2021/5/687878.json": "Undraw Draw Kit Indian Doodle Poke open Doodles Lukaszadam IRA Design Mixkit Scale Pulse Gee Me Absu...",
  "data/redirect-devtop/2021/5/688003.json": "How I use Trello to Manage my Life   Like many things, productivity systems are deeply perso...",
  "data/redirect-devtop/2021/5/687858.json": "TL;DR   It's common to display multiple links with the same text on a web page — such as 're...",
  "data/redirect-devtop/2021/5/688138.json": "TL:DR :   Puppeteer is one of the greatest tools available on the web in order to perform th...",
  "data/redirect-devtop/2021/5/687169.json": "Use unpkg + svg-loader to include any icon with one line of code",
  "data/redirect-devtop/2021/5/688069.json": "Image optimization is never fun to deal with. Let's learn how the picture element + 11ty can save any static site from bloated load times.",
  "data/redirect-devtop/2021/5/688785.json": "Heyo devs!  For those of you who aren't familiar with me, I'm Casey - a Community Associate at Forem...."
}