{
  "data/redirect-devtop/2021/10/847714.json": "Autumn is officially back, and with it another portion of fresh cloud technology news.   This series...",
  "data/redirect-devtop/2021/10/848060.json": "We recently shipped the groundwork for internationalizing Forem. Initially, this means that admins...",
  "data/redirect-devtop/2021/10/847260.json": "Fetching data from an API either from an external source or from the Backend of your application can...",
  "data/redirect-devtop/2021/10/847819.json": "The year is 2021 and the web development job market (or programming in general tbh) is all about...",
  "data/redirect-devtop/2021/10/847479.json": "👉 Modern navigation menu using only css 🚀   see below 👇",
  "data/redirect-devtop/2021/10/847795.json": "If you've used React Router on many projects, definitely you've asked How i can pass some data or...",
  "data/redirect-devtop/2021/10/847731.json": "For the last few projects I've been using Tailwind CSS to build and style the components, sections,...",
  "data/redirect-devtop/2021/10/847761.json": "Summary    Introduction Objectives How to work effectively? Input Output Steps High-level...",
  "data/redirect-devtop/2021/10/847692.json": "Hey there 👋  CSS can be weird and confusing, so let me explain Flutter's styling using it as a...",
  "data/redirect-devtop/2021/10/847727.json": "The growth of the project and its load can be a real challenge for the developer. The website begins...",
  "data/redirect-devtop/2021/10/847704.json": "Ever felt the need of hiding stuff from the world. In this article, I'll show you how you can encrypt...",
  "data/redirect-devtop/2021/10/848653.json": "Simple Interest Calculator Using Pure HTML, CSS &amp; JS.           SOURCE CODE:          ...",
  "data/redirect-devtop/2021/10/848300.json": "A function is a set of statements that perform a specific task. It is one of the fundamental building...",
  "data/redirect-devtop/2021/10/848017.json": "You've most likely heard of the term API if you have ever worked with JavaScript. There're a ton of...",
  "data/redirect-devtop/2021/10/849097.json": "There are a lot of react animation libraries available for reactjs. The top ones are listed...",
  "data/redirect-devtop/2021/10/848890.json": "I once heard a colleague ask, 'how do you survive with javascript(js), so many libraries. Nodejs,...",
  "data/redirect-devtop/2021/10/847279.json": "Well, salam and hello again!  Previously, I discussed array loops, from the basics of the loop to...",
  "data/redirect-devtop/2021/10/848758.json": "How to Create Awesome Card Design for Website with HTML CSS  In this video I will show you how to...",
  "data/redirect-devtop/2021/10/848909.json": "First time participating in Hacktoberfest?  Well, I have got a solution for all the newbie web devs...",
  "data/redirect-devtop/2021/10/849287.json": "1. Create an accordion with HTML   Yes, you can actually create an accordion purely using...",
  "data/redirect-devtop/2021/10/849123.json": "👋Hi there and Happy Hacktoberfest 2021 fellow developers! 🎊  I hope you're doing fantastic!  In the...",
  "data/redirect-devtop/2021/10/848324.json": "All the tools you need to confidently build accessible React components in Storybook! ",
  "data/redirect-devtop/2021/10/849297.json": "20 mini frontend projects from scratch with HTML5, CSS &amp; JavaScript (No frameworks or libraries)...",
  "data/redirect-devtop/2021/10/849114.json": "Iterating through items and dealing with asynchronous logic (i.e. API calls) are probably two of the...",
  "data/redirect-devtop/2021/10/849643.json": "Story   Hi, I am Yash Makan, a 17-year-old self-taught programmer. I was thinking a couple...",
  "data/redirect-devtop/2021/10/848908.json": "TL;DR; A rant from a dinosaur that can't keep up anymore. How do you guys do this?  EDIT: Holy cow....",
  "data/redirect-devtop/2021/10/848837.json": "I end up creating a lot of Rails apps, and each time I get started I often find myself wanting to add..."
}