{
  "data/tweet-economist/2021/5/1388293901568593921.json": "Latin America's economy shrank by 7% last year, more than double the average contraction around the world https://t.co/1MwRAl5Q9H",
  "data/tweet-economist/2021/5/1388282931416797186.json": "\"Only 1.8% of India has been fully vaccinated and it is anybody’s guess how long it will take to manufacture or import the roughly 2bn doses we are left wanting\" https://t.co/koJZY1BwWl",
  "data/tweet-economist/2021/5/1388312734090027019.json": "Loss of virgin forest in Indonesia and Malaysia has slowed for the fourth year in row—a contrast with other parts of the world https://t.co/gGMaf6N22o",
  "data/tweet-economist/2021/5/1388310456205561858.json": "Doctors are focusing on three possible biological explanations for long covid https://t.co/gku9iz5kj7",
  "data/tweet-economist/2021/5/1388355268870877184.json": "Thousands of people respond to endless pleas on social media for help to find a hospital bed or oxygen or simply money to pay medical bills https://t.co/rRNOgTOit4",
  "data/tweet-economist/2021/5/1388377603237687297.json": "Analysing sewage is quicker and less expensive than covid-19 test centres. Plus everyone goes to the toilet https://t.co/UGIfaIo68u",
  "data/tweet-economist/2021/5/1388297382463479808.json": "Some American analysts predict that as China grows militarily stronger, it may be tempted to invade Taiwan https://t.co/ACqJAXQnRC",
  "data/tweet-economist/2021/5/1388387997637283843.json": "Epidemiologists estimate that perhaps three-quarters of people infected with SARS-CoV-2 show no symptoms. The quality of testing regimes varies enormously across the world https://t.co/3DphbSgfuI",
  "data/tweet-economist/2021/5/1388423470032343045.json": "When the pandemic first hit “India fought a phony war and—by dumb luck—it won. Then suddenly, less than three weeks ago, our world turned upside down” https://t.co/OK4kANWyWv",
  "data/tweet-economist/2021/5/1388420936592936962.json": "\"Vaccine passports discriminate against people who have no control over the ability to get inoculated,\" argues @clarewenham in The Economist https://t.co/cVYpKhK7Xe",
  "data/tweet-economist/2021/5/1388446370839793665.json": "Research suggests long covid could be a persistent viral infection, an autoimmune disorder or a consequence of inflammation during the initial infection with SARS-CoV-2 https://t.co/jhjRVfQjAu",
  "data/tweet-economist/2021/5/1388440594792452096.json": "Taiwan is the most dangerous place on Earth. A war over the island would be a catastrophe: America and China must work harder to avoid it. Our cover this week https://t.co/3efO193Ty6\n\nSound: Mass Communication Specialist 2nd Class Joshua Scott https://t.co/GDIH3IMiew",
  "data/tweet-economist/2021/5/1388354501992669184.json": "Many Africans put their money into buildings, rather than in banks. Such investments often escape the notice of tax collectors https://t.co/XvKgPvIXYv"
}