{
  "data/tweet-wsj/2021/6/1399591573701238786.json": "Last year, people were so desperate to get hand sanitizer that distilleries started making it. Now stores are having a hard time getting rid of it all. https://t.co/87zCwP2kfA",
  "data/tweet-wsj/2021/6/1399576488752693249.json": "Pittsburgh has been hailed as one of America’s most livable cities and a Rust Belt success story—but its Black population has largely missed out on its rebirth. A Black venture capitalist who grew up in the former steel town is trying to change that. https://t.co/1Yxy1oiCpf",
  "data/tweet-wsj/2021/6/1399582752022872065.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/Ruy2H09zNM",
  "data/tweet-wsj/2021/6/1399662034460028933.json": "The disinfecting and hand-washing that became common during the Covid-19 pandemic have also shut out other infections such as chickenpox and stomach flu https://t.co/mkKZ3avEbM",
  "data/tweet-wsj/2021/6/1399621771708534789.json": "In Osaka's exit, she revealed a long-running struggle with depression and cast doubt on the rest of her season. https://t.co/QbxyqlLoAN",
  "data/tweet-wsj/2021/6/1399693481849856000.json": "CNN’s streaming service will feature new shows from anchors including Don Lemon and Anderson Cooper  https://t.co/Godf3TC8iM",
  "data/tweet-wsj/2021/6/1399768978466164737.json": "The government unveiled plans to require people in Hong Kong to provide their real name and other personal details when registering mobile phone numbers, a move that critics said would further curtail people’s freedoms and stoke fears of surveillance https://t.co/JjOd90ocfh",
  "data/tweet-wsj/2021/6/1399821836494516227.json": "From @WSJopinion: The VP’s speech was one of the worst 2021 commencement addresses. Purdue University President Mitch Daniels’s might have been the best, writes @gerardtbaker. https://t.co/zQ8ESjiIkp",
  "data/tweet-wsj/2021/6/1399815814384177157.json": "President Biden is suspending oil drilling leases in Alaska's Arctic National Wildlife Refuge, people familiar say. They were approved days before Trump left office. https://t.co/5FeqTgQbwE",
  "data/tweet-wsj/2021/6/1399844017882374144.json": "Tesla failed to oversee Elon Musk's tweets in recent years, twice violating a court-ordered policy that requires company lawyers to approve them, the SEC said. Musk and Tesla paid $40 million to settle a 2018 action brought by the SEC over his tweets. https://t.co/u2nyXDmi27",
  "data/tweet-wsj/2021/6/1399836939822456834.json": "Naomi Osaka spent all of one match and 72 hours at this year’s French Open, but her short stay in Paris was enough to ignite a conversation about mental health and sports that may reshape the lives of pro athletes for years to come https://t.co/PCz4rtZY9y",
  "data/tweet-wsj/2021/6/1399738779477463041.json": "Biden administration lawyers are defending oil and mining projects approved under Trump, benefiting ConocoPhillips, Rio Tinto and others at the expense of environmental and tribal groups https://t.co/Ge9yi98muY",
  "data/tweet-wsj/2021/6/1399922479351713793.json": "Democratic state Rep. Melanie Stansbury won a closely watched U.S. House special election in New Mexico, keeping the seat in Democratic control https://t.co/7Yx189n1No",
  "data/tweet-wsj/2021/6/1399912428478009344.json": "From @WSJopinion: Joe Biden’s desire to do the opposite of Trump on everything is one cause of his mistakes, writes @wjmcgurn https://t.co/BPoU99X9Df",
  "data/tweet-wsj/2021/6/1399908713780109312.json": "The publisher of the National Enquirer agreed to pay $187,500 as part of a settlement with the FEC over a 2016 scheme to buy and suppress the story of a woman who alleged an affair with former President Trump https://t.co/TYHKkrIlPu",
  "data/tweet-wsj/2021/6/1399901126972035075.json": "John Mayer has long exhibited a talent for dexterously navigating assorted musical genres and age demographics. “Once you get past the age of 40, anything can be Elvis. And you have to be very careful that you’re not the guy shaking his head at Elvis.” https://t.co/0NZxmHlcwC",
  "data/tweet-wsj/2021/6/1399893612360617986.json": "NBA stars Jrue Holiday, Andre Iguodala, Kyle Lowry and Andre Drummond are helping fund a new real-estate development, joining more than 150 Black and Latino professionals in backing the roughly $1 billion project https://t.co/cmsfC1aCmE",
  "data/tweet-wsj/2021/6/1399871267415769097.json": "President Biden laid out steps his administration will take aimed at narrowing the racial wealth gap, after meeting with survivors of the 1921 Tulsa Race Massacre https://t.co/wOHPDLCIhg"
}