{
  "data/tweet-crypto/2021/8/1421801544199061504.json": "#bitcoin July closing price $41,490 ... it bounced from the lows, like clockwork https://t.co/xZIlbaBBqI",
  "data/tweet-crypto/2021/8/1422465893632782353.json": "For S2F fans:\n\nHistorically speaking, following each touch of this lower S2F deflection trendline Bitcoin has gone on an absolute tear. https://t.co/K7ucOS9YCO",
  "data/tweet-crypto/2021/8/1422979555292336130.json": "More and more, as I deal with cross border banking for modern commerce, I see #Bitcoin as a put option. \n\nIt's a put option on legacy banking. https://t.co/fKea4mwl9s https://t.co/2gTxlAEuWV",
  "data/tweet-crypto/2021/8/1423173915300487170.json": "JUST IN: \n\nUruguayan senator @JuanSartoriUY has introduced a bill to make #Bitcoin and crypto legal tender https://t.co/pnwD4QbIVR",
  "data/tweet-crypto/2021/8/1423177761947066369.json": "🚨 #Cryptocurency Red Alert 🚨\n\nThere is a #Crypto provision hidden in a must-pass bill that will allow mass-surveillance of the crypto-economy. Luckily, an amendment has been introduced that addresses these issues.\n\nTell your Senator to support it ASAP at https://t.co/dGZTUyf9BW https://t.co/7Ma9Sb9XfY",
  "data/tweet-crypto/2021/8/1423361703849365510.json": "Just so we’re all clear here, the SEC has no authority over pure commodities or their trading venues, whether those commodities are wheat, gold, oil….or #crypto assets.",
  "data/tweet-crypto/2021/8/1423589293876985857.json": "We NEED you. Pls call your Senators. Pls tweet. Pls email. We are facing major headwinds on the Wyden-Lummis-Toomey amendment. Burying financial innovation in red tape &amp; sending devs + miners on info collection wild goose chases for info they don’t know is horrible policy. https://t.co/7GRNIUkpKs",
  "data/tweet-crypto/2021/8/1423630239356362756.json": "https://t.co/rZh6BEWHDU",
  "data/tweet-crypto/2021/8/1423659757798367237.json": "This chart shows why the #ECB cannot really raise interest rates. Then interest would have to be paid on the excess liquidity created by bond purchases, and that would ruin the balance sheets and profits of the euro central banks. https://t.co/tXwxnGJQxs",
  "data/tweet-crypto/2021/8/1423895014296408070.json": "🚨🚨 Apple says to \"protect children,\" they're updating every iPhone to continuously compare your photos and cloud storage against a secret blacklist. If it finds a hit, they call the cops.\n\niOS will also tell your parents if you view a nude in iMessage.\n\nhttps://t.co/VZCTsrVnnc",
  "data/tweet-crypto/2021/8/1423893711247880192.json": "In the not-so-distant future, it will make just as much sense for a politician to \"oppose crypto\" as it does today for one to \"oppose the internet.\"",
  "data/tweet-crypto/2021/8/1424006123762372609.json": "Last month’s panic sellers are this month’s panic buyers.",
  "data/tweet-crypto/2021/8/1424132180482134019.json": "Given the major flaws in the underlying bill’s unworkable and devastating crypto provision, I also filed a separate amendment to strike the whole thing, in the event a bipartisan deal can’t be reached.\n \nWe have to act now to stop this.",
  "data/tweet-crypto/2021/8/1424258648004571137.json": "To @RonWyden, @SenLummis, @SenToomey, @MarkWarner, @SenRobPortman, @SenatorSinema, @TedCruz, respective staff &amp; everyone who’s worked on the Infrastructure Bill “Crypto Tax Reporting” provision: thank you for your work to get this right.\n\nMay we offer a workable simplification?",
  "data/tweet-crypto/2021/8/1424494859927314440.json": "PlanB @100trillionUSD: \n„#Bitcoin Bull market is NOT over and $100k THIS year!“\nWatch this awesome Video. \nhttps://t.co/NsXxXamxFl\nWe talk about his stock to flow model, if we will see a supercycle, his bear case for bitcoin, when he will sell and in what else PlanB is investing. https://t.co/woPps5cmYb"
}