{
  "data/tweet-nytimes/2021/5/1390954671930580993.json": "The killing of a 17-year-old bear called Arthur has set off a wave of anger in Romania. Two environmental groups accused Prince Emanuel von und zu Liechtenstein of killing the bear. https://t.co/vMfe0bYhno",
  "data/tweet-nytimes/2021/5/1390739485185519623.json": "The home of Phyllis Lyon and Del Martin, the first same-sex couple to legally marry in California, will become a historical landmark, the San Francisco Board of Supervisors ruled this week. The couple bought the home in the Noe Valley neighborhood in 1955. https://t.co/LSXePoCXE9",
  "data/tweet-nytimes/2021/5/1390694420706627586.json": "Breaking News: The WHO approved China’s Sinopharm Covid-19 vaccine for emergency use, easing the way for poorer nations to obtain shots. https://t.co/BHDYd2WRRI",
  "data/tweet-nytimes/2021/5/1391191203065044994.json": "A photographer in Berlin is capturing the lives of women who chose not to have children in a portrait series called “We are Childfree.” https://t.co/wCyBAdyxSj",
  "data/tweet-nytimes/2021/5/1391181184647024642.json": "A new study shows that MDMA, known as Ecstasy or Molly, can bring relief when paired with talk therapy to those with severe post-traumatic stress disorder. https://t.co/MfASAaEdur",
  "data/tweet-nytimes/2021/5/1391161007192555527.json": "Some say the loss of Scotland would be the biggest blow to a British prime minister since Lord North lost the colonies in America in the 18th century. Here's what's driving the call. https://t.co/d38siKQ5UK",
  "data/tweet-nytimes/2021/5/1391155984236695555.json": "Norwegian Cruise Line is threatening to keep its ships out of Florida ports after the state enacted legislation that prohibits businesses from requiring proof of vaccination against Covid-19 in exchange for services. https://t.co/WqI9gNdYWr",
  "data/tweet-nytimes/2021/5/1391142883353403400.json": "Bo, the Portuguese water dog who became the first presidential pet in the Obama White House, has died at 12. https://t.co/bySRhuJoNY",
  "data/tweet-nytimes/2021/5/1391125781292666881.json": "Jaleel White, best known for playing the popular character Steve Urkel in the 1990s sitcom “Family Matters,” is among those leading the charge to increase Black and Latino representation in the cannabis business. https://t.co/YwKKefaUMm",
  "data/tweet-nytimes/2021/5/1391115493851996164.json": "Since Ma’Khia Bryant, 16, was fatally shot by a police officer in Columbus, Ohio while holding a knife, her siblings have spoken out about her life in the foster care system, which ignored efforts by their grandmother to reunite the family. https://t.co/YV7zGTcxYY https://t.co/yfVxgoTJ7p",
  "data/tweet-nytimes/2021/5/1391098098412359683.json": "A piece of China’s largest rocket is tumbling back to Earth this weekend. No one really knows when or where it will land 😬https://t.co/5hlrvE96EJ",
  "data/tweet-nytimes/2021/5/1391040201758236679.json": "Silicon Valley has remained one of the most unequal regions in the U.S. -- and for many midlevel engineers, food truck workers and longtime residents, it has become increasingly inhospitable. https://t.co/ix8FXtluGG",
  "data/tweet-nytimes/2021/5/1391025107775025152.json": "A police officer in Huntsville, Ala., was convicted of murder on Friday for fatally shooting a man who had called 911 to report that he was suicidal, and who was holding a gun to his head. https://t.co/BA5VSOBCX6",
  "data/tweet-nytimes/2021/5/1391021675253321734.json": "The coronavirus vaccines are not killing more people than the virus itself. These false claims have been repeatedly debunked, but they remain in circulation as prominent public figures like Tucker Carlson, a host on Fox News, continue to promote them. https://t.co/VdAt6VeXkU https://t.co/aRQ1NFJCsm",
  "data/tweet-nytimes/2021/5/1391017574201274369.json": "Breaking News: The NCAA president, under pressure to reshape college sports, told The Times he would push to let athletes cash in on their fame this year. https://t.co/adAEOkgqaK",
  "data/tweet-nytimes/2021/5/1391004402148954116.json": "A cyberattack forced the shutdown of a key U.S. pipeline said to carry almost half of the East Coast’s gasoline and jet fuel supply. https://t.co/bajo3vsQ0j",
  "data/tweet-nytimes/2021/5/1390871601806204935.json": "A police officer in Huntsville, Alabama, was convicted of murder on Friday for fatally shooting a man who had called 911 to report that he was suicidal and who was holding a gun to his head when the police arrived, prosecutors said. https://t.co/RsPVhY91X9",
  "data/tweet-nytimes/2021/5/1390833848565567489.json": "The Ohio Republican Party censured Representative Anthony Gonzalez on Friday and called for his resignation for voting to impeach Donald Trump in January. https://t.co/egRNfT4aGJ",
  "data/tweet-nytimes/2021/5/1390786035299274754.json": "No, vaccines are not killing more people than the coronavirus itself. The Fox News host Tucker Carlson recently repeated a false claim that Covid-19 vaccines have caused thousands of deaths. https://t.co/Makdcokdfx",
  "data/tweet-nytimes/2021/5/1390781507195883527.json": "The coronavirus is changing too quickly, new variants are spreading too easily and vaccination is proceeding too slowly for the U.S. to reach herd immunity anytime soon, scientists and public health experts have concluded. https://t.co/8CMi5XB0wa https://t.co/CfM0WFPh78",
  "data/tweet-nytimes/2021/5/1390765915621441541.json": "The coronavirus spreads through airborne transmission, particularly indoors, and even beyond six feet, the CDC emphasized on Friday. The new guidance is a change from the agency’s previous position that most infections were through “close contact.” https://t.co/d5WRvlZwEo https://t.co/9N1dt6hFH3",
  "data/tweet-nytimes/2021/5/1390750809005203462.json": "The coronavirus spreads through airborne transmission, particularly indoors, and even beyond six feet, the CDC emphasized on Friday. The new guidance is a change from the agency’s previous position that most infections were through “close contact.” https://t.co/Iq3BuxKcGE",
  "data/tweet-nytimes/2021/5/1390743246599557136.json": "4 years after an execution, a different man’s DNA is found on the murder weapon\nhttps://t.co/GKsOWDc48z",
  "data/tweet-nytimes/2021/5/1390715579036835842.json": "Are animated dads getting hotter? https://t.co/MTGyWtUfd9",
  "data/tweet-nytimes/2021/5/1390700464358973446.json": "“They’re humble-hot, often rumpled and lived-in, like you searched for a nice-looking ex on Facebook and found that he’s got a wife, kids and that certain something-something.” Our culture reporter @kylebuchanan on hot cartoon dads. https://t.co/6FBJuXhLVb",
  "data/tweet-nytimes/2021/5/1390670265324027910.json": "Vanessa Nakate, a climate activist from Uganda, was cut out of a news photo featuring her and four white campaigners.\n\nShe denounced her omission as a sign of the erasure of Black voices in environmental activism. Her message reverberated across the world.\nhttps://t.co/ELaUfwawFo https://t.co/tdOJYKA8zf",
  "data/tweet-nytimes/2021/5/1390663982462251013.json": "Ledell Lee was executed by lethal injection in Arkansas in 2017. Four years later, new DNA testing revealed that genetic material on the murder weapon — which was never previously tested — in fact belongs to another man, lawyers said.\nhttps://t.co/Dz4UAHB1LT",
  "data/tweet-nytimes/2021/5/1390656433801338882.json": "A morning shower can help you wake up. But showering at night can help sleep arrive faster. What to do? https://t.co/66rkukpJyE",
  "data/tweet-nytimes/2021/5/1390626238818099200.json": "A 10-story, 23-ton piece of a Chinese rocket will crash into Earth sometime over the weekend — but no one knows where. https://t.co/PCp6dl7D0k",
  "data/tweet-nytimes/2021/5/1390596026659180546.json": "Newly declassified information reveals why the CIA concluded that Russia had most likely offered bounties for attacks on U.S. and allied troops in Afghanistan.\nhttps://t.co/u6BMdt0Q2M",
  "data/tweet-nytimes/2021/5/1391239014376693760.json": "Breaking News: Debris from a large Chinese rocket, the Long March 5B, landed in the Indian Ocean near the Maldives, China’s space administration said. https://t.co/yLDyZX2RKP",
  "data/tweet-nytimes/2021/5/1391395056402173957.json": "Breaking News: Kentucky Derby winner Medina Spirit failed a post-race drug test, once more putting the practices of his Hall of Fame trainer Bob Baffert under uncomfortable scrutiny. https://t.co/YRBVDnVR2X",
  "data/tweet-nytimes/2021/5/1391427766655102986.json": "Two brothers, 8 and 5, were removed from their Oklahoma elementary school classrooms this past week and made to wait out the school day in a front office for wearing T-shirts that read “Black Lives Matter,” according to the boys’ mother. https://t.co/vrdjEdg8yC",
  "data/tweet-nytimes/2021/5/1391498254781661184.json": "The writer and poet Maya Angelou and the astronaut Sally Ride will be the first to appear on a series of quarters celebrating the accomplishments and contributions of prominent American women. https://t.co/9Kye3eDdg4",
  "data/tweet-nytimes/2021/5/1391473056812503040.json": "Ana Paredes paced back and forth in anxious anticipation at baggage claim, eyes fixed on the escalator. When the little girl emerged, she rushed forward to clutch and caress her — Melissa, the daughter she had not seen for seven years. https://t.co/evPjqmUDc6 https://t.co/g78Oosybo9",
  "data/tweet-nytimes/2021/5/1391533461018660869.json": "Our pets are a part of the everyday fabric of our lives in a way that few human relationships are. When you lose one that is close to you, something inside shifts. https://t.co/lNB837nFoy",
  "data/tweet-nytimes/2021/5/1391568680958504960.json": "To calm Mexico City’s elderly, who were arriving “really scared” at vaccination sites, officials cued up the bands and masked wrestlers.\nhttps://t.co/IdTncjnVFO",
  "data/tweet-nytimes/2021/5/1391558627538919424.json": "After decades of demonization and criminalization, psychedelic drugs are on the cusp of entering mainstream psychiatry, with profound implications for a field that has seen few new advancements for the treatment of mental disorders and addiction. https://t.co/NZG8FGp1Pg",
  "data/tweet-nytimes/2021/5/1391707105724444672.json": "A man in California bought a Lamborghini, a Ferrari and a Bentley after he received more than $5 million in Payment Protection Program loans, prosecutors said. He was arrested on charges including bank fraud and money laundering.\nhttps://t.co/IPf8KRzIRA",
  "data/tweet-nytimes/2021/5/1391732523525451778.json": "“Some people hesitate to get the second shot because they’ve heard the side effects can be nasty,” our health columnist Jane Brody writes. “Side effects are short-lived and not nearly as severe or persistent as the disease the vaccine protects against.”\nhttps://t.co/BZlpL3RNmq",
  "data/tweet-nytimes/2021/5/1391686965163089922.json": "The Chinese government, tightening its grip on Muslim ethnic minorities, is forcing women in Xinjiang to have fewer babies — just as women across China are being urged to have more.\n\n“The government wants to replace our people,” one woman said. https://t.co/jgW7TZzFvQ",
  "data/tweet-nytimes/2021/5/1391766111713177609.json": "Breaking News: Health care providers cannot discriminate against transgender people, the Biden administration announced, its latest reversal of a Trump-era policy. https://t.co/G5FxevywQC",
  "data/tweet-nytimes/2021/5/1391775273750777857.json": "Chipotle, looking to attract workers, said on Monday it was increasing its wages to an average of $15 an hour by the end of June. https://t.co/ngCfcNUsqI",
  "data/tweet-nytimes/2021/5/1391679483732766729.json": "The son of Italy’s last king has tapped his 17-year-old granddaughter, a burgeoning Instagram influencer, to eventually lead the House of Savoy, pretenders to Italy’s defunct throne. “Totally illegitimate,” says a rival clan. https://t.co/88o2s6rnf6",
  "data/tweet-nytimes/2021/5/1391860631024848896.json": "More than 100 Roman Catholic parishes in Germany offered blessings to gay couples on Monday in defiance of church teaching and their own bishops. https://t.co/Y5WbWz5Mat",
  "data/tweet-nytimes/2021/5/1391762680264937477.json": "Hugging and kissing in England could be government-approved starting next Monday, after a year of nodding, waving and bumping fists and elbows. https://t.co/Dj6zlYZ6vA",
  "data/tweet-nytimes/2021/5/1391865581721300992.json": "Breaking News: The FDA has authorized the use of the Pfizer vaccine for 12- to 15-year-olds, an important step toward ending the pandemic in the U.S.\nhttps://t.co/4NJQIT7TKB"
}