{
  "data/tweet-quora/2021/6/1399848424888016899.json": "What do you look for in founders/products in early stage fundraising? Answer by @darrenbechtel, Founder and Managing Director, Brick &amp; Mortar Ventures. https://t.co/4MJuOEooIg https://t.co/KL3O2psWqX",
  "data/tweet-quora/2021/6/1400090340451930116.json": "What are some little-known facts about Netflix? Answer by Mark Randolph, Netflix Co-founder. https://t.co/8fYbZUX2gQ https://t.co/TwXFTEIruH",
  "data/tweet-quora/2021/6/1400452660432543760.json": "What is a life hack that you think everybody should know? Answer by James Altucher https://t.co/orTURgRJPR https://t.co/6uap7Tegjh",
  "data/tweet-quora/2021/6/1400935576086401030.json": "What is your diet like? Answer by Cindy Leung, ScD Nutrition &amp; Epidemiology, Harvard University. https://t.co/Umq7jXDTG2 https://t.co/dMEdisrKZI",
  "data/tweet-quora/2021/6/1401177297881899010.json": "What was the relationship between the institution of slavery and events that led to the Civil War? Answer by Eric Foner, Pulitzer Prize-winning historian. https://t.co/oHFaLggPDq https://t.co/RDYbpLvjw4",
  "data/tweet-quora/2021/6/1401297897195454468.json": "Why are some speech sounds more difficult to produce and perceive than others? Answer by Katharine Brown Nielson, Applied Linguist; Chief Education Officer at Voxy. https://t.co/qP3H7Itevv https://t.co/1og1oD0o3K",
  "data/tweet-quora/2021/6/1401539631821332486.json": "What are some common myths and misconceptions about staying hydrated? Answer by @cragcrest, author of GOOD TO GO. https://t.co/rpo5l3bYQp https://t.co/oZyfP3Gd9B",
  "data/tweet-quora/2021/6/1401902245520740355.json": "Why should small business owners and entrepreneurs be thinking about an exit strategy from day one? Answer by Michelle Seiler Tucker, author of Exit Rich: The 6 P Method to Sell Your Business for Huge Profit. https://t.co/mzdTexAc4s https://t.co/3DrZSjgG6S",
  "data/tweet-quora/2021/6/1402022748386439183.json": "How can people better control the amount of time they spend on social media? Answer by Antigone Davis, Director, Global Head of Safety at Facebook. https://t.co/n75JUI3mq1 https://t.co/cHtRS28LCh",
  "data/tweet-quora/2021/6/1402264553744969737.json": "How can women set themselves up to succeed in salary negotiations? Answer by @ElizaVancort, Author of A Woman's Guide to Claiming Space: Stand Tall. Raise Your Voice. Be Heard. https://t.co/hgaTnHR8P0 https://t.co/YeOBhxAyAi",
  "data/tweet-quora/2021/6/1402385139519348748.json": "What are some things that people usually misunderstand about biker culture? Answer by Paul Teutul Sr., Founder of Orange County Choppers. https://t.co/SqlpXBIZyw https://t.co/kz71a9ZmrB",
  "data/tweet-quora/2021/6/1402747549245661184.json": "How is COVID-19 highlighting economic disparity? Answer by Abigail Wozniak, Senior Research Economist for Minneapolis Federal Reserve. https://t.co/ap0cg72Hcx https://t.co/dXJSu4Zctd",
  "data/tweet-quora/2021/6/1402989379757375488.json": "What are your top tips for leading an intersectional workplace? Answer by @ElizaVancort, author: A Woman's Guide to Claiming Space: Stand Tall. Raise Your Voice. Be Heard. https://t.co/9o1e3IVq77 https://t.co/EfYrMUMQ8Q",
  "data/tweet-quora/2021/6/1403109903670120448.json": "What are some common misconceptions people have about fentanyl? Answer by Ben Westhoff, author of Fentanyl, Inc. https://t.co/Bml6d0Bly6 https://t.co/KLNcVzEPTA",
  "data/tweet-quora/2021/6/1403351773822267392.json": "How can I objectively evaluate my business’s worth? Answer by Michelle Seiler Tucker, author of Exit Rich: The 6 P Method to Sell Your Business for Huge Profit. https://t.co/nsMJ9Cvn87 https://t.co/lYgVnOmwpy"
}