{
  "data/tweet-stocks/2021/12/1466090369951612928.json": "*MERKEL PROPOSES NATION-WIDE RESTRICTIONS FOR UNVACCINATED\n*MERKEL PROPOSES MANDATORY COVID SHOTS STARTING FEBRUARY 2022",
  "data/tweet-stocks/2021/12/1466042143030628355.json": "Jim Cramer Demands Biden Impose Military-Enforced Vaccine Mandate For All Americans https://t.co/gGXNUrqwQI",
  "data/tweet-stocks/2021/12/1465912043517755395.json": "Unvaccinated Italians over the age of 12 need to take a COVID test every 48 hours to go to work or school.\n\nFor an average family of four, that is €60 every 48 hours.\n\nThat is €960 a month for a family of four.\n\nThat is a vaccine mandate.",
  "data/tweet-stocks/2021/12/1466164475279646732.json": "1/\nBombshell 🚨\n\nAs ordered by the courts the FDA must release the data it based it's EUA for the Pfizer shot. \n\nThe FDA requested the courts to keep this information confidential for no oess than 55 YEARS!!\n\nThe court returned with an order to release 500 documents a month. https://t.co/CZI24LItfR",
  "data/tweet-stocks/2021/12/1465961167923392514.json": "Just to put things into perspective: #Germany's Dax trades in tandem w/ECB balance sheet. https://t.co/NFhP398ILJ",
  "data/tweet-stocks/2021/12/1466922963429695499.json": "We're excited to announce that we are collaborating with @Stocktwits on their 2nd annual Chips for Charity Poker Tournament.\n\nThe tournament was started to promote diversity throughout the financial sector, and #FLOKI is proud to be a platinum sponsor!\n\n https://t.co/nEHjnOM4NP",
  "data/tweet-stocks/2021/12/1467748184399171584.json": "CHINESE DEVELOPER EVERGRANDE ADMITTED IT MAY FORMALLY DEFAULT, $10B IN PROPERTY BONDS MATURING IN JANUARY ALONE -RTRS",
  "data/tweet-stocks/2021/12/1468357630779396101.json": "There's a lot of coincidence in Hollywood! https://t.co/4HvuHVLWjH",
  "data/tweet-stocks/2021/12/1468224168000897029.json": "Every year I compile my absolute favorite investment writing and 2021 was a year unlike any other.\n\nLike this, RT it, save it for later. Whatever you do, don't miss out on these incredible pieces.\n\nMy Favorite Investment Writing of 2021:\n\nhttps://t.co/GyAwoTpgzp",
  "data/tweet-stocks/2021/12/1468723743342137346.json": "Guess this is the tweet that nuked the trial tracker https://t.co/DjKEpclcF5"
}