{
  "data/tweet-economist/2021/11/1454969213488091136.json": "There has never been a collective human endeavour more ambitious than stabilising the climate https://t.co/dMRmcYDfmp",
  "data/tweet-economist/2021/11/1455045438487343104.json": "It used to be one of Latin America’s success stories. Now Chile looks in worse shape than at any point since its return of democracy three decades ago    https://t.co/Ax6NzUHnpx",
  "data/tweet-economist/2021/11/1455026690074230784.json": "A survey of blood samples published this week shows that more than 90% of Delhi’s residents have antibodies against covid-19 coursing through their veins https://t.co/H9h6sTGTKO",
  "data/tweet-economist/2021/11/1455112385744748550.json": "Would a three-day weekend make people more productive at work? https://t.co/PYm3flbIzO https://t.co/IL9fgOujXD",
  "data/tweet-economist/2021/11/1455079820333879300.json": "We imagine how the mass adoption of personalised nutrition might change people’s health—and the food industry—by 2035 https://t.co/tpHAFiyCkh",
  "data/tweet-economist/2021/11/1454990157598363648.json": "A direct-air capture plant the size of a small school can do the work of a tree plantation as big as a fair-sized town https://t.co/2UhQO2bXm5",
  "data/tweet-economist/2021/11/1455176436013142016.json": "In your day-to-day life, 3°C may not seem like a significant rise in temperature. But it would be catastrophic on a global scale.\n\n@Eaterofsun explains why in our new film. \n\nClick to watch it ⬇️",
  "data/tweet-economist/2021/11/1455240865107087363.json": "Covid-19 has killed more than 5m people, according to Johns Hopkins University. But that number is a significant undercount. Our single best estimate is that the actual toll is 16.7m https://t.co/rvvCw29C1g",
  "data/tweet-economist/2021/11/1455433793846792192.json": "In 1905 most commercial vehicles were electric—so why did they lose the race against petrol-powered cars? https://t.co/MVQAuSD0Pl",
  "data/tweet-economist/2021/11/1455283532666974210.json": "The whole poisonous set-up of “Succession” violates a cardinal rule of 21st-century storytelling: that at least some of the characters, and ideally the protagonist, should be likeable https://t.co/6lmvD3xPva",
  "data/tweet-economist/2021/11/1455331833646878720.json": "It will go far beyond drought, melting ice sheets and crop failures https://t.co/qyVcyCsr7C",
  "data/tweet-economist/2021/11/1455537956689780755.json": "More than 90 countries at #COP26 pledged to reduce global methane emissions to 30% below 2020 levels by 2030 https://t.co/XF13BKnqS1",
  "data/tweet-economist/2021/11/1455542478229155841.json": "China, Russia and India, among the world’s biggest emitters of methane, were not among the 90 countries that pledged to lower global emissions of the gas by 2030 at #COP26 https://t.co/JjLFjIpOof",
  "data/tweet-economist/2021/11/1455478712569315329.json": "Rapid emission cuts can reduce the risks but not eliminate them https://t.co/ArWtPvoGHS",
  "data/tweet-economist/2021/11/1455292837512323077.json": "Researchers have been modifying viruses for decades—and not always in benign ways https://t.co/PT7WeCP95m",
  "data/tweet-economist/2021/11/1455535875962646529.json": "If Louisiana and its similarly restrictive neighbours were to ban abortion, a woman there would have to travel 666 miles to get one https://t.co/bt0XLLcitL",
  "data/tweet-economist/2021/11/1455490494931275778.json": "Greta Thunberg told a crowd gathered in Glasgow that politicians at #COP26 are merely pretending to \"take our future seriously\" and called for individual leadership https://t.co/Crl6tvo3AH https://t.co/nelvtITFMM",
  "data/tweet-economist/2021/11/1455362792974860289.json": "“I found people were trying to wake up earlier and earlier to respond to my emails, then I learned that’s a terrible message to send to the company.” The former chief executive of PepsiCo, @IndraNooyi, talks effective leadership, on “The Economist Asks” https://t.co/Fzl89b2Nec https://t.co/8zLRveAG8L",
  "data/tweet-economist/2021/11/1455622246161166336.json": "Neither coral reefs nor the Amazon rainforest will be likely to survive in a 3°C world https://t.co/ryGSuVp4dx",
  "data/tweet-economist/2021/11/1455611332611477508.json": "Although the official number of deaths caused by covid-19 is now 5m, our single best estimate is that the actual toll is 16.8m people https://t.co/pUzTUFGRz4 https://t.co/ICgyl5eIZc",
  "data/tweet-economist/2021/11/1455632309223317505.json": "Beef emits 31 times more CO₂ per calorie of food than tofu does https://t.co/mKGBsrDGrZ",
  "data/tweet-economist/2021/11/1455651942349295617.json": "The harsh treatment of Princess Mako is a magnified version of the sexism that many Japanese women face on a daily basis https://t.co/Hr9CaEJ9Tf",
  "data/tweet-economist/2021/11/1455671072418848768.json": "The pandemic has claimed more American lives than the country sustained on battlefields during the first world war, second world war and Vietnam war, combined https://t.co/oChsPV017v",
  "data/tweet-economist/2021/11/1455542219901915146.json": "Justices Amy Coney Barrett and Brett Kavanaugh seem inclined to join the four original dissenters in putting the brakes on the Lone Star state’s cunningly draconian abortion ban https://t.co/Iiyf4Y9mzN",
  "data/tweet-economist/2021/11/1455733879168540673.json": "The official number of deaths is now 5m. But our model is 95% confident the true value lies between 10.3m and 19.5m excess deaths \nhttps://t.co/t2ynrfhOSw",
  "data/tweet-economist/2021/11/1455682161542107139.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/yWDY5Q1L9g",
  "data/tweet-economist/2021/11/1455762868926926849.json": "The harsh treatment of Princess Mako is a magnified version of the sexism that many Japanese women face on a daily basis https://t.co/aUMPaoxV6y",
  "data/tweet-economist/2021/11/1455778964077699072.json": "Large rainforests such as those in the Congo basin provide a service to the world by sucking millions of tons of carbon from the air https://t.co/ScRKbTC37S",
  "data/tweet-economist/2021/11/1455818568524836867.json": "Neither coral reefs nor the Amazon rainforest will be likely to survive in a 3°C world https://t.co/XxXGV798vB",
  "data/tweet-economist/2021/11/1455873083403915268.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/XAFSs0zQSe",
  "data/tweet-economist/2021/11/1455922231993905163.json": "Between 2010 and 2020, the UN says the number of sub-Saharan migrants within Africa rose by more than 40% to 19m.\n\nRead why the continent is now at a crossroads on this matter 👇",
  "data/tweet-economist/2021/11/1455999250601553931.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/Y0SQBjxHgy",
  "data/tweet-economist/2021/11/1455821658900549635.json": "RT @PedderSophie: Gallic shrubs – As the world worries about deforestation, the total surface area of forests in France is actually growing…",
  "data/tweet-economist/2021/11/1455852666303700996.json": "Is tree planting the best way to tackle climate change? https://t.co/3UkMiKuzeN https://t.co/pG7OsAnyf0",
  "data/tweet-economist/2021/11/1456073269090607111.json": "China is trying to erase Uyghur culture, discourage births and cow the entire people into submission https://t.co/h8lQITa4v5",
  "data/tweet-economist/2021/11/1456024669258194947.json": "It will be a long time before such procedures become routine https://t.co/an9TnGLdVY",
  "data/tweet-economist/2021/11/1456095971897712642.json": "The old have become happier and the young more miserable https://t.co/aKF95QkEU6",
  "data/tweet-economist/2021/11/1456033472502452225.json": "The true toll of covid-19 in America, because many deaths are miscounted, is likely to be closer to 920k https://t.co/xjJb48UgdR",
  "data/tweet-economist/2021/11/1455772202960306177.json": "The result bodes ill for Democratic chances in America's upcoming mid-terms https://t.co/TjOkTAOvAR",
  "data/tweet-economist/2021/11/1456014087574405124.json": "The Tigrayan People’s Liberation Front, the ruling party of the rebellious Tigray region, are at the gates of Ethiopia’s capital. Few imagined it would come to this  https://t.co/YjIdb4WBE6",
  "data/tweet-economist/2021/11/1456103252865556481.json": "With “The Potato Eaters” Van Gogh was reaching for a new authenticity, an appreciation of misshapen beauty that refused to romanticise its subjects https://t.co/xLadN5IHa5",
  "data/tweet-economist/2021/11/1456122784686514176.json": "In 1905 most commercial vehicles were electric. Yet by the 1920s, they were a dying breed https://t.co/7NJOr5xgzO",
  "data/tweet-economist/2021/11/1456043290822946817.json": "In 1905 most commercial vehicles were electric—so why did they lose the race against petrol-powered cars? https://t.co/s99xaXNcv5",
  "data/tweet-economist/2021/11/1456193513062809600.json": "If this is the world at 1.1-1.3°C of warming, what would a temperature rise of 2°C or even 3°C look like? https://t.co/4vWnzQDLvq",
  "data/tweet-economist/2021/11/1456177743289364483.json": "It is because pronunciation, stress and rhythm are rarely taught well https://t.co/1OfCNkn8Fu",
  "data/tweet-economist/2021/11/1456222948742807556.json": "At #COP26, 40+ countries agreed to phase out the use of coal by either 2030 or 2040. The sooner it is consigned to museums and history books, the better https://t.co/t64wz6wefA",
  "data/tweet-economist/2021/11/1456148719330631688.json": "Almost a year ago to the day, federal Ethiopian forces, backed by paramilitaries from the Amhara region and troops from Eritrea had captured almost all of Tigray. Their fortunes have changed  https://t.co/dTHOJ5Yfs9",
  "data/tweet-economist/2021/11/1456220937876037634.json": "Donors are trying to help people hit by climate change, pandemic and bad governance https://t.co/38Wvgtt7bh",
  "data/tweet-economist/2021/11/1456264492543721481.json": "♦️ America, Australia, China and India—the biggest users of coal—were absent from a #COP26 pledge to phase it out by 2030 or 2040\n\n♦️ @KwasiKwarteng calls for the shift to clean power to be five times faster\n\n♦️ Why the net-zero pledges of financial firms won’t save the world",
  "data/tweet-economist/2021/11/1456299145686360064.json": "Boris Johnson acts as if rules are for losers. His government’s behaviour threatens to bring Britain’s very democracy into disrepute https://t.co/rLAakg1wIu",
  "data/tweet-economist/2021/11/1456285922492915714.json": "To win over moderate voters, Joe Biden needs to distance himself from the Democrats’ left fringe. Otherwise America could well face four more years of Donald Trump. Our cover this week https://t.co/KZYuw0TfDE https://t.co/iXFqmIkaMO",
  "data/tweet-economist/2021/11/1456239845068652549.json": "The Tigrayan rebels have staged such a dramatic comeback that they may now be poised to launch an assault on Addis Ababa, the Ethiopian capital and seat of the African Union  https://t.co/8S1NZj2icE",
  "data/tweet-economist/2021/11/1456329575177363466.json": "Today at #COP26 more than 40 countries announced a pledge to phase out coal power for good. \n\nDetails of how it will be achieved are sketchy but replacing fossil fuels is becoming easier. \n \n⬇️ Click to read why the cost of wind turbines and solar panels has vastly reduced",
  "data/tweet-economist/2021/11/1456345774049185793.json": "Fearing that ethnic violence could spin out of control, America has urged the Tigrayan rebels to halt their advance on Addis Ababa  https://t.co/371zyLjh1s",
  "data/tweet-economist/2021/11/1456439961499185191.json": "One in six deaths in India in 2019 were estimated to be from the effects of pollution https://t.co/kFJt51iSF6",
  "data/tweet-economist/2021/11/1456414230454935567.json": "America’s residents own 46% of the world’s 860m civilian-held guns. A survey of nearly 1,600 adults found that belief in the devil, demons and hell is a strong predictor of eight pro-gun beliefs https://t.co/zdwj8CSD0N",
  "data/tweet-economist/2021/11/1456273788606160898.json": "Iceland’s experience suggests a better balance between work and life need not reduce output https://t.co/4KSx2TbAyg",
  "data/tweet-economist/2021/11/1456453736377856006.json": "It is much easier to understand someone if you can hear them but not see them, than if you can see but not hear them https://t.co/hOnPNBhntp",
  "data/tweet-economist/2021/11/1456488516259569664.json": "A new form of literary criticism is boosting sales of books—TikTok https://t.co/FV61EBkyGq",
  "data/tweet-economist/2021/11/1456480592992915461.json": "Some 70 countries, mostly in the Americas and Europe, apply Daylight Savings Time during the summer months https://t.co/qTofIdKH45",
  "data/tweet-economist/2021/11/1456414981910581248.json": "The anti-elitism fervour that has captured the right is largely a creation of rich Ivy Leaguers https://t.co/9zWzQnAOQ2",
  "data/tweet-economist/2021/11/1456543492893777944.json": "Clinical tests of 928 teenagers in Delhi found that 29.4% had asthma, three times typical levels worldwide https://t.co/1kXtT9HD9t",
  "data/tweet-economist/2021/11/1456346534090612743.json": "Molnupiravir has been approved by Britain’s national medicines regulatory agency—the first in the world to do so\nhttps://t.co/ke8BBaVtrB",
  "data/tweet-economist/2021/11/1456476605036089345.json": "The country has a maths problem. Its pupils have ranked poorly in international maths exams for decades https://t.co/VirDNGB7LW",
  "data/tweet-economist/2021/11/1456602961627521025.json": "Although it has not been proven conclusively, many scientists think that changing the clocks messes with humans’ circadian rhythms https://t.co/TmKsjLPZkb",
  "data/tweet-economist/2021/11/1456669908234801156.json": "Since Jair Bolsonaro took office in 2019, the rate of deforestation is up by 45% https://t.co/sLac51WGLr",
  "data/tweet-economist/2021/11/1456444212803682305.json": "What mattered to Philippa Foot, Elizabeth Anscombe, Mary Midgley and Iris Murdoch was ethics. They were dissatisfied with the state of moral philosophy, especially as practised at Oxford https://t.co/MG5dSiZS35",
  "data/tweet-economist/2021/11/1456637581194575880.json": "Ethiopia is deliberately starving its own citizens https://t.co/OVVkltyWvM",
  "data/tweet-economist/2021/11/1456627619764576267.json": "Conservatives long argued that campus liberalism produces ambitious narcissists, not public servants. It is ironic that the best evidence for that is on the right https://t.co/ug2Xwhg5Rz",
  "data/tweet-economist/2021/11/1456502523720781824.json": "Leaving the banjos and harmonicas to gather dust, Jeymes Samuel fills this western’s soundtrack with funk, reggae and hip-hop. (One of its producers is Shawn Carter, better known as Jay-Z) https://t.co/6XGSSLjYpS",
  "data/tweet-economist/2021/11/1456652585973211144.json": "The African Union should suspend Ethiopia’s membership until it lifts its embargo on aid entering Tigray, while also making clear that it would not recognise a government that seized power by force https://t.co/8ozjZOzQXt",
  "data/tweet-economist/2021/11/1456773591467429894.json": "The experience of Argentina, Brazil and Turkey helps illustrate how and when inflation can get out of hand https://t.co/RtGiVpzIxx",
  "data/tweet-economist/2021/11/1456740381916344321.json": "One source of inefficiency is the time spent in meetings. The answer is simple: don’t call as many, and keep them short, as our article from June explains https://t.co/rzFcRKQje4",
  "data/tweet-economist/2021/11/1456805793907490820.json": "Jair Bolsonaro once seemed to relish his reputation as a pariah. But now seems keen to try to improve his standing https://t.co/Zf45sgScwO",
  "data/tweet-economist/2021/11/1456806565206503431.json": "Liberal democrats in Latin America now have to deal not just with an authoritarian left but with a right that is far more intolerant than in the recent past https://t.co/RoRDR0RGWK",
  "data/tweet-economist/2021/11/1456879036072857606.json": "Economists discovered that people’s chances of success in America can depend on the neighbourhood, or even the block, where people live https://t.co/Htcj5a4yEa",
  "data/tweet-economist/2021/11/1456848851428642816.json": "By rewriting the history of the party itself, Xi Jinping justifies and cements his place at its head, enshrining himself as the rightful leader of China https://t.co/jtiyMTSB0u",
  "data/tweet-economist/2021/11/1456956036510851073.json": "Around 7m sq km of offshore farms would be needed to power the whole world for a year https://t.co/q5DD78j1bc",
  "data/tweet-economist/2021/11/1456916787967234052.json": "At #COP26 Boris Johnson argued with France over the fate of a few dozen fishing licences in the Channel Islands https://t.co/A9TDSZ5XOP",
  "data/tweet-economist/2021/11/1456613110349979648.json": "♦️ Indonesia’s environment minister appears to backtrack on a pledge to end deforestation by 2030\n\n♦️ Brazil wants more from #COP26 than it is willing to give\n\n♦️ Young people march in a “Fridays for Future” strike\n\n 🌎 Live updates: @ItsRachelDobbs. ⬇️  Click to read analysis",
  "data/tweet-economist/2021/11/1456957046927069184.json": "Last month, in an attempt to look greener, the government announced two climate-focused initiatives https://t.co/3mTLyuNG4I",
  "data/tweet-economist/2021/11/1456990763271733257.json": "One doctor regularly sees children with blackened lungs https://t.co/4M5To6kfHv",
  "data/tweet-economist/2021/11/1456708915551510536.json": "Its approval in Britain marks another milestone in the world’s fight against the pandemic https://t.co/e58K8Pxlon",
  "data/tweet-economist/2021/11/1457018703590088706.json": "Warren Buffett described the ability to pass costs to customers without harming sales as “the single most important decision in evaluating a business” https://t.co/t6JWTKFN13",
  "data/tweet-economist/2021/11/1456832734270267396.json": "Before the 20th century, it was nearly impossible for a philosophically gifted woman to gain recognition. How that situation began to change is part of the story told in “The Women Are Up to Something” https://t.co/VQdPgYRLdz",
  "data/tweet-economist/2021/11/1456981455771475969.json": "As winter draws near in the northern hemisphere, covid-19 threatens Europe once again. \n\n⬇️ Read about the WHO’s stark warning",
  "data/tweet-economist/2021/11/1457021732666155010.json": "Europe falling back in love with nuclear power is just one example of the many policy debates heading in a French direction https://t.co/ot8uEmcffu",
  "data/tweet-economist/2021/11/1457056455987712003.json": "Doctors now have a medicine to offer those most at risk from the virus, which patients can take at home https://t.co/qSzbjVDZPP",
  "data/tweet-economist/2021/11/1457106039791357953.json": "Inflation stands at 10.2% in Brazil, 19.9% in Turkey, and 52.5% in Argentina https://t.co/2eBizDfnAW",
  "data/tweet-economist/2021/11/1456977205523726341.json": "ABBA have a particular cultural heft: their music has seeped like water through porous rock into the collective consciousness and is instantly identifiable across generations https://t.co/Z83S0LxR0l",
  "data/tweet-economist/2021/11/1457138246807400457.json": "Brazil wants all of the benefits and none of the costs from #COP26 https://t.co/pfos8vXwUK",
  "data/tweet-economist/2021/11/1457147063599345666.json": "In America, a bipartisan group of senators has put forward a bill, the “Sunshine Protection Act of 2021”, which would stick with summer time all year round https://t.co/AmN1ZzKaJl",
  "data/tweet-economist/2021/11/1457045376486289411.json": "A realistic prediction is that in a net-zero world, 7.5% of the world’s energy will come from offshore wind farms https://t.co/JSI5TTKOWS",
  "data/tweet-economist/2021/11/1457064012747771914.json": "The biggest fans of Turkish telenovelas are señoras of a certain age https://t.co/erbsdRFZ6K",
  "data/tweet-economist/2021/11/1457179173638770691.json": "When Munch died, aged 80, he gave thousands of items and his personal papers to his home town. It is at last doing justice to his munificence and his genius https://t.co/RySauE5EDe",
  "data/tweet-economist/2021/11/1457057460154425350.json": "Xi Jinping will become only the third leader since Deng Xiaoping and Mao Zedong to rewrite the Communist Party’s record in his favour https://t.co/OJb6rkAxIY",
  "data/tweet-economist/2021/11/1457152845355094016.json": "After four years as a trans man, Carol became a “detransitioner”: someone who has taken cross-sex hormones or had surgery, or both, before realising this was a mistake. This is her story https://t.co/tJB7F1EtMJ",
  "data/tweet-economist/2021/11/1457192138987479040.json": "What happens when one apex predator elbows out another https://t.co/sirXLphiDk",
  "data/tweet-economist/2021/11/1457216000034844672.json": "One in six deaths in India in 2019 were estimated to be from the effects of pollution https://t.co/aASm2jLSL1",
  "data/tweet-economist/2021/11/1457220478507028481.json": "Deaths from covid-19 are now rising rapidly, too https://t.co/4em9yYve4h",
  "data/tweet-economist/2021/11/1457242963793387520.json": "George Orwell’s attention to trees, flowers and the cosiness of country life sometimes befuddled some of his peers https://t.co/os2jh3rpmQ",
  "data/tweet-economist/2021/11/1457261650877222912.json": "Boris Johnson may have had a sense of being able to get away with almost anything. This week’s disasters might prove the moment when that began to change https://t.co/phlYecR7qR",
  "data/tweet-economist/2021/11/1457277416615854082.json": "Gurbanguly Berdymukhamedov wins elections with 98% of the vote and ruthlessly suppresses dissent https://t.co/Xb3BVf1PE0",
  "data/tweet-economist/2021/11/1457297062358405120.json": "People born rich in America are much likelier to stay rich than their counterparts in other advanced countries. Their children see higher incomes too https://t.co/KUCCWvkcBG",
  "data/tweet-economist/2021/11/1457083641276911616.json": "“I’m kind of mourning my loss of anonymity, but I’m also accepting it.” Brian Cox, the star of #Succession, talks about reaching new heights of fame, on “The Economist Asks” podcast https://t.co/lHB19pp1I7 https://t.co/4ZJjoqLBKH",
  "data/tweet-economist/2021/11/1457014954456981514.json": "More than 5m people in Tigray do not have enough to eat. But Western countries still have considerable leverage to force the Ethiopian government's hand https://t.co/PyPjy5Rld9",
  "data/tweet-economist/2021/11/1457312144999997442.json": "From Aristotle to Sigmund Freud, eels’ reproductive habits have puzzled observers of the natural world https://t.co/ibyfv3DdcW",
  "data/tweet-economist/2021/11/1457228241966665728.json": "Research is unravelling the deep secrets of the virus https://t.co/drV7ZNtE0c",
  "data/tweet-economist/2021/11/1457349882591711244.json": "Brazil has pledged that it will end illegal deforestation by 2028. It is a worthy goal that seems, at present, utterly unattainable https://t.co/D4qLRl5hVY",
  "data/tweet-economist/2021/11/1457060522889728011.json": "“I think there is a tragic element to Logan [Roy]. He clearly has had some kind of trauma in his life.” \n\nBrian Cox finds a similarity between the character he plays in “Succession” and the likes of Donald Trump and Rupert Murdoch https://t.co/uaawskYLKP https://t.co/E5oYTZi7SF",
  "data/tweet-economist/2021/11/1457368261432156168.json": "Clinical tests of 928 teenagers in Delhi found that 29.4% had asthma, three times typical levels worldwide https://t.co/mWIlQWAOze",
  "data/tweet-economist/2021/11/1457386626691256337.json": "Beef emits 31 times more CO₂ per calorie of food than tofu does https://t.co/5xYnyCmQ4n",
  "data/tweet-economist/2021/11/1457125421250760706.json": "Multinationals that operate in China are being forced to take a side on free-speech issues, according to the Chinese artist who designed Enes Kanter’s “Free Tibet” shoes https://t.co/vGDISqRiMJ",
  "data/tweet-economist/2021/11/1457380581424107527.json": "Executives are far keener to get back to the office than other employees, a survey by Slack found https://t.co/AAzdC1lO6K",
  "data/tweet-economist/2021/11/1457413051989336068.json": "Amazon is making heaps of money in Germany and cannot continue to “refuse wage increases that other companies in the sector pay”, the union says https://t.co/9Yzv0MoqgC",
  "data/tweet-economist/2021/11/1457397114112184325.json": "Rewriting the Communist Party’s history will be a clear signal that Xi Jinping’s brand of authoritarianism—the most ruthless since the Mao era— will be around a lot longer https://t.co/qMzymPuqCz",
  "data/tweet-economist/2021/11/1457355166081032201.json": "If you possess a love of writing, inquiry and debate, we want to hear from you! We’re hiring for a one-year paid fellowship in the US. The deadline to apply is December 31st https://t.co/dc4p9FFChN",
  "data/tweet-economist/2021/11/1457449819438555144.json": "Touch is the only sense crucial to humans’ survival, as our article from earlier this year explains https://t.co/dR10nBziFw",
  "data/tweet-economist/2021/11/1457470682921570305.json": "While Jair Bolsonaro remains in power, it seems unlikely that much will change https://t.co/1AzG2HLBAt",
  "data/tweet-economist/2021/11/1457467940408803328.json": "Ethiopia's Tigray region is getting only a fraction of the food needed to keep its 6m inhabitants alive, hardly any fuel and no medical supplies at all https://t.co/XIvWc4XXYT",
  "data/tweet-economist/2021/11/1457377318503165955.json": "The total amount of energy needed to power the world for one year is around 556 exajoules—or 556 with 18 zeros https://t.co/yKFu3ou50h",
  "data/tweet-economist/2021/11/1457364220278939649.json": "No-one knows exactly how eels reproduce. That matters for the future of the species https://t.co/d869HMyhOY",
  "data/tweet-economist/2021/11/1457536259388280838.json": "You don’t have to like the Roys to love them https://t.co/dOpA1OLXvu",
  "data/tweet-economist/2021/11/1457666802612383752.json": "Why have carbon markets failed to achieve their goal of reducing global emissions? https://t.co/gUc4BWUh3T https://t.co/oojYEcrcsm",
  "data/tweet-economist/2021/11/1457586711165345796.json": "As more Indians suffer, pollution is gaining traction as a political issue https://t.co/gSOlPoIkrs",
  "data/tweet-economist/2021/11/1457639788622790657.json": "Boris Johnson may have had a sense of being able to get away with almost anything. This week’s disasters might prove the moment when that began to change https://t.co/1Xm9rOqUhx",
  "data/tweet-economist/2021/11/1457727072521134081.json": "Consumer-price inflation has risen to 5.4% in America, the highest in 30 years. ⁠\n\nWhat does this mean for future inflation? Read more here 👇",
  "data/tweet-economist/2021/11/1457726172960329740.json": "Xi Jinping is so worried about a Soviet-style collapse that he has been waging a campaign against “historical nihilism” https://t.co/ikCUtwkc2X",
  "data/tweet-economist/2021/11/1457770562940407809.json": "Nearly 75% of the world's population aged 12 and over have received at least one dose of a vaccine https://t.co/V3MEHBtuPI",
  "data/tweet-economist/2021/11/1457770475925348356.json": "Famine caused by the Great Leap Forward and the killing of anti-government protesters in 1989 will be conspicuously absent from Xi Jinping's version of history. Why? https://t.co/Muk6Lyuw6H",
  "data/tweet-economist/2021/11/1457634030602670082.json": "America, the avowed land of opportunity, now appears a harder place to succeed than Canada or western Europe https://t.co/Sbiw1s16Wq",
  "data/tweet-economist/2021/11/1457815271423586309.json": "If 2021 was the year the world turned the tide against the pandemic, 2022 will be dominated by the need to adjust to new realities. Our cover for The World Ahead 2022 https://t.co/Y5OB1qy5HM https://t.co/GPIYz2LSX3",
  "data/tweet-economist/2021/11/1457700018970836993.json": "He grew up in Holland in the German occupation, and saw his Jewish friends gradually disappear from class. He felt that his life had prospered largely because more talented people had lost theirs https://t.co/8b0JC3t7Tq",
  "data/tweet-economist/2021/11/1457781232104660996.json": "The drug will be used to treat patients who have not been vaccinated, or who remain at high risk despite having had a jab  https://t.co/e2jHXXc2Z9",
  "data/tweet-economist/2021/11/1457837909072039946.json": "The American era is over, says Francis Fukuyama. He argues that the country must instead sustain a world order that is “friendly to democratic values” in The #WorldAhead 2022 https://t.co/xd7DTlBvkA",
  "data/tweet-economist/2021/11/1457871866685702144.json": "Xi Jinping is rewriting the rules for how China’s economy works. Expect two big shifts in 2022 #WorldAhead https://t.co/AGDG1BN6ca",
  "data/tweet-economist/2021/11/1457975928848531456.json": "Oppressing women not only hurts women; it also hurts men https://t.co/7tip90Bhao",
  "data/tweet-economist/2021/11/1457997957526171650.json": "Many people are now protected from current variants of covid. But that immunity has been acquired at a terrible cost https://t.co/IWXMJyuMRt",
  "data/tweet-economist/2021/11/1458021957979541505.json": "In Canada, assisted dying is available to Canadians who suffer from chronic physical illness or disability. From 2023, the law will include those who suffer solely from mental illness https://t.co/dFe09aHUJK",
  "data/tweet-economist/2021/11/1458053401812537352.json": "The Economist has worked out the optimal location of offshore wind farms needed to supply the world’s total energy demands https://t.co/kR1YrSRx7c",
  "data/tweet-economist/2021/11/1458098592510582784.json": "Interim trial results found that patients with a risk factor for covid-19 were 50% less likely to be hospitalised or die if the oral antiviral was taken in the first five days after symptoms https://t.co/D6rHvONqY5",
  "data/tweet-economist/2021/11/1457903317263294473.json": "So far 191 countries have mass-vaccination programmes under way and together they have administered about 7.2bn jabs https://t.co/mfo8ayH6Mh",
  "data/tweet-economist/2021/11/1458213329676247048.json": "This is not the first time scientists have found that vaccines designed to prevent one disease would seem to protect against other causes of death https://t.co/UsrvnQC82x",
  "data/tweet-economist/2021/11/1458176356290895877.json": "Covid is not done yet. But by 2023, it will no longer be a life-threatening disease for most people in the developed world https://t.co/hgSvKjt5zl",
  "data/tweet-economist/2021/11/1458184136192053256.json": "Beyond covid-19, how could mRNA-based vaccines deal with diseases such as malaria, TB and HIV? The founders of @BioNTech_Group explain https://t.co/YaDziXBA71",
  "data/tweet-economist/2021/11/1457993813516066816.json": "A new book shows how the Greek revolution shaped Europe https://t.co/rA8bPcM8gW",
  "data/tweet-economist/2021/11/1458087205805731852.json": "Prince Muhammad will be judged largely on whether he can create decent jobs for Saudi Arabia’s 21m citizens, two-thirds of whom are under 35 https://t.co/qtibYv7crG",
  "data/tweet-economist/2021/11/1458307706368970754.json": "Why Europe is a great place for digital nomads https://t.co/top0XMnT0b",
  "data/tweet-economist/2021/11/1458280350442995722.json": "The CDC data show that people vaccinated with the Pfizer or Moderna covid-19 jabs are one-third as likely to die of other causes https://t.co/7bDI8vW2Z8",
  "data/tweet-economist/2021/11/1458303312462336000.json": "One in six deaths in India in 2019 were estimated to be from the effects of pollution https://t.co/pTtWiEGAyb",
  "data/tweet-economist/2021/11/1458352018033201155.json": "Women fared worse than men https://t.co/xXxI1drffV",
  "data/tweet-economist/2021/11/1458182868958650371.json": "The whole poisonous set-up of “Succession” violates a cardinal rule of 21st-century storytelling: that at least some of the characters, and ideally the protagonist, should be likeable https://t.co/P2P3LXtL6h",
  "data/tweet-economist/2021/11/1458394524464599041.json": "This is not the first time scientists have found that vaccines designed to prevent one disease would seem to protect against other causes of death https://t.co/4KDnl615TI",
  "data/tweet-economist/2021/11/1458375435994161153.json": "After four years as a trans man, Carol became a “detransitioner”: someone who has taken cross-sex hormones or had surgery, or both, before realising this was a mistake. This is her story https://t.co/9krnxP5Qle",
  "data/tweet-economist/2021/11/1458396291902603264.json": "And why foreign policy should pay more heed to half of humanity https://t.co/LRRWd61bNG",
  "data/tweet-economist/2021/11/1458394097987764226.json": "It is clear that the global centre of bitcoin mining is shifting https://t.co/3W5L6jYMOM",
  "data/tweet-economist/2021/11/1458528153719169028.json": "Inflation stands at 10.2% in Brazil, 19.9% in Turkey, and 52.5% in Argentina https://t.co/O53Qy8yYbL",
  "data/tweet-economist/2021/11/1458215076679258115.json": "It is because pronunciation, stress and rhythm are rarely taught well https://t.co/OLwAGcXFBo",
  "data/tweet-economist/2021/11/1458547033644707846.json": "Women fared worse than men https://t.co/OaZ50vHrVl",
  "data/tweet-economist/2021/11/1458192736637566984.json": "President Maduro has overseen one of the worst recessions in world history. How has he clung to power? \n\nhttps://t.co/UGmLEQuw8Q",
  "data/tweet-economist/2021/11/1458608941764689923.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/bxUlcx5p7A",
  "data/tweet-economist/2021/11/1458603916489371648.json": "Rolls-Royce thinks that smaller, modular nuclear power plants will be easier for investors, and governments, to finance https://t.co/68SdaWkDH9",
  "data/tweet-economist/2021/11/1458656745488896006.json": "Unlike wind and solar power, nuclear energy can provide a stable source of electricity unaffected by changes in weather https://t.co/mfH52nTR0B",
  "data/tweet-economist/2021/11/1458654243506819074.json": "The return of ABBA is the biggest event in pop music so far this century. Read our review before deciding whether to take a chance on their comeback album https://t.co/uaRbCJBkCc",
  "data/tweet-economist/2021/11/1458697012598161410.json": "In the old days Muslims were quite tolerant of homosexuality https://t.co/CxoI686DRE",
  "data/tweet-economist/2021/11/1458681162587680771.json": "“We can no longer avert our eyes from the inequalities that prevent all human beings from leading lives of dignity and prosperity,” says Cyril Ramaphosa https://t.co/c8BIbzFfua",
  "data/tweet-economist/2021/11/1458638626594734086.json": "“Squid Game” has shown that, like love and money, complaints about inequality have no language https://t.co/ddaZWHjyXT",
  "data/tweet-economist/2021/11/1458717655926460416.json": "Exclusive: The stories of three women continuing the fight for political freedom in Russia https://t.co/5MYjTpK18P",
  "data/tweet-economist/2021/11/1458701261147095046.json": "When Munch died, aged 80, he gave thousands of items and his personal papers to his home town. It is at last doing justice to his munificence and his genius https://t.co/WxBnOhTopu",
  "data/tweet-economist/2021/11/1458754385668890625.json": "This is not the first time scientists have found that vaccines designed to prevent one disease would seem to protect against other causes of death https://t.co/nF0NEnitdH",
  "data/tweet-economist/2021/11/1458794416269926404.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/apLFchFyVt",
  "data/tweet-economist/2021/11/1458803406080991237.json": "Political prisoners are stacking up in Russia and discontent is growing. But for Vladimir Putin, repression does not have a reverse gear. Our cover this week analyses his logic of confrontation https://t.co/XgixucjdTM https://t.co/BXxhqd5Ixv",
  "data/tweet-economist/2021/11/1458794654749630472.json": "“Putin is afraid of the young”: meet the 23-year-old Russian activist living under house arrest https://t.co/aSKW7mREDV",
  "data/tweet-economist/2021/11/1458850276111269895.json": "For all Vladimir Putin’s anti-Western propaganda, two-thirds of Russians have a positive view of the West. They do not believe in their leader’s logic of confrontation https://t.co/e2s6xhqcDw",
  "data/tweet-economist/2021/11/1458858858840051722.json": "The world must act now to stop Afghans starving https://t.co/vZvVdkKKCD",
  "data/tweet-economist/2021/11/1458840214537916417.json": "The return of ABBA is the biggest event in pop music so far this century. Read our review before deciding whether to take a chance on their comeback album https://t.co/u71kwhTz0r",
  "data/tweet-economist/2021/11/1458869394600337413.json": "Afghanistan is on the brink of humanitarian catastrophe. Many people are dying already and 23m face acute hunger https://t.co/AdmpdnL1sr",
  "data/tweet-economist/2021/11/1458908906042925058.json": "Russia is imprisoning more political prisoners than it did during the Soviet era. At the same time, its relations with the West have entered a dark period https://t.co/TetOAl7iyq",
  "data/tweet-economist/2021/11/1458928543933550592.json": "Today, nuclear is responsible for nearly 20% of America’s power generation, and about half of its clean energy https://t.co/yOdy6Edvmn",
  "data/tweet-economist/2021/11/1458850512879689733.json": "RT @michaelreid52: Why Jair Bolsonaro is bad for Brazil’s economy. My column:\nhttps://t.co/h0YfMHGz7G",
  "data/tweet-economist/2021/11/1458957756296318979.json": "Of the estimated 55m people living with dementia around the world, only one-quarter have been formally diagnosed with the condition https://t.co/WxCL4qMpyK",
  "data/tweet-economist/2021/11/1458970378399895552.json": "Kleptocracy will flourish as long as Western countries welcome the loot—and Western professionals help to move and hide it https://t.co/KKJJ9Uw2FP",
  "data/tweet-economist/2021/11/1458791368537436162.json": "Assisted dying relieves suffering and restores a measure of dignity to people at the end of their lives. But too many are still denied this basic freedom. One of our two covers this week https://t.co/EwpDQoMIz5 https://t.co/sTA1cz3GJZ",
  "data/tweet-economist/2021/11/1459050249574572048.json": "By the time the UN's World Food Programme declares a famine, many will already have died https://t.co/fqUQfmjGsc",
  "data/tweet-economist/2021/11/1459039781183184908.json": "The fear of witchcraft did not arrive from nowhere. In his new book, \"The Ruin of All Witches\" @malcolmgaskill sees it as \"a serious expression of disorder embedded in politics, religion and law\" https://t.co/754luvtmKe",
  "data/tweet-economist/2021/11/1458872184663949315.json": "More than 10,000 people have been arrested in connection with the unrest in Hong Kong. Court proceedings have begun against a quarter of them https://t.co/2PV9uj9rPp",
  "data/tweet-economist/2021/11/1458775914054103043.json": "Trees are one of the most complex aspects in the fight against climate change. Simply planting new ones will not solve the problem. We explain why in this thread 👇 https://t.co/FT7gwGWH73",
  "data/tweet-economist/2021/11/1459118078332215300.json": "Even before the explosion in the use of AI, scientists could detect evidence of dementia from how people use words https://t.co/zeC5Bq1oSV",
  "data/tweet-economist/2021/11/1459008101655404545.json": "Hundreds of people are now serving prison sentences or being held on remand for alleged offences related to the protests in Hong Kong. Sympathy with political detainees is widespread https://t.co/2h6ssQaidc",
  "data/tweet-economist/2021/11/1459171710469558276.json": "A court hearing happening now could end the conservatorship that Britney Spears has been under since 2008. We explain the story behind the #FreeBritney movement https://t.co/9d90tqU7Th",
  "data/tweet-economist/2021/11/1459187253415137281.json": "Two new antiviral drugs have been deemed so effective at fighting covid-19 that clinical trials ended early https://t.co/NQ9Ohs4ZGc",
  "data/tweet-economist/2021/11/1459175162356678666.json": "Twitter released a paper showing that its algorithm favoured right-leaning American news sites https://t.co/6saXx0bHYU",
  "data/tweet-economist/2021/11/1458990547398447106.json": "In 2015, Xi Jinping agreed that neither China nor America would conduct or knowingly support cyber­-enabled theft of intellectual property. In 2021, China remains hard at it https://t.co/UTOLuPbbrP",
  "data/tweet-economist/2021/11/1459235066614358020.json": "GE’s breakup marks the end of an era in American corporate history https://t.co/YIp2oI8W3r",
  "data/tweet-economist/2021/11/1459251680692813824.json": "The emergence of Hispanic Trump voters as a major electoral force was the big surprise of last year’s election https://t.co/HHnfPRoO1G",
  "data/tweet-economist/2021/11/1459234541844013056.json": "The vast majority of knowledge workers, and most employers, now prefer a hybrid approach to working. \n\nBut read why covid-19 has not wiped out biases about people who work from home ⬇️",
  "data/tweet-economist/2021/11/1459288659283386370.json": "Brazil’s economy minister is backing an underhand government attempt to bypass the constitutional cap on public spending set in 2016  https://t.co/qXObxtSVQ7",
  "data/tweet-economist/2021/11/1459306027246137344.json": "As the world ages, the number of people with dementia is going to rise rapidly, to more than 80m by 2030 and more than 140m by 2050 https://t.co/bi3eKjDZfM",
  "data/tweet-economist/2021/11/1459342512120905728.json": "With around 38% of the Hispanic vote, Donald Trump won a higher share than any recent Republican presidential candidate apart from George W. Bush https://t.co/LJESNRrVex",
  "data/tweet-economist/2021/11/1459013089840541708.json": "“Beyond Oil and Gas Alliance”, a coalition of countries and sub-national governments led by Costa Rica and Denmark, promises to stop issuing new permits for oil and gas exploration and production https://t.co/LyUc4LzIFj",
  "data/tweet-economist/2021/11/1459296265422917634.json": "In all countries but Germany, the algorithm’s “amplification ratio” was lower for members of leftist parties https://t.co/Z7fy8SdQEq",
  "data/tweet-economist/2021/11/1459375986110255105.json": "Daniel Ortega, a former guerrilla, won his fourth consecutive term as president after jailing most of his potential opponents and forcing others into exile  https://t.co/t6boGxQ1gR"
}