{
  "data/tweet-economist/2021/3/1366203699694100483.json": "A recent report suggested that, owing to the spread of a more transmissible variant of the virus, immediately relaxing social distancing in America could cause a vicious surge in cases https://t.co/7NZjrfZbCk",
  "data/tweet-economist/2021/3/1366234934197772291.json": "Although America’s decentralised system has in some ways helped it through the pandemic, the sprawling education system has been exposed by it https://t.co/4NTHQ9zhc9",
  "data/tweet-economist/2021/3/1366256025859407872.json": "McKinsey’s partners see themselves as missionaries. Yet they are also mercenaries— “guns for hire” https://t.co/w4zLWWp2R1",
  "data/tweet-economist/2021/3/1366287943451697154.json": "While in limbo over Brexit, British pig firms are still waiting for certification in China. Meanwhile the pigs are growing porkier, and less valuable, by the day https://t.co/cHW0qcPZnm",
  "data/tweet-economist/2021/3/1366327355350859776.json": "Indoor \"vertical\" farms could provide fresh food to millions of people. https://t.co/Mrd4Dufyjz https://t.co/67gpnA3Fun",
  "data/tweet-economist/2021/3/1366300090575556609.json": "South-East Asia is home to 700m people. Its economy, if it were a single country, would be the fourth-biggest in the world https://t.co/xahhkBIZcL",
  "data/tweet-economist/2021/3/1366328349619064835.json": "RT @ItsRachelDobbs: There’s a concerted push to make “ecocide”—the destruction of the environment—punishable by the International Criminal…",
  "data/tweet-economist/2021/3/1366376443576520704.json": "Four crimes are punishable by the International Criminal Court. There is a push to make  “ecocide” the fifth https://t.co/olPfLIhEIP",
  "data/tweet-economist/2021/3/1366272641892515848.json": "“The World for Sale” asks how so few firms, owned by a tiny number of people, were able to grab such a hold on global commodity-trading with so little oversight https://t.co/YTrhoYG68d",
  "data/tweet-economist/2021/3/1366403365744365573.json": "In all, 174 people, including 16 politicians, were found guilty, and 26bn reais ($5bn) was recovered for public coffers https://t.co/DAquqJSIAI",
  "data/tweet-economist/2021/3/1366252239120183297.json": "Hydrogen goop is unlikely to upend the clean-car industry. But Marcus Vogt's invention may find other niches https://t.co/6lbxX7VfB9",
  "data/tweet-economist/2021/3/1366437159184568321.json": "A group of international lawyers including Philippe Sands will publish a draft definition of ecocide in June https://t.co/XPT50nqC4n",
  "data/tweet-economist/2021/3/1366335238318809088.json": "Grammar-checking computers illustrate not how bad humans are with language, but just how good https://t.co/cdFuhUQEsb",
  "data/tweet-economist/2021/3/1366412434815283201.json": "Some marine biologists wonder if the killer whale's arrival in great white territory is a consequence of human activity https://t.co/j2lDpVjeKo",
  "data/tweet-economist/2021/3/1366513642276089856.json": "A court in Paris has found Nicolas Sarkozy, a former centre-right French president, guilty of corruption and influence-peddling https://t.co/xbDSdvXLSf",
  "data/tweet-economist/2021/3/1366527456337940480.json": "If ecocide becomes an international crime, it will mark a turning-point in how the relationship between humans and the natural world is understood https://t.co/I1VEVGLUGx",
  "data/tweet-economist/2021/3/1366545680882368513.json": "Adam Kinzinger is in his political prime with everything to lose, making his criticism of Donald Trump even more remarkable  https://t.co/Bb2YZdMoJe",
  "data/tweet-economist/2021/3/1366260215512002561.json": "China’s high-speed railways are a spectacular economic achievement. Their impact on society may prove as dramatic https://t.co/Op3k1lefsv",
  "data/tweet-economist/2021/3/1366558495550676993.json": "Wonder where the vanilla in your ice cream comes from? Last year @1843mag went to Madagascar and found the bitter truth https://t.co/Xe8WhK4f52",
  "data/tweet-economist/2021/3/1366589924061904899.json": "How Britain decarbonised faster than any other rich country https://t.co/l3fykuik9T",
  "data/tweet-economist/2021/3/1366608769346592768.json": "Adam Kinzinger says he regrets voting for Donald Trump, is glad Joe Biden won and advocates sweeping Republican reform https://t.co/Dpkx26sWA6",
  "data/tweet-economist/2021/3/1366604185626681344.json": "McKinsey’s partners see themselves as missionaries. Yet they are also mercenaries— “guns for hire” https://t.co/vRWtgssbKe",
  "data/tweet-economist/2021/3/1366618290165067780.json": "Ecocide could be defined by the need to protect ecosystems as an end in themselves, regardless of how they interact with humans  https://t.co/Wm0qClAfRD",
  "data/tweet-economist/2021/3/1366613327582027776.json": "Nicolas Sarkozy was sentenced to three years in prison, two of them suspended, for corruption and influence-peddling  https://t.co/2gCWWco69c",
  "data/tweet-economist/2021/3/1366626604458389505.json": "Over a century ago, Nikola Tesla tried and failed to make his vision of wireless power transmission a reality. Now, the idea is making a comeback https://t.co/AI90cacxlx",
  "data/tweet-economist/2021/3/1366636335994437641.json": "New research could shed light on why some countries or populations appear to have been hit harder by covid-19 than others https://t.co/6qOzJviZux",
  "data/tweet-economist/2021/3/1366622746784980992.json": "America’s creaking infrastructure is partly to blame for the recent surge in blackouts https://t.co/VT8TRlU0I7",
  "data/tweet-economist/2021/3/1366645298106421248.json": "White evangelicals are the bedrock of the Republican Party in America https://t.co/fpKT9nCuMQ",
  "data/tweet-economist/2021/3/1366585812754829313.json": "Madonna made music history in 2005 by releasing her single “Hung Up” as a ringtone before it was aired on the radio. But what happened to the lucrative ringtone market? @1843mag investigates https://t.co/ZS5QmPLjR1",
  "data/tweet-economist/2021/3/1366706550446956546.json": "Even if the definition of ecocide is adopted by the International Criminal Court, it will not prevent it occurring. But it could help set norms for acceptable behaviour https://t.co/QSGedaKxqu",
  "data/tweet-economist/2021/3/1366735065397477380.json": "As news from Ethiopia’s Tigray region emerges, claims of war crimes are mounting. On “The Intelligence” @TomGardner18 unpicks an increasingly complex civil war https://t.co/lR3rcNtdBp",
  "data/tweet-economist/2021/3/1366711400144510988.json": "America’s energy infrastructure is ageing—some 70% of large power transformers and transmission lines are at least 25 years old and 60% of circuit breakers are 30 years or older https://t.co/eyD0lztzGw",
  "data/tweet-economist/2021/3/1366822873449574403.json": "Kim Jong Un brought a portable toilet to a North Korea-US summit, apparently to prevent his faeces being collected and analysed by a rival intelligence service https://t.co/2roo6lgsFx",
  "data/tweet-economist/2021/3/1366744612463915013.json": "“The United States is not Russia's geopolitical enemy,” Fiona Hill tells @AnneMcElvoy. So why does Russia continue to see America as a threat? Listen to “The Economist Asks” https://t.co/X443iROI30",
  "data/tweet-economist/2021/3/1366826436435263501.json": "In its battle against corruption Latin America is almost back to square one https://t.co/BdUjaIG4r2",
  "data/tweet-economist/2021/3/1366810623909191686.json": "As news from Ethiopia’s Tigray region emerges, claims of war crimes are mounting. On “The Intelligence” @TomGardner18 unpicks an increasingly complex civil war https://t.co/EBPmDmzs4g",
  "data/tweet-economist/2021/3/1366820387766550536.json": "The EU may introduce a vaccine passport called a Digital Green Pass which would allow inoculated citizens to travel more freely. Our Special report looks at how travel will resume after the pandemic https://t.co/5hr7Urcmcs",
  "data/tweet-economist/2021/3/1366599741794971648.json": "Eugen Sandow was the Victorian who figured out how to make fitness appealing. His celebrity fans included King George V and Arthur Conan Doyle https://t.co/xGGHqnn00e",
  "data/tweet-economist/2021/3/1366934328714924035.json": "Encouraging results from UBI trials could lend support to policies with similar features, such as universality, or a relaxed approach to work incentives https://t.co/8k2ftXEs7O",
  "data/tweet-economist/2021/3/1366896956417708036.json": "Automated grammar-checkers struggle with sentences that are difficult to analyse, precisely because they are ungrammatical https://t.co/DfL4MylcqW",
  "data/tweet-economist/2021/3/1366815557312479238.json": "Between 2015 and 2020 the number of far-right attacks around the world more than tripled, according to a UN report https://t.co/bU92v4PrOc",
  "data/tweet-economist/2021/3/1367037579011440644.json": "The great inflation mystery: why has it remained stubbornly low? https://t.co/fLNBwK2l90 https://t.co/QPo19CubH6",
  "data/tweet-economist/2021/3/1366939657989218305.json": "Some argue that the term “evangelical” has changed from a theological term to a sociological and political one  https://t.co/tANiTtwgKP",
  "data/tweet-economist/2021/3/1367097461693644801.json": "Four crimes are punishable by the International Criminal Court. There is a push to make “ecocide” the fifth https://t.co/st8gNpUWnl",
  "data/tweet-economist/2021/3/1366944878668754945.json": "When it comes to artificial intelligence, spy agencies have been at it longer than most https://t.co/fMnt6NwH6w",
  "data/tweet-economist/2021/3/1367113297686913028.json": "Lava Jato showed that there are effective ways to take on grand corruption. But this progress hasn't been consolidated into greater judicial independence https://t.co/ssOrKNWVNL",
  "data/tweet-economist/2021/3/1367011280050147328.json": "The homes of high-income workers are often big enough to feature home offices, making the switch to remote work minimally onerous  https://t.co/OBq3xq9anK",
  "data/tweet-economist/2021/3/1367150464253521920.json": "Remote work allows firms to push real-estate costs onto their employees https://t.co/1zHuvTaORp",
  "data/tweet-economist/2021/3/1367245659238109184.json": "A recent paper estimates that firms would have to pay low-income remote workers an extra 10-15% to compensate them for their increased housing costs https://t.co/10NbPBNFFm",
  "data/tweet-economist/2021/3/1367287925688393733.json": "El Salvador's millennial president is incredibly popular. But his unprecedented power worries critics https://t.co/61kt7ytdi4",
  "data/tweet-economist/2021/3/1367346956339675136.json": "The testimonies in “Billie” make clear that singing was a balm for Holiday as she grappled with the effects of childhood trauma https://t.co/uwahaiwYqP",
  "data/tweet-economist/2021/3/1367399458284175362.json": "Corruption costs the world nearly $3 trillion every year and blights the lives of hundreds of millions of people. What can be done to tackle it? Supported by @EYnews https://t.co/7BuEqbx0qI",
  "data/tweet-economist/2021/3/1367422403941384194.json": "Immediately after the US Capitol was invaded, German extremist chatter was full of calls to storm the Reichstag  https://t.co/kRn4Wu8tuy",
  "data/tweet-economist/2021/3/1367448582962438151.json": "Eight minutes after successfully returning to its landing pad, SN10 blew up. But the Starship programme is making real progress towards creating a fully reusable launch system https://t.co/hTvwuZGnDA",
  "data/tweet-economist/2021/3/1367453546120159233.json": "Where is the best place to be a working woman? Our latest glass-ceiling index has the answer https://t.co/41Re8nczO8",
  "data/tweet-economist/2021/3/1366678631439880192.json": "The life and lies of an unrepentant double-agent https://t.co/oTqkW3bJBQ",
  "data/tweet-economist/2021/3/1367496587275075589.json": "The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely https://t.co/heTWAJcDON",
  "data/tweet-economist/2021/3/1367494309625417729.json": "Out of 29 countries, South Korea is the worst place to be a working woman, according to the latest glass-ceiling index from The Economist  https://t.co/oZeQD3f6sx",
  "data/tweet-economist/2021/3/1367491733764898819.json": "Nuclear power is an essential weapon in the fight against climate change. The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely. Our cover in Asia this week https://t.co/eCwRMfUMmz https://t.co/wn23y1Lunh",
  "data/tweet-economist/2021/3/1367535329973047301.json": "After the Fukushima disaster, talk of a \"nuclear renaissance\" fell silent. But nuclear power is an essential weapon in the fight against climate change https://t.co/94mFL6alsq",
  "data/tweet-economist/2021/3/1367471669665792000.json": "Governments have a chance to create a new social safety net for the post-covid world—they must seize it. Our cover this week https://t.co/vaXnyQDoVG https://t.co/YIuGks5AGo",
  "data/tweet-economist/2021/3/1367586667037614081.json": "\"Do your best\", she always said. Love what you do. Be constantly curious. And learn that it is not dumb to ask a question. Our obituary for the mathematician from 2020 #IWD2021 https://t.co/KkHf6vklDh",
  "data/tweet-economist/2021/3/1367468123515936770.json": "As usual, Nordic countries performed best overall in the latest glass-ceiling index from The Economist, with Sweden, Iceland, Finland and Norway taking the top four spots https://t.co/crrctBlbtW",
  "data/tweet-economist/2021/3/1367632234900041728.json": "Safe and productive nuclear power plants are being closed across the world. But to hasten their decline is to wilfully hobble the world in the greatest environmental struggle of all https://t.co/KVrD69A75j",
  "data/tweet-economist/2021/3/1367428238700593153.json": "Machine learning is good at spotting patterns but poor at predicting individual behaviour, especially when data is scarce—such as in counter-terrorism   https://t.co/9KJ6Gaivfe",
  "data/tweet-economist/2021/3/1367694274809262085.json": "Western governments wanting to tackle the climate crisis should give more thought to nuclear power  https://t.co/K11WwLF06Q",
  "data/tweet-economist/2021/3/1367725782953582593.json": "Why spaghetti bolognese doesn’t exist in Italy https://t.co/uIEscmJZHf From @1843mag",
  "data/tweet-economist/2021/3/1367568296783073292.json": "We're hiring for two paid fellowships in America. Successful applicants will write articles about politics and policy in the United States https://t.co/eohg72Q9J5",
  "data/tweet-economist/2021/3/1367766294997708802.json": "Nuclear power cannot simply be wished away. It has a vital role to play in the fight for a stable climate https://t.co/A5Buk6FHrW",
  "data/tweet-economist/2021/3/1367656798665248772.json": "The pope is heading for Iraq, where Christians remain afraid https://t.co/G5ceY3mq18",
  "data/tweet-economist/2021/3/1367768364999933952.json": "People can fall in love with artificial intelligence. But can AI fall in love with humans in return? Nobel laureate Sir Kazuo Ishiguro talks to Anne McElvoy about his new novel #KlaraandtheSun on “The Economist Asks” https://t.co/cFKINwCALn",
  "data/tweet-economist/2021/3/1367774615947386882.json": "A new wave of activism is spreading in Uganda, rippling through WhatsApp groups and Twitter hashtags, as young women push back against harassment and unequal treatment #IWD2021 https://t.co/i6AqWk6WSt",
  "data/tweet-economist/2021/3/1367798398221496320.json": "Hawa Abdi guided the growth of her village from a one-room rural maternity clinic, into a 400-bed hospital with three operating theatres, a school for 850 children and seven feeding centres. Our obituary from last year #IWD2021 https://t.co/qdD2EcIzFN",
  "data/tweet-economist/2021/3/1367833285418758146.json": "The African Union made bulk pre­-purchases of vaccine. But Latin America’s lack of regional co­ordination meant that countries raced against each other https://t.co/g0MSr3Bygh",
  "data/tweet-economist/2021/3/1367844900243443712.json": "This week’s cartoon from KAL: https://t.co/7wnP3jzgns https://t.co/RlPjurLz2o",
  "data/tweet-economist/2021/3/1367862973688119297.json": "Chile's swift and orderly vaccine programme, on track to cover 80% of its 19m people by June, contrasts with the rest of Latin America https://t.co/pF2ujtcXeJ",
  "data/tweet-economist/2021/3/1367909801796247576.json": "Chile's swift and orderly vaccine programme, on track to cover 80% of its 19m people by June, contrasts with the rest of Latin America https://t.co/RXIQl4XvUk",
  "data/tweet-economist/2021/3/1367915340282363912.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/wTmCkknfGK",
  "data/tweet-economist/2021/3/1367928431455920136.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/SD057Lj8ht",
  "data/tweet-economist/2021/3/1367806109239672833.json": "China has travelled far from its command-economy roots, but its policy-planning system, an inheritance from the Soviet Union, persists https://t.co/qlneBlQBtE",
  "data/tweet-economist/2021/3/1367950581319544834.json": "To some, Napoleon was a military genius, strategic mastermind and visionary leader. To others he was a tyrant and a butcher https://t.co/p7IAFD5tMT",
  "data/tweet-economist/2021/3/1367984041950068740.json": "Chile agreed to host vaccine trials and its immunisation database is digitised. Other governments in Latin America are still struggling to procure jabs https://t.co/xQtDHqHQlR",
  "data/tweet-economist/2021/3/1367980526661943300.json": "After the Fukushima disaster, talk of a \"nuclear renaissance\" fell silent. But nuclear power is an essential weapon in the fight against climate change https://t.co/vJ1Bt9RCqw",
  "data/tweet-economist/2021/3/1367973972525080576.json": "Along with mangrove swamps and tidal marshes, seagrass meadows are particularly good at taking CO2 from the air and converting it into plant matter https://t.co/9OqBpfkK4J",
  "data/tweet-economist/2021/3/1367761834900652034.json": "Africa could one day rival China. How the continent manages the next few decades will be crucial https://t.co/sr3HbSREjD",
  "data/tweet-economist/2021/3/1367960118172729350.json": "Students of sign languages are compiling databases, known as corpora, full of examples of how the languages are used. Programmers are trying to turn them into useful products https://t.co/iR1C9TNkwp",
  "data/tweet-economist/2021/3/1368008620831617026.json": "On March 3rd, the bloodiest day so far, at least 38 people were killed, according to a UN official https://t.co/aKNjNhp8je",
  "data/tweet-economist/2021/3/1368032530214100995.json": "In a now rare act of defiance, hundreds of people gathered to protest against the charging of 47 activists under Hong Kong's new security law https://t.co/hfkfs8KfCX",
  "data/tweet-economist/2021/3/1368056290652602368.json": "Nuclear power has a lot of drawbacks. But when well regulated, it is safe—and it is necessary to fight the climate crisis https://t.co/sc7f6Yx1T6",
  "data/tweet-economist/2021/3/1367877334804668418.json": "Defiance came naturally to Cicely Tyson, as a black woman in a world where black misery was largely ignored and black beauty dismissed https://t.co/tB7HrQ6npX",
  "data/tweet-economist/2021/3/1368073280511442946.json": "The army is using surveillance drones and shutting off the internet between 1am and 9am https://t.co/hVs5SD70Ry",
  "data/tweet-economist/2021/3/1367988053571215361.json": "Homophobia remains deeply entrenched across Africa. Persecution is rife, even in more accepting countries such as South Africa https://t.co/ZgQdHL6fJy",
  "data/tweet-economist/2021/3/1368081178276859905.json": "Computers are slow learners, and must be told explicitly what each sign means https://t.co/gSPVT1L8LX",
  "data/tweet-economist/2021/3/1368136276101259266.json": "The African Union made bulk pre­-purchases of vaccine. But Latin America’s lack of regional co­ordination meant that countries raced against each other https://t.co/DEvEiJhteO",
  "data/tweet-economist/2021/3/1368124739064111106.json": "What is the carbon cycle, and why does it need to be rebalanced? https://t.co/iFdiJATRht https://t.co/4q1PtaSLWL",
  "data/tweet-economist/2021/3/1368198312126517248.json": "“What are human emotions? How do they work?... Does she have empathy? Or is she just observing human emotions and simulating them within herself?” Nobel laureate Sir Kazuo Ishiguro talks about his new novel #KlaraandtheSun on “The Economist Asks” https://t.co/XA1Oni4oP4",
  "data/tweet-economist/2021/3/1368194406315130883.json": "Many activists marched, but Cicely Tyson's civil-rights statement was her face on stage and screen https://t.co/N3nNUq2yNB",
  "data/tweet-economist/2021/3/1368221100610621440.json": "The NASA mathematician just did her job, enjoying every minute. The struggles of being both black and a woman were shrugged away. Our obituary from 2020 #IWD2021 https://t.co/SFbYbHghK4",
  "data/tweet-economist/2021/3/1368207275328954371.json": "Safe and productive nuclear power plants are being closed across the world. But to hasten their decline is to wilfully hobble the world in the greatest environmental struggle of all https://t.co/hbxy2ImMtY",
  "data/tweet-economist/2021/3/1368064552508813315.json": "In total around 33bn tonnes of carbon dioxide are locked away in the ocean's carbon sinks https://t.co/vdvALSN9MD",
  "data/tweet-economist/2021/3/1367888406295044104.json": "The purge will involve, say Chinese officials, \"turning the knife-blade inward” to gouge out those deemed corrupt or insuﬃciently loyal https://t.co/V0ayCXhL5m",
  "data/tweet-economist/2021/3/1368245770705645571.json": "Research has shown that one hectare of seagrass can soak up as much carbon dioxide each year as 15 hectares of rainforest https://t.co/AHzVsDmpl7",
  "data/tweet-economist/2021/3/1368229898318413826.json": "Colombia, Ecuador and Venezuela have barely started covid-19 vaccinations. In Brazil vaccination trails behind the new P.1 variant of the virus https://t.co/rkikkWOWtQ",
  "data/tweet-economist/2021/3/1368260594743316482.json": "Lower humidity tends to dry out the respiratory tract, meaning upper-respiratory viruses flourish. But face masks increase the humidity of inspired air, giving the immune system a boost https://t.co/ugiiXcW5eX",
  "data/tweet-economist/2021/3/1368218833325064192.json": "China has come a long way since the Maoist era, but the desire for self-reliance remains https://t.co/Jk1BjgQwfy",
  "data/tweet-economist/2021/3/1368194928795344903.json": "The Tatmadaw, Myanmar's army, hopes that firing live ammunition into the crowds of demonstrators will persuade them to go home https://t.co/s3kVZME1aT",
  "data/tweet-economist/2021/3/1368275358370455567.json": "Models suggest that a global temperature rise of 2ºC could wipe out 56% of the world's existing wine-growing regions. Supported by @Mishcon_de_Reya    https://t.co/zn2un5gPs5 https://t.co/HVsJKYoguY",
  "data/tweet-economist/2021/3/1368282507515420676.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/SqRFTzkPyC",
  "data/tweet-economist/2021/3/1368309433982451712.json": "“Political change is nothing if there’s no social change in the way men perceive women,” says Rosebell Kagumire, the editor of African Feminism #IWD2021 https://t.co/4OWw4XOpMN",
  "data/tweet-economist/2021/3/1368316225957269504.json": "Chile agreed to host vaccine trials and its immunisation database is digitised. Other governments in Latin America are still struggling to procure jabs https://t.co/e2pawiAyFr",
  "data/tweet-economist/2021/3/1368315233396199428.json": "Cicely Tyson was the first black woman to win an Emmy as a lead actress, and the first to receive an honorary Oscar, in 2018 https://t.co/0ro4s2LAF0",
  "data/tweet-economist/2021/3/1368297863768326151.json": "Western governments wanting to tackle the climate crisis should give more thought to nuclear power  https://t.co/YjzL0jBhI8",
  "data/tweet-economist/2021/3/1368381912797036546.json": "Blue-carbon ecosystems are vulnerable to disasters. But evidence from the Mekong Delta, which was damaged during the Vietnam war, shows they can be restored https://t.co/lLhkxQw9bS",
  "data/tweet-economist/2021/3/1368381400383119360.json": "Researchers speculated that masks help keep things damp, which could be handing a mask-wearer's immune system a significant advantage https://t.co/9I9rOqN5BL",
  "data/tweet-economist/2021/3/1368377605045555200.json": "Years of anti-Christian violence across Iraq has reduced the country's Christian population from 1.2 million to around 250,000. Iraqis hope the pope's visit can help rebuild trust between the country's faiths https://t.co/zoiwHwqsIP",
  "data/tweet-economist/2021/3/1368388477616857092.json": "Nuclear power cannot simply be wished away. It has a vital role to play in the fight for a stable climate https://t.co/2qqVmqT8cy",
  "data/tweet-economist/2021/3/1368388467294625793.json": "Nuclear power is an essential weapon in the fight against climate change. The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely. Our cover in Asia this week https://t.co/1ejTJ3kWmS https://t.co/AsxzVDI5gE",
  "data/tweet-economist/2021/3/1368282774021541890.json": "Muhammad bin Salman has long denied any involvement in the murder, but he cannot shake the spectre—if not of Jamal Khashoggi, then of accountability https://t.co/t2ZTeZeBsi",
  "data/tweet-economist/2021/3/1368402531609612291.json": "The army is using surveillance drones and shutting off the internet between 1am and 9am https://t.co/lFPAcud5Vn",
  "data/tweet-economist/2021/3/1368425737208950785.json": "Napoleon created the French legal code, the Bank of France, the administrative system of préfets, high school lycées, the légion d'honneur and much more  https://t.co/m5BCl0UP1f",
  "data/tweet-economist/2021/3/1368419511259521025.json": "Slow vaccine roll-outs may soon turn Asian countries from champions to laggards in the fight against the virus https://t.co/swVyXohdht",
  "data/tweet-economist/2021/3/1368285521970159617.json": "To meet the Paris climate target, more big cuts to global emissions will be needed for the rest of the decade https://t.co/T4zAl9VsH1",
  "data/tweet-economist/2021/3/1368266641591701511.json": "What exactly are China’s five-year plans and what can we expect from the new one? https://t.co/yhIdxT7zZ9",
  "data/tweet-economist/2021/3/1368185366029754368.json": "Images from the Capitol riot—activists waving flags with Christian messages, praying in the name of Jesus inside the Senate chamber—have left many evangelicals angry and confused https://t.co/qmVI3dv2md",
  "data/tweet-economist/2021/3/1368225884596011013.json": "All social-media ﬁrms and online publishers will be obliged to remove content promptly at the Indian government’s request, and to reveal the source of any post https://t.co/D12Anp16h3",
  "data/tweet-economist/2021/3/1368442503721058304.json": "A fifth of British students would have been richer ten years after leaving university if they had skipped it https://t.co/DJoj2bQLIn",
  "data/tweet-economist/2021/3/1368447272401448961.json": "She was 12 when her grandparents were swept away by the tsunami. Ten years on she still can’t escape the past https://t.co/beVOiGme2a From @1843mag",
  "data/tweet-economist/2021/3/1368464452727750657.json": "Ten years ago the world looked aghast at Japan after an earthquake caused a crisis at the Fukushima Dai-ichi nuclear power plant. The lesson is not to eschew nuclear power, but to use it wisely https://t.co/C0dMUkxLpM",
  "data/tweet-economist/2021/3/1368312183684296704.json": "What kept Hawa Abdi going was a dream of her village as Somalia in miniature: a string of jewels along the Indian Ocean. Our obituary from 2020 #IWD2021 https://t.co/Oa4yJfMwRh",
  "data/tweet-economist/2021/3/1368451357926121475.json": "Forty-seven activists, including Leung Kwok-hung, Lester Shum, Benny Tai and Joshua Wong, have been charged with plotting to overthrow Hong Kong’s government https://t.co/KYfTXHk57R",
  "data/tweet-economist/2021/3/1368305416447352847.json": "The struggles of women who have dropped out of the workforce to care for children have become impossible to ignore https://t.co/rsG5RI7xz4",
  "data/tweet-economist/2021/3/1368540695011680256.json": "At the current pace America would take another 25 months to reattain its pre-covid level of jobs. But the economic recovery is getting back on track https://t.co/GG8lwRrTs6",
  "data/tweet-economist/2021/3/1368585244413136897.json": "The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely https://t.co/94lUQptpCO",
  "data/tweet-economist/2021/3/1368583493656141826.json": "The attention from the film \"Hidden Figures\" was all the more surprising because, for Ms Johnson, the work had been its own reward. Read our obituary from last year this #IWD2021 https://t.co/CZEmNWCM6O",
  "data/tweet-economist/2021/3/1368579897896169477.json": "A drop in covid-19 hospital admissions and deaths in America, as well as more stimulus cash, has allowed some economic activity to restart https://t.co/N49sjxQCAD",
  "data/tweet-economist/2021/3/1368486728470831105.json": "Climate change could cost 215 big global companies a collective $1trn — much of it over the next five years. Film supported by @Mishcon_de_Reya https://t.co/tASQeLF58s https://t.co/tvkIjCXiz1",
  "data/tweet-economist/2021/3/1368370692677369857.json": "The outside world only dimly understands Xi Jinping's political world https://t.co/SUpNPhD7jU",
  "data/tweet-economist/2021/3/1368614435938574339.json": "To some, Napoleon was a military genius, strategic mastermind and visionary leader. To others he was a tyrant and a butcher https://t.co/b4hT6cYvxQ",
  "data/tweet-economist/2021/3/1368396513441968135.json": "Constructing a house miles away and then fitting the pieces together on-site like a puzzle allows builders to avoid high costs and a patchwork of local and state requirements https://t.co/hkLxJuUk6o",
  "data/tweet-economist/2021/3/1368607408822640640.json": "The diaries provide more evidence of the vital role Winston Churchill played in saving Britain from the pro-Hitler sympathies of the upper classes https://t.co/1cZiFsXpWe",
  "data/tweet-economist/2021/3/1368575682016641027.json": "Barack Obama and Donald Trump reportedly spent $1.5m and $1.75m respectively to refurbish the White House out of their own pockets. Boris Johnson is unlikely to follow suit in Number 10 https://t.co/UGnHe9SY9m",
  "data/tweet-economist/2021/3/1368560336425660418.json": "“What are human emotions? How do they work?... Does she have empathy? Or is she just observing human emotions and simulating them within herself?” Nobel laureate Sir Kazuo Ishiguro talks about his new novel #KlaraandtheSun on “The Economist Asks” https://t.co/t6sDSahgf2",
  "data/tweet-economist/2021/3/1368297348129034249.json": "Journalists from around the world came to see her in her jeans, cami-top and Ethiopian hat, a symbol of integration for all of Italy. Read our obituary of Agita Gudeta from earlier this year #IWD2021 https://t.co/bLVrgBei9W",
  "data/tweet-economist/2021/3/1368674326434750476.json": "How parents treat their daughters, and how those daughters respond, is perhaps the thing which most clearly sets this generation of girls apart from those who came before #IWD2021 https://t.co/cjQ0kR5a0y",
  "data/tweet-economist/2021/3/1368691221204500486.json": "After the Fukushima disaster, talk of a \"nuclear renaissance\" fell silent. But nuclear power is an essential weapon in the fight against climate change https://t.co/ngrWKIfNdv",
  "data/tweet-economist/2021/3/1368696224233177091.json": "“This is the best thing that has ever happened to me, because no one ever opens my office door,” admits one American executive to @1843mag's columnist  https://t.co/1dTPIRNycB",
  "data/tweet-economist/2021/3/1368705812718366730.json": "Although covid-19 has made life harder for campaigners, many women in poor countries including Rwanda, Ghana and Bangladesh are working to reduce violence against women https://t.co/VJ8QNNZITW",
  "data/tweet-economist/2021/3/1368759649525186561.json": "Nuclear power has a lot of drawbacks. But when well regulated, it is safe—and it is necessary to fight the climate crisis https://t.co/pe8mLfr1zB",
  "data/tweet-economist/2021/3/1368768647674609669.json": "Cash transfers and teaching about non-sexist attitudes have been shown to reduce violence against women in poor countries https://t.co/gaTJ0IpJFp",
  "data/tweet-economist/2021/3/1368781368705114115.json": "One 17-year-old protester says she became \"a little afraid\" after her friend was tear-gassed. Despite the danger, she insists she will continue https://t.co/f2jTWmThBD",
  "data/tweet-economist/2021/3/1368798712831610882.json": "CRISPR editing has let a new generation of would-be billionaires explore ideas that range from systematising the search for the proteins targeted by drugs, to breeding pigs that might act as organ donors for transplants https://t.co/nCeKQdU6md",
  "data/tweet-economist/2021/3/1368810693965791233.json": "If the AstraZeneca vaccine matches Pfizer’s efficacy, which now appears likely, it could play a leading role in ending the pandemic https://t.co/uFitBkmseN",
  "data/tweet-economist/2021/3/1368806869893062656.json": "Not a single Democrat voted against the stimulus bill; not a single Republican supported it. Neither party has an incentive to compromise https://t.co/grzQTkJAuF",
  "data/tweet-economist/2021/3/1368830606616969216.json": "The notion that women should obey men or tolerate violence is no longer socially acceptable in most rich liberal democracies, but many forget how recent that change is https://t.co/IdQ2I8yVfF",
  "data/tweet-economist/2021/3/1368687674970812416.json": "Adolescence is a crucial juncture for girls. It is when many health problems emerge or are averted; and many social ones, too #IWD2021 https://t.co/4Yw91fW59I",
  "data/tweet-economist/2021/3/1368849527755730947.json": "Only 6.3% of all international leaders are women. What can be done to redress the balance? #IWD2021 https://t.co/miDM5G79Ra",
  "data/tweet-economist/2021/3/1368763745099464710.json": "Modern evangelical culture has become intensely entwined with Republican power in America  https://t.co/tJisRtwYb0",
  "data/tweet-economist/2021/3/1368873906275254278.json": "A new wave of activism is spreading in Uganda, rippling through WhatsApp groups and Twitter hashtags, as young women push back against harassment and unequal treatment #IWD2021 https://t.co/UuE2njf2Qs",
  "data/tweet-economist/2021/3/1368819007416074240.json": "Besides filtering out at least some of the viral particles floating about in the air, masks help keep a person's snot levels healthily high https://t.co/dCERL6rRic",
  "data/tweet-economist/2021/3/1368890003472932865.json": "The African Union made bulk pre­-purchases of vaccine. But Latin America’s lack of regional co­ordination meant that countries raced against each other https://t.co/PZo22RvwCz",
  "data/tweet-economist/2021/3/1368900828178903043.json": "How parents treat their daughters, and how those daughters respond, is perhaps the thing which most clearly sets this generation of girls apart from those who came before #IWD2021 https://t.co/tLLhJEtpq9",
  "data/tweet-economist/2021/3/1368919464973135872.json": "Cicely Tyson believed black characters were never given their full, true humanity on screen. She longed to see black sisters portrayed as they really were https://t.co/0REXLMY0Eb",
  "data/tweet-economist/2021/3/1368926747694149637.json": "Where is the best place to be a working woman? Our latest glass-ceiling index has the answer #IWD2021 https://t.co/MwnJEheXHv",
  "data/tweet-economist/2021/3/1368919695898853377.json": "What does it mean to be a girl today? #IWD2021 https://t.co/MGe65loKfo https://t.co/u29pCUxZBK",
  "data/tweet-economist/2021/3/1368872393863749632.json": "In sub-Saharan African countries about 45% of women on average say wife-beating is sometimes justified. In India about the same share of women agree https://t.co/FiGp9zlKZf",
  "data/tweet-economist/2021/3/1368967762832408578.json": "The interview represents a burning of bridges. For Meghan Markle, there will be no going back https://t.co/PSXBo4ejXE",
  "data/tweet-economist/2021/3/1368729461043134467.json": "Not a single Democrat voted against the stimulus bill; not a single Republican supported it. Neither party has an incentive to compromise https://t.co/FMbc49ICo0",
  "data/tweet-economist/2021/3/1368961733696557062.json": "As usual, Nordic countries performed best overall in the latest glass-ceiling index from The Economist, with Sweden, Iceland, Finland and Norway taking the top four spots #IWD2021 https://t.co/gjWBBc49hL",
  "data/tweet-economist/2021/3/1368950409281290240.json": "Colombia, Ecuador and Venezuela have barely started covid-19 vaccinations. In Brazil vaccination trails behind the new P.1 variant of the virus https://t.co/O1jxjOOh11",
  "data/tweet-economist/2021/3/1368902838747869191.json": "Activists are campaigning for stronger laws to punish the perpetrators of violence against women and to ensure survivors can get help. But the biggest challenge is preventing violence in the first place https://t.co/VrpPamtH2m",
  "data/tweet-economist/2021/3/1368993433382174723.json": "Women in sub-Saharan Africa who attended school are more likely to experience violence than those with no education. The same goes for women who work  https://t.co/WO6ZyeWtUt",
  "data/tweet-economist/2021/3/1368870878109446148.json": "Hawa Abdi guided the growth of her village from a one-room rural maternity clinic, into a 400-bed hospital with three operating theatres, a school for 850 children and seven feeding centres. Our obituary from last year #IWD2021 https://t.co/mqNrNdCpdO",
  "data/tweet-economist/2021/3/1369021862618009607.json": "The drama highlights a fundamental problem. Being a royal is about serving the institution. It does not work for those seeking individual attention  https://t.co/AzeKYCNbZy",
  "data/tweet-economist/2021/3/1369021384949645315.json": "\"Do your best\", she always said. Love what you do. Be constantly curious. And learn that it is not dumb to ask a question. Our obituary for the mathematician from 2020 #IWD2021 https://t.co/GXRzMy4qEp",
  "data/tweet-economist/2021/3/1369000743387226115.json": "Out of 29 countries, South Korea is the worst place to be a working woman, according to the latest glass-ceiling index from The Economist #IWD2021 https://t.co/FMSnKDcq27",
  "data/tweet-economist/2021/3/1368992014491123713.json": "Many hoped that Harry &amp; Meghan's marriage would shore up the monarchy. Read @1843mag's piece from the archive  https://t.co/6E8v3ONYFs",
  "data/tweet-economist/2021/3/1369047293111005189.json": "Meghan Markle did the interview on her own terms. It may do the couple some good; it may do the monarchy some harm, but probably not much https://t.co/AWq7cuG6Yc",
  "data/tweet-economist/2021/3/1369049060821368833.json": "Two species of sea slug are capable of discarding their bodies and rebuilding them from scratch, a paper in Current Biology reports https://t.co/Mix6OCOxNZ",
  "data/tweet-economist/2021/3/1368952662415310848.json": "The meltdown at a nuclear power station in Fukushima, Japan, ten years ago stoked anxieties about nuclear energy. But nuclear energy is safe, reasonably reliable and efficient https://t.co/X7qvMaUIR4",
  "data/tweet-economist/2021/3/1369111300064870400.json": "Last month a court in China ordered a man to pay his wife $7,700 for housework during their five-year marriage https://t.co/80sE2HBB0x",
  "data/tweet-economist/2021/3/1369068423184084997.json": "Women who live in violent countries such as Honduras and El Salvador are more likely to be murdered than women almost anywhere else https://t.co/NwORGt6DJ3",
  "data/tweet-economist/2021/3/1369131167744729089.json": "Finding reliable data about violence inflicted upon women in poor countries is extremely hard. Women are often too scared to report assaults to the police or know that it is futile https://t.co/D0eETMwBUB",
  "data/tweet-economist/2021/3/1369121376678932489.json": "Why spaghetti bolognese doesn’t exist in Italy https://t.co/NQE4NJpwON From @1843mag",
  "data/tweet-economist/2021/3/1369148032969752581.json": "Face-masks can give the immune system a helpful hand https://t.co/vmYBV3hoab",
  "data/tweet-economist/2021/3/1369152871229456386.json": "Pope Francis is the first-ever pontiff to visit Iraq. He arrives at a terrible time for Christian communities shattered by years of war and misery https://t.co/1v8Kdnr1rL",
  "data/tweet-economist/2021/3/1369201179960500224.json": "Seagrasses and mangroves can suck carbon from the air https://t.co/ocFs0a5Qds",
  "data/tweet-economist/2021/3/1369205798954483712.json": "Nuclear power must be well regulated, not ditched https://t.co/q5QftIZNIp",
  "data/tweet-economist/2021/3/1369187020677988352.json": "Soldiers on horseback wore high heels in tenth-century Persia https://t.co/xng8Zm7LOQ From @1843mag",
  "data/tweet-economist/2021/3/1369177705627975680.json": "As well as intimate partner violence, women are also assaulted for political reasons in Africa, parts of Asia and the Middle East https://t.co/BUwPPiejj0",
  "data/tweet-economist/2021/3/1369038933758246914.json": "“Artificial intelligence will produce a different kind of creativity,” argues Nobel prize-winning author Sir Kazuo Ishiguro on “The Economist Asks” podcast https://t.co/xr2L3oT0KG",
  "data/tweet-economist/2021/3/1369233294680858627.json": "The interview represents a burning of bridges. For Meghan Markle, there will be no going back https://t.co/GH2E8Jowqg",
  "data/tweet-economist/2021/3/1369270015699136512.json": "Meghan Markle did the interview on her own terms. It may do the couple some good; it may do the monarchy some harm, but probably not much https://t.co/7EkLhCQKuR",
  "data/tweet-economist/2021/3/1369309067538276356.json": "RT @shashj: My piece on the Pacific Deterrence Initiative, which could reach $4.7bn in 2021-22 &amp; $22.7bn in 2022-27. A quarter would go to…",
  "data/tweet-economist/2021/3/1368935416548712448.json": "RT @MarieSegger: Women and especially mothers have been hit hard by the economic impact of the pandemic. On #InternationalWomensDay I've wr…",
  "data/tweet-economist/2021/3/1369321348783345674.json": "Britain and America should look to Denmark. It spends large sums—1.9% of GDP in 2018—on retraining and advising the jobless https://t.co/BlfEw13EQ5",
  "data/tweet-economist/2021/3/1369347331250851841.json": "Napoleon created the French legal code, the Bank of France, the administrative system of préfets, high school lycées, the légion d'honneur and much more  https://t.co/sx86hoCc2j",
  "data/tweet-economist/2021/3/1369351237188063236.json": "McKinsey’s partners see themselves as missionaries. Yet they are also mercenaries— “guns for hire” https://t.co/dzbNTIxZsu",
  "data/tweet-economist/2021/3/1369173124349059074.json": "“They're taking CRISPR and using it to disable one by one almost every gene in hundreds of different cancer cell lines.”\n\n@tcross81 tells @kncukier how @CancerDepMap is improving the understanding of cancer genomes and treatment, on “Babbage” https://t.co/AZtN2xsSaD https://t.co/1AM6xV5mtd",
  "data/tweet-economist/2021/3/1369444886395711492.json": "“Biggie: I Got A Story To Tell”, a documentary made with the co-operation of the rapper’s estate, is illuminating and tragic https://t.co/7833O7BvSh",
  "data/tweet-economist/2021/3/1369440747641049091.json": "Brazil’s former president Luiz Inácio Lula da Silva served 18 months of a 12-year term for corruption and money-laundering before being released. He is now free to run for president again in 2022 https://t.co/0bO9c6tcCN",
  "data/tweet-economist/2021/3/1369285101100691456.json": "“What are human emotions? How do they work?... Does she have empathy? Or is she just observing human emotions and simulating them within herself?” Nobel laureate Sir Kazuo Ishiguro talks about his new novel #KlaraandtheSun on “The Economist Asks” https://t.co/FFFFt0Kqc9",
  "data/tweet-economist/2021/3/1369382255001542656.json": "Oxygen is the most abundant element on Earth, yet its scarcity in hospitals is causing thousands of preventable deaths https://t.co/ARmzLL5fbN",
  "data/tweet-economist/2021/3/1369476210347085831.json": "What CRISPR and its successors will mean for humanity over the next few decades is anybody’s guess. At minimum, better health and more abundant food https://t.co/zQZDYkeGJT",
  "data/tweet-economist/2021/3/1369495648777744386.json": "Demand for oxygen is outstripping supply, so a trade in cylinders of the gas is flourishing in mostly poor countries—importing one from China costs around $400 https://t.co/lGXpZMsoam",
  "data/tweet-economist/2021/3/1369500238713675776.json": "A woman in Pakistan who was raped by two men in front of her children last September was blamed for the abuse she experienced by Omar Sheikh, Lahore’s police chief https://t.co/pwOQEeiLym",
  "data/tweet-economist/2021/3/1369510265574879233.json": "Education has become a global battle and tutors are a secret weapon https://t.co/ah9yzWEVS2 From @1843mag",
  "data/tweet-economist/2021/3/1369515236752035843.json": "A growing fondness for tortillas among Hispanic and non-Hispanic Americans alike has given new life to a Mexican industry https://t.co/D42B1l5Zom",
  "data/tweet-economist/2021/3/1369569350257176579.json": "After the second world war ended, a consumer-led boom ensued. Could the same happen after the pandemic? https://t.co/KWn2iLiXTi",
  "data/tweet-economist/2021/3/1369589098546085890.json": "Napoleon created the French legal code, the Bank of France, the administrative system of préfets, high school lycées, the légion d'honneur and much more  https://t.co/kg04vGAckb",
  "data/tweet-economist/2021/3/1369388544003895298.json": "Women’s participation in America's labour force has not been this low since 1987 https://t.co/u1XA8K5FgQ",
  "data/tweet-economist/2021/3/1369593103208886276.json": "A slug that can rebuild its body from scratch is a drastic reconstructive ability, to say the least. How did this trick evolve in the first place? https://t.co/bZKIt4t1Wy",
  "data/tweet-economist/2021/3/1369575344487997442.json": "Buckingham Palace issued a neutral, conciliatory response, saying that “the issues raised, particularly of race, are concerning...they will be addressed by the family privately” https://t.co/kOloXRNouI",
  "data/tweet-economist/2021/3/1369620777851621379.json": "Lava Jato pioneered new techniques and a new boldness in tackling corruption and the traditional impunity enjoyed by the powerful in Latin America https://t.co/Uxbaw2jL3B",
  "data/tweet-economist/2021/3/1369182184700055554.json": "Britons who care about this row side, by more than two to one, with the palace. That may have a lot to do with the queen's popularity  https://t.co/MyCcSXiBO2",
  "data/tweet-economist/2021/3/1369766256518311950.json": "In a recent poll, 50% of Brazilians said they could vote for Lula. Only 38% said they could vote for Jair Bolsonaro https://t.co/cE0tpDRkIT",
  "data/tweet-economist/2021/3/1369807305399623683.json": "The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely https://t.co/8CRXZs2rqs",
  "data/tweet-economist/2021/3/1369849920706994179.json": "Ten years ago the world looked aghast at Japan after an earthquake caused a crisis at the Fukushima Dai-ichi nuclear power plant. The lesson is not to eschew nuclear power, but to use it wisely https://t.co/KCLP9gjoJf",
  "data/tweet-economist/2021/3/1369845040277815296.json": "Ten years ago the world looked aghast at Japan after an earthquake caused a crisis at the Fukushima Dai-ichi nuclear power plant. The lesson is not to eschew nuclear power, but to use it wisely https://t.co/RSDmzC9FEP",
  "data/tweet-economist/2021/3/1369898278515523586.json": "After the Fukushima disaster, talk of a \"nuclear renaissance\" fell silent. But nuclear power is an essential weapon in the fight against climate change https://t.co/eExUBXxDTy",
  "data/tweet-economist/2021/3/1369861427578740741.json": "She grew up in London, married the president of Syria, then an uprising started. @1843mag charts the extraordinary rise of Asma Assad https://t.co/YdQVQ7E7I5",
  "data/tweet-economist/2021/3/1369907016668487681.json": "Half a million Syrians have died in the country's war. But for Asma Assad, the president’s British-born wife, the turmoil has provided a business opportunity https://t.co/e8Ykrl5D0l From @1843mag",
  "data/tweet-economist/2021/3/1369741366444650499.json": "The lasting lesson from Lava Jato is the vital importance of insulating Brazil’s judiciary from politicisation https://t.co/iyhAqBiWeW",
  "data/tweet-economist/2021/3/1369973128995147776.json": "Napoleon created the French legal code, the Bank of France, the administrative system of préfets, high school lycées, the légion d'honneur and much more  https://t.co/RZu0At3gM5",
  "data/tweet-economist/2021/3/1369959342053732354.json": "McKinsey’s partners see themselves as missionaries. Yet they are also mercenaries— “guns for hire” https://t.co/cxV51lWfNk",
  "data/tweet-economist/2021/3/1369941442462896129.json": "The meltdown at a nuclear power station in Fukushima, Japan, ten years ago stoked anxieties about nuclear energy. But nuclear energy is safe, reasonably reliable and efficient https://t.co/IdfGKfpiMe",
  "data/tweet-economist/2021/3/1369995036465713154.json": "Freedom House's latest report findings show that the world has suffered its 15th consecutive year of democratic decline https://t.co/Te26N7rI72",
  "data/tweet-economist/2021/3/1369984716447776778.json": "The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely https://t.co/Wx86oFUmoH",
  "data/tweet-economist/2021/3/1370034669689901057.json": "How a volcanic eruption led to the birth of the bicycle https://t.co/bYV46VaK5O From @1843mag",
  "data/tweet-economist/2021/3/1370065260468654099.json": "Why is democracy in retreat? The rise of authoritarian leaders is partly to blame, as autocrats use the pandemic as cover https://t.co/jnL8aYw2d3",
  "data/tweet-economist/2021/3/1369891594812456961.json": "Through sickness, wealth and war, Asma Assad has outmaneuvered her rivals to rise to the top of Syria's power politics. It has come at a terrible cost for the Syrian people https://t.co/kiie3OPDe1",
  "data/tweet-economist/2021/3/1370079606833881092.json": "The cheapest and greenest providers of power will no longer get priority in selling to Mexico's grid. Instead it will go to the state electricity company https://t.co/3zBLO9rhtR",
  "data/tweet-economist/2021/3/1370076113897189376.json": "The Sussexes are funding their life in California through media deals with Spotify and Netflix. Will it prove as lucrative as the royal engagements the couple left behind? https://t.co/Qyk42K3gw4",
  "data/tweet-economist/2021/3/1370014414330531849.json": "Joe Biden’s stimulus bill will add fiscal rocket fuel to an already fiery economic-policy mix. It's a gamble for America and the world. Our cover this week https://t.co/wQg5hmuono https://t.co/9tc3zNWe0J",
  "data/tweet-economist/2021/3/1370087248293720076.json": "Videos can now be manipulated or faked with ease. “Deepfakes”, as they are known, pose a risk to democracies. Supported by @Mishcon_de_Reya https://t.co/U7PihHz8rj https://t.co/tJq26Bhgeo",
  "data/tweet-economist/2021/3/1370117435643289604.json": "This week’s cartoon from KAL: https://t.co/ioNSNzrb2V https://t.co/vRYt8ZRaVv",
  "data/tweet-economist/2021/3/1369679214258118656.json": "What is behind the refusal in America to adopt basic covid-19 precautions, from social distancing to face masks? New York University's @profgalloway explains in The Economist https://t.co/Q6Kr6UXGsm",
  "data/tweet-economist/2021/3/1370140743738785796.json": "America is classified by Freedom House as “free” but is no longer near the top of the class. Since 2016 the country has dropped 6 points https://t.co/4zhpU0urol",
  "data/tweet-economist/2021/3/1370155350624731143.json": "Investment in Mexico is now the lowest it has been as a percentage of GDP since 1995. AMLO's new law may depress it further https://t.co/6d1nuOMgdm",
  "data/tweet-economist/2021/3/1370180281253117953.json": "American democracy has long been in decline. One cog at the heart of the rotten engine is the filibuster. It's time for it to go https://t.co/16uNqtisWJ",
  "data/tweet-economist/2021/3/1370214569629585408.json": "Mexico's national energy provider is the only big customer for the fuel oil produced by Pemex, the state oil company that AMLO wants to boost https://t.co/NLiQQ2T5Wh",
  "data/tweet-economist/2021/3/1370227674279477251.json": "India, the world’s most populous democracy, was downgraded from “free” to “partly free” in Freedom House's latest report  https://t.co/w2j1g9NiAC",
  "data/tweet-economist/2021/3/1370241655761203202.json": "“Biggie: I Got A Story To Tell” shows a rap battle on the street in Brooklyn, with the pre-fame B.I.G. trouncing his rival. It is thrilling—and proof that his gifts were genuinely remarkable https://t.co/fq7gNclxke",
  "data/tweet-economist/2021/3/1370291155489935361.json": "RT @charlie_mccann: The generals wanted to wind the clock back a decade, says @thantmyintu. But by repressing the protests with such brutal…",
  "data/tweet-economist/2021/3/1370285902942048257.json": "Ten years of war have broken Syria into pieces https://t.co/rwFGJUlgfw",
  "data/tweet-economist/2021/3/1370277078264864772.json": "Are only boring people bored, or is boredom the origin of creativity? https://t.co/xkymFPfALW From @1843mag",
  "data/tweet-economist/2021/3/1370290232516616196.json": "The crown estate's profits—£345m last year—go to the government. Some of this money is then given back to the royal household https://t.co/dj0jXbragP",
  "data/tweet-economist/2021/3/1370332479333269504.json": "Britain’s new trading relationship with the EU will lead to the economy being around 4% smaller than it otherwise would have been https://t.co/RMSRUFb28g",
  "data/tweet-economist/2021/3/1370205649796280320.json": "President Joe Biden’s $1.9trn stimulus bill will add fiscal rocket fuel to an already fiery economic-policy mix https://t.co/6b8iRsHO0y",
  "data/tweet-economist/2021/3/1370382359917432836.json": "Some Mexicans treat their dogs like babies. It has inspired a portmanteau word, perrhijo, a fusion of the Spanish for “dog” and “child” https://t.co/2CpdGsbFx2",
  "data/tweet-economist/2021/3/1370371761674539011.json": "Ideally, America would scrap the filibuster completely. Ideally, Congress would pass a voting-reform bill, too  https://t.co/XuL4B7uN8G",
  "data/tweet-economist/2021/3/1370257076132458506.json": "Free to read | How do cancer, diabetes or heart conditions affect the impact of covid-19 on the body? Explore our interactive model to find out https://t.co/BHsJV5ksDK",
  "data/tweet-economist/2021/3/1370201830521716736.json": "As incomes and education have improved in Mexico, families have shrunk. All the more space for a puppy https://t.co/6nfWfu8Hal",
  "data/tweet-economist/2021/3/1370427140735401987.json": "Electricity in Mexico is about to become more expensive, dirtier and less reliable. Despite this, AMLO remains popular https://t.co/wlh9XykNhe",
  "data/tweet-economist/2021/3/1370423378075648008.json": "Brazil's left-wing Workers’ Party has moved further left in recent years, but Lula could move the party back towards the centre https://t.co/S0z8EodCHi",
  "data/tweet-economist/2021/3/1370375304938655747.json": "Asma Assad has become one of Syria's foremost war profiteers and ruthlessly cemented herself as one of the country's key economic and political brokers. @1843mag charts her rise https://t.co/nW2Psho3mN",
  "data/tweet-economist/2021/3/1370438461086433286.json": "Since 2012, the royal family has received a “sovereign grant\". It is currently set at 25% of the crown estate’s annual profits and last year paid out £82.4m ($114m) https://t.co/Hv3UzXJ5QP",
  "data/tweet-economist/2021/3/1370472195961581573.json": "Footage of Christopher Wallace recording his first demo aged 14, based around a sample of Toto’s “Africa”, suggests his interest in melody, as well as beats and rapping, developed early https://t.co/aMpHSe5R0r",
  "data/tweet-economist/2021/3/1370468404084232199.json": "Britain’s new trading relationship with the EU will lead to the economy being around 4% smaller than it otherwise would have been https://t.co/eqYfFbKhgQ",
  "data/tweet-economist/2021/3/1370487923733319694.json": "“The nature of democracy is that you have to keep doing the work.” On “Checks and Balance” @RepKatiePorter says #HR1 voting rights reforms will pass the Senate https://t.co/a609Tc26fX https://t.co/Rz1YSawYGZ",
  "data/tweet-economist/2021/3/1370430145165672451.json": "The army is increasingly willing to spill blood. Soldiers have shot and killed some 60 civilians in recent days https://t.co/AqEKSMWYmB",
  "data/tweet-economist/2021/3/1370474436768497670.json": "The costs of Britain's departure from the EU are adding up. Filling the long-term Brexit-shaped hole in growth will be hard https://t.co/xNAf6Sixnq",
  "data/tweet-economist/2021/3/1370253044156358656.json": "Israel's experiment with vaccination \"green passes\" is being watched around the world https://t.co/l0diHOLJHG",
  "data/tweet-economist/2021/3/1370513961171435536.json": "Salty, stodgy and delicious, pierogi are the ultimate comfort food https://t.co/vEjhTob5Ti From @1843mag",
  "data/tweet-economist/2021/3/1370536860884332549.json": "If vaccine passports are to work they must be trustworthy. Researchers who examined Israel's \"green pass\" app found several flaws https://t.co/qhTC5YjrUL",
  "data/tweet-economist/2021/3/1370569092890046466.json": "More than one woman in four will be beaten or sexually abused by a partner over her lifetime. Yet such violence is not inevitable, and attitudes can be changed  https://t.co/2ai8wuv5L8",
  "data/tweet-economist/2021/3/1370321118163300354.json": "For too long, the disastrous consequences of violence against women have been downplayed, ignored or denied. It is time for counter-­measures that match the scale of the problem  https://t.co/wxBrLvfQys",
  "data/tweet-economist/2021/3/1370601636880650243.json": "At the dawn of the digital age, Bill Clinton predicted that the internet might liberalise China. His vision was bold, uplifting and wrong https://t.co/461ClTq7bE",
  "data/tweet-economist/2021/3/1370618847070412801.json": "The regime has never even admitted that the prison camps exist. Information from escaped prisoners is vital https://t.co/wrGuKZrZrB",
  "data/tweet-economist/2021/3/1370626654654054400.json": "Continental Europe is the only big, rich region that has few vaccines and lots of new covid-19 cases. It is an unexpected outcome for the EU    https://t.co/aI2mCssMyq",
  "data/tweet-economist/2021/3/1370393177392345097.json": "Madonna made music history in 2005 by releasing her single “Hung Up” as a ringtone before it was aired on the radio. But what happened to the lucrative ringtone market? @1843mag investigates https://t.co/6I0iuMmg6a",
  "data/tweet-economist/2021/3/1370639489270493184.json": "She grew up in London, married the president of Syria, then an uprising started. @1843mag charts the extraordinary rise of Asma Assad https://t.co/XllvZu0HuM",
  "data/tweet-economist/2021/3/1370643889086984193.json": "Incompetence and the potential for snooping at citizens' personal data could taint the whole idea of vaccine passports https://t.co/U68nqgKBd5",
  "data/tweet-economist/2021/3/1370670726399856642.json": "Exports of goods to the European Union fell by 40% between January and December, while imports dropped by almost 30%. Much of this reflects the new post-Brexit reality https://t.co/G2I9ATbbTv",
  "data/tweet-economist/2021/3/1370652644444925954.json": "The Tatmadaw has already gone to grotesque lengths to justify its actions such as killing young protesters. This could just be the beginning https://t.co/53l9CDUEDz",
  "data/tweet-economist/2021/3/1370695659737780224.json": "Why spaghetti bolognese doesn’t exist in Italy https://t.co/pIZ1R1IcWI From @1843mag",
  "data/tweet-economist/2021/3/1370708731248451588.json": "If passed, HR 1, a voting-reform bill, would stop most Republican efforts to change rules for federal elections https://t.co/o1K2ZZYF3q",
  "data/tweet-economist/2021/3/1370614107481722882.json": "Joe Biden’s stimulus is a high-stakes gamble for America and the world https://t.co/fSMoiDMoCU",
  "data/tweet-economist/2021/3/1370716032839598085.json": "Neither convincing data nor medical evidence have yet been produced to explain why the disease's impact has been relatively light in India https://t.co/VVJRMWUu0e",
  "data/tweet-economist/2021/3/1370740713294606339.json": "Last year the assets of the duchies inherited by the queen and Prince Charles made profits of around £47m between them https://t.co/LXinQHt7G8",
  "data/tweet-economist/2021/3/1370756052380229635.json": "No Zoom call can replace the “chemistry of the unexpected” that you get in person. Humans need offices https://t.co/fp4txMkSIt One of @1843mag’s most popular stories of the year",
  "data/tweet-economist/2021/3/1370742700450938880.json": "The virus can cause people great harm even if it does not kill them. Existing illnesses sharply raise young people’s chances of hospital admissions https://t.co/2Y28Hl6T0A",
  "data/tweet-economist/2021/3/1370740711352582145.json": "“This is the best thing that has ever happened to me, because no one ever opens my office door,” admits one American executive to @1843mag's columnist  https://t.co/J5zCn3Titc",
  "data/tweet-economist/2021/3/1370720570757775360.json": "Schools and nurseries have been shut in Mexico for a year. Doggy day care however is booming https://t.co/myFSQD12fB",
  "data/tweet-economist/2021/3/1370771148431106053.json": "How many children should you have? https://t.co/sYtzfSaA4V From @1843mag",
  "data/tweet-economist/2021/3/1370761330651717632.json": "\"Individualism is embedded in America’s cultural identity, but it is a sign of national character to act together as a community,\" writes Scott Galloway in The Economist https://t.co/jA7UhIiaXX",
  "data/tweet-economist/2021/3/1370660953520488457.json": "Euroscepticism in its hardest form has gone out of fashion for a few reasons. One is that leaving the EU has never a particularly popular idea outside Britain   https://t.co/l0FYfxUEgx",
  "data/tweet-economist/2021/3/1370795560597393410.json": "Electricity in Mexico is about to become more expensive, dirtier and less reliable. Despite this, AMLO remains popular https://t.co/8fNnaF5a9k",
  "data/tweet-economist/2021/3/1370746486359724033.json": "The costs of Britain's departure from the EU are adding up. Filling the long-term Brexit-shaped hole in growth will be hard https://t.co/WWem64mW2S",
  "data/tweet-economist/2021/3/1370846641167736835.json": "A growing number of people are organising their love and sex lives via spreadsheets. Is this really how to excel in relationships https://t.co/y3HwOolT3s  From @1843mag",
  "data/tweet-economist/2021/3/1370885899110776834.json": "The study found that those receiving the extra cash were more likely to have found full-­time work in the first year of the experiment than those in the control group https://t.co/KnGZ1ohDXN",
  "data/tweet-economist/2021/3/1370884393892470786.json": "Passports raise the prospect that vaccinated pensioners will be allowed to roam freely, while the young remain under lockdown https://t.co/j6HGBEjXvJ",
  "data/tweet-economist/2021/3/1370899698798706695.json": "Urban Kenyans who were told to work from home—but instead chose to work from a beach house—have thrown Kenya’s tourism industry a lifeline  https://t.co/UUWGpuFphK",
  "data/tweet-economist/2021/3/1370710500225523716.json": "Free to read | Our risk model estimates the chances of death and hospital admissions from groups of people, based on age, sex and medical history https://t.co/aywoUUtBH2",
  "data/tweet-economist/2021/3/1370691141054705669.json": "Poverty makes it even harder for women to escape from an abusive relationship. It is more difficult for a mother to leave her husband if she fears the loss of his income   https://t.co/gUxUMvIh8p",
  "data/tweet-economist/2021/3/1370523007685431303.json": "For the past two years, 125 residents of Stockton, a small city in California’s Central Valley, have found themselves $500­ a­ month richer https://t.co/MnhufNRSHs",
  "data/tweet-economist/2021/3/1370826272406962182.json": "Mexico's puppies are probably enjoying the pandemic more than the country's school-deprived children  https://t.co/keju7ecrm7",
  "data/tweet-economist/2021/3/1370945664625094656.json": "The southern state of Kerala seems to have weathered the pandemic remarkably well https://t.co/Kl5cHS4wuG",
  "data/tweet-economist/2021/3/1370931220700405761.json": "One question is what to do with those who cannot or will not be vaccinated. Those who are not risk becoming less employable https://t.co/UFl8oYLeth",
  "data/tweet-economist/2021/3/1370954821138841600.json": "The rest of the world will not match Uncle Sam’s breakneck recovery. From April to September America is likely to outgrow even China https://t.co/xpfJ94CbzM",
  "data/tweet-economist/2021/3/1370995696808173568.json": "China's new five-year plan identifies technologies such as quantum computing, semiconductors and AI as being vital to development and national security https://t.co/CX6tkprogR",
  "data/tweet-economist/2021/3/1370991689557508096.json": "Coronaspeck is the helpful German word for the fat deposited by weeks of stay-at-home grazing https://t.co/ZRhUoxChTP From @1843mag",
  "data/tweet-economist/2021/3/1370940982921953288.json": "By repressing the protests so violently, Myanmar's generals have made the country a pariah again https://t.co/sKQhYacHEv",
  "data/tweet-economist/2021/3/1371004303192821760.json": "The costs of Britain's departure from the EU are adding up. Filling the long-term Brexit-shaped hole in growth will be hard https://t.co/r1h6ic6Ynt",
  "data/tweet-economist/2021/3/1371017730577604608.json": "The most fundamental criticism of vaccine passports is that it remains unclear whether they will even do the job they are supposed to https://t.co/OKxcZDCclJ",
  "data/tweet-economist/2021/3/1371029748508471296.json": "Britain has paid a “fantastically high” price for an autonomy it won’t use, says Philip Hammond, a former Conservative chancellor https://t.co/FocwkNqqBE",
  "data/tweet-economist/2021/3/1371057792774242306.json": "Prince Charles spent £5.6m in the year to March 2020 funding the Sussexes and the Cambridges. Princess Diana left her estate, worth around £13m after tax, to her sons https://t.co/I9FJTdJ7EE",
  "data/tweet-economist/2021/3/1371109373930520579.json": "Chile's swift and orderly vaccine programme, on track to cover 80% of its 19m people by June, contrasts with the rest of Latin America https://t.co/knLiCFEI4Q",
  "data/tweet-economist/2021/3/1371104597939523592.json": "Evidence is growing that covid-­19 attacks the body broadly, and is most exacerbated by illnesses that cause inflammation or affect the circulatory system, such as kidney, liver or heart problems https://t.co/gakhs43VP7",
  "data/tweet-economist/2021/3/1371071374215811072.json": "The warming of the Arctic, and the development of ice-strengthened tankers, now make it possible to ship gas and other materials year-round https://t.co/OGoCEw6hg7",
  "data/tweet-economist/2021/3/1371104106341863425.json": "Many brands don’t have a history. So now they’re inventing them https://t.co/rGXosO0HN2 From @1843mag",
  "data/tweet-economist/2021/3/1371127752292712448.json": "Mexico's national energy provider is the only big customer for the fuel oil produced by Pemex, the state oil company that AMLO wants to boost https://t.co/G8bEhJ5wwd",
  "data/tweet-economist/2021/3/1371124730460315658.json": "Through big data and artificial intelligence, many businesses in China have revolutionised the way they produce products for customers. The West is lagging behind https://t.co/NsS7WV2rv9",
  "data/tweet-economist/2021/3/1371146533278728196.json": "The vigil for Sarah Everard was a peaceful expression of grief. Heavy policing of the event could be a sign of things to come https://t.co/Drhm4RxNwG",
  "data/tweet-economist/2021/3/1371094284162768900.json": "The very nature of the modern Chinese internet, a hyper-commercial place patrolled by thin-skinned bullies, is helping censors succeed https://t.co/8NXacGdjKc",
  "data/tweet-economist/2021/3/1371188907132518404.json": "Some Mexicans treat their dogs like babies. It has inspired a portmanteau word, perrhijo, a fusion of the Spanish for “dog” and “child” https://t.co/3YynBRucFn",
  "data/tweet-economist/2021/3/1371188150450675715.json": "Investment in Mexico is now the lowest it has been as a percentage of GDP since 1995. AMLO's new law may depress it further https://t.co/nF4JG3xY4f",
  "data/tweet-economist/2021/3/1371179590488571908.json": "She was 12 when her grandparents were swept away by the tsunami. Ten years on she still can’t escape the past https://t.co/RnrNqVoxfw From @1843mag",
  "data/tweet-economist/2021/3/1370983093025267713.json": "The rampant competition in China’s retail market suggests no platform can expect fully to dominate it. In Europe and America, the view is that the game has been won by Amazon https://t.co/K4BIiFmVMf",
  "data/tweet-economist/2021/3/1371196946497556485.json": "Only 34% of white families prefer fully remote school, compared with 58% of Hispanic, 59% of black, and 66% of Asian families, according to a survey https://t.co/OLa08TNZ54",
  "data/tweet-economist/2021/3/1371197465198784519.json": "Vaccine passports have their uses, especially in international travel. At home they might not be as helpful as their supporters imagine https://t.co/49bLXdZKL3",
  "data/tweet-economist/2021/3/1371204506730569728.json": "The Syrian economy is in worse shape than at any time in the past decade https://t.co/2rbchZKmyd",
  "data/tweet-economist/2021/3/1371138318122024968.json": "Free to read | By comparing age, sex and illnesses, our model shows how covid-19 risk levels compare for different groups https://t.co/ARHuiV7M1h",
  "data/tweet-economist/2021/3/1371219614642884609.json": "Many worry that the disproportionate police response to a peaceful vigil is just a foretaste of what will happen if a new criminal-justice bill is enacted  https://t.co/5ahJnGgeTb",
  "data/tweet-economist/2021/3/1371265596118171654.json": "Political manipulation has hamstrung covid-19 vaccination programmes in Brazil and Mexico. Elsewhere, ministers have jumped vaccine queues https://t.co/YxvJsu30Dg",
  "data/tweet-economist/2021/3/1371240246441033735.json": "Can we escape from information overload? Ask the man who spent a month living in in the dark https://t.co/bVhAgcyPE7 From @1843mag",
  "data/tweet-economist/2021/3/1371278266510807044.json": "Whether Mexico's Supreme Court strikes down the new energy law will be a test of its independence https://t.co/Ft9chIprwp",
  "data/tweet-economist/2021/3/1371269385709613060.json": "Britain plans to have all adults vaccinated by July; America and Europe could follow soon after. A sweeping vaccine-passport system may not be worth the cost or the hassle https://t.co/NTJLxqMeyj",
  "data/tweet-economist/2021/3/1371118525390151680.json": "Online grocery shopping from supermarket chains has blossomed during covid-19. But it is still not a profitable long-term enterprise. East Asia has shown it can be https://t.co/3zxlULWfbz",
  "data/tweet-economist/2021/3/1371119189566558208.json": "Is the answer to the perpetual question of what to wear actually nothing at all? https://t.co/xd19mxISLS From @1843mag",
  "data/tweet-economist/2021/3/1371283254104502273.json": "To crush democracy, China is changing Hong Kong’s political rules https://t.co/5GrOC17jGf",
  "data/tweet-economist/2021/3/1371356865301508096.json": "Vaccination will take longer in poor countries, and verification will will be harder. Incentives to cheat will be high https://t.co/gqyqYBkF0k",
  "data/tweet-economist/2021/3/1371344159139901443.json": "Asma Assad has become one of Syria's foremost war profiteers and ruthlessly cemented herself as one of the country's key economic and political brokers. @1843mag charts her rise https://t.co/A0BVS86i9A",
  "data/tweet-economist/2021/3/1371361266988630019.json": "Pre-lockdown Britain was enjoying a protest renaissance. But rules designed to limit the spread of covid-19 have allowed police to crack down on protests https://t.co/ksOJScyW76",
  "data/tweet-economist/2021/3/1371397573534224386.json": "The fighting has declined in Syria. But the country is now divided into enclaves, each with a foreign protector https://t.co/BH8HQUkfq5",
  "data/tweet-economist/2021/3/1371393560579346433.json": "Knowing the source of the family’s wealth does little to answer thornier questions over the monarchy’s value https://t.co/d2QlSWKfgV",
  "data/tweet-economist/2021/3/1371400788195512322.json": "Is tree planting the best way to tackle climate change? https://t.co/x1dW39KIvZ https://t.co/dppRIcF4J9",
  "data/tweet-economist/2021/3/1371424293289144323.json": "“Indians have been exposed to a lot of pathogens, so there is probably some cross-immunity at play here,” a Keralan doctor notes https://t.co/tTcNdfcqWh",
  "data/tweet-economist/2021/3/1371595600786034689.json": "Germany and Italy are the latest in a growing list of European countries to announce they are temporarily halting the use of a covid-19 vaccine made by AstraZeneca https://t.co/XUduFjO7mi",
  "data/tweet-economist/2021/3/1371574297064509443.json": "Beijingers woke up on Monday morning to hazy orange skies that looked almost dystopian  https://t.co/jagM6VZCN2",
  "data/tweet-economist/2021/3/1371637080334462977.json": "Political manipulation has hamstrung covid-19 vaccination programmes in Brazil and Mexico. Elsewhere, ministers have jumped vaccine queues https://t.co/0ZFCipKUGS",
  "data/tweet-economist/2021/3/1371612425745793030.json": "What is the carbon cycle, and why does it need to be rebalanced? https://t.co/iFdiJATRht https://t.co/qVVCFy5K9A",
  "data/tweet-economist/2021/3/1371655628024909828.json": "The World Health Organisation and the European Medicines Agency (EMA) have said they have no reason to believe the AstraZeneca jab is unsafe https://t.co/kYqnfjwj97",
  "data/tweet-economist/2021/3/1371664689000767489.json": "Demand for oxygen is outstripping supply, so a trade in cylinders of the gas is flourishing in mostly poor countries—importing one from China costs around $400 https://t.co/VyQJdm6VYJ"
}