{
  "data/tweet-wsj/2021/12/1466146349645283332.json": "The Women's Tennis Association said it is suspending all of its tournaments in China because of concerns over the safety of player Peng Shuai, after an allegation of sexual assault against a former government official appeared on her social-media account https://t.co/WwCU20jgtv",
  "data/tweet-wsj/2021/12/1466121476977745920.json": "Breaking: The first confirmed U.S. case of the Omicron variant was reported in California, in a traveler returning from a trip to South Africa on Nov. 22 https://t.co/fnb3r9C3r6",
  "data/tweet-wsj/2021/12/1466067099491655690.json": "“I am very lucky in my life that I have benefited from second chances, and I am aware that other people don’t even get first chances.” Oscar-winning director and actor Ben Affleck on feeling grateful for his imperfect life: https://t.co/F7w2xoMaeF",
  "data/tweet-wsj/2021/12/1466016753079754752.json": "Hedge-fund billionaire and New York Mets owner Steven A. Cohen is backing a startup that wants to let investors trade stocks 24 hours a day, seven days a week https://t.co/kd1Vs0K3Da",
  "data/tweet-wsj/2021/12/1465995373068050436.json": "Some alumni are pushing back against \"intellectual monocultures\" at their schools, withholding donations. \"This is a battle for our culture and, in many ways, for Western civilization.\" https://t.co/FKznZm6Azr",
  "data/tweet-wsj/2021/12/1465953845452976130.json": "One of the hottest real-estate markets right now is in the metaverse, where property sales in digital worlds like Sandbox and Decentraland are setting records https://t.co/SrN69Vga7t",
  "data/tweet-wsj/2021/12/1465938753437016064.json": "Americans saw China as the nation's top foe and their trust in the U.S. military dropped, according to the first major national-security survey conducted since the U.S. withdrawal from Afghanistan https://t.co/cPxvlbJ32e",
  "data/tweet-wsj/2021/12/1465920630298226689.json": "Take an early look at the front page of The Wall Street Journal https://t.co/AYzMuK9PCj https://t.co/GnBl8rff6b",
  "data/tweet-wsj/2021/12/1465893464915300357.json": "The Omicron variant may lead to more infections but vaccinated people will likely remain protected from severe disease, vaccine maker BioNTech's founder said https://t.co/NH2kio4LVA",
  "data/tweet-wsj/2021/12/1465885907224084482.json": "A federal judge has issued a temporary nationwide block against a Biden administration mandate that millions of healthcare workers get vaccinated against Covid-19 starting next week https://t.co/i4vZyqIxTt",
  "data/tweet-wsj/2021/12/1465859470903418884.json": "Twitter banned users from sharing photos and videos of another person without their permission, a move aimed at improving privacy and security https://t.co/SzMK4nRfgb",
  "data/tweet-wsj/2021/12/1465848184299790344.json": "Some alumni are pushing back against \"intellectual monocultures\" at their schools, withholding donations. \"This is a battle for our culture and, in many ways, for Western civilization.\" https://t.co/BOOgdWtr4s",
  "data/tweet-wsj/2021/12/1465833333171097603.json": "CNN suspended Chris Cuomo indefinitely after newly released records detailed his efforts to help brother Andrew Cuomo respond to sexual-misconduct allegations https://t.co/cq8kiBTsNU",
  "data/tweet-wsj/2021/12/1466157606620344323.json": "Democrat Stacey Abrams said she would run for governor of Georgia in 2022, her second bid after losing a close race in 2018 https://t.co/QkZ4krY1UA",
  "data/tweet-wsj/2021/12/1466161448183336971.json": "Bad Bunny was Spotify’s most listened-to artist in 2021, making him the platform's No. 1 streamed artist two years in a row. Taylor Swift, BTS, Drake and Justin Bieber rounded up the top-five streamed artists in Spotify's 2021 Wrapped list. https://t.co/QDqCck628X",
  "data/tweet-wsj/2021/12/1466176554921345024.json": "Square, the financial-services company co-founded and led by former Twitter chief Jack Dorsey, is changing its corporate name to Block https://t.co/7RiFmMYuAe",
  "data/tweet-wsj/2021/12/1466126211810217985.json": "Comedian Trevor Noah will return to host the Grammy Awards early next year https://t.co/PK1Bn3r7gF",
  "data/tweet-wsj/2021/12/1466199212715089924.json": "Federal judges would have to speed disclosure of stock trades and publish their financial-disclosure reports online for the first time under a bipartisan bill overwhelmingly passed by the U.S. House Wednesday https://t.co/t0kgS5Kjnu",
  "data/tweet-wsj/2021/12/1466237220176728071.json": "Square, the financial-services company co-founded and led by former Twitter chief Jack Dorsey, is changing its corporate name to Block https://t.co/LlfPc8SOUk",
  "data/tweet-wsj/2021/12/1466244498363719687.json": "CNN anchor Chris Cuomo said being suspended by the network was \"embarrassing,\" addressing the controversy over his role in the sexual-harassment scandal involving his brother, former New York Gov. Andrew Cuomo https://t.co/944CugHY7H",
  "data/tweet-wsj/2021/12/1465984034471923720.json": "CNN suspended Chris Cuomo indefinitely after newly released records detailed his efforts to help brother Andrew Cuomo respond to sexual-misconduct allegations https://t.co/lC8wkZ0KGt",
  "data/tweet-wsj/2021/12/1466267148670619650.json": "Starting base salary is $200,600 for a software engineer at Amazon in Colorado. We sifted through hundreds of job listings to understand how companies are paying workers. https://t.co/gHWjEzTHmf",
  "data/tweet-wsj/2021/12/1466078903139766273.json": "Four people were injured after a decades-old bomb dropped from an aircraft in World War II exploded during construction works near the main train station in Munich on Wednesday, authorities said https://t.co/JM2Dzb3Gx2",
  "data/tweet-wsj/2021/12/1466240746378440704.json": "“I am very lucky in my life that I have benefited from second chances, and I am aware that other people don’t even get first chances.” Ben Affleck talks Jennifer Lopez, fame, infamy, addiction and finally getting satisfaction—or as close to it as he’ll get https://t.co/s8GwH2vqD0",
  "data/tweet-wsj/2021/12/1466293562954375169.json": "Jeff Bezos said the National Enquirer tried to use embarrassing photos to extort him over his affair, and his team suggested the details came from a phone hack. Probes by the U.S. government haven't backed those claims. https://t.co/KktDNKQsEV",
  "data/tweet-wsj/2021/12/1466347034017996802.json": "Biden will require travelers to the U.S. to provide a negative Covid test within a day of departure and will extend transit mask rules to slow Omicron's spread https://t.co/t9yxEshGEl",
  "data/tweet-wsj/2021/12/1466367050297880578.json": "Glaxo’s antibody treatment was found to be effective against Omicron, setting it apart from therapies that appear to work less well against the coronavirus variant https://t.co/qY2TUC1zlL",
  "data/tweet-wsj/2021/12/1466278502014099457.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/8x6btK5IwG",
  "data/tweet-wsj/2021/12/1466410610514702337.json": "Chinese authorities protested the departure of international women’s tennis amid concerns over the safety of star player Peng Shuai, while at the same time moving to suffocate a brief flurry of online chatter about the news https://t.co/fABN4ETUAu"
}