{
  "data/tweet-wsj/2022/1/1477682387656101898.json": "A paper-packaging giant wants its customers to say goodbye to foam cups, clamshell containers and six-pack rings: “We are attacking anything that is plastic.” https://t.co/kNtAs3QiSm",
  "data/tweet-wsj/2022/1/1477718357763887115.json": "“In a triangle with three countries, you don’t want to be the one opposite the other two.” Strengthened military ties between China and Russia are triggering U.S. concerns. https://t.co/pOS6eRgH8G",
  "data/tweet-wsj/2022/1/1477301123774140420.json": "A couple bought their first home together in London and turned a stripped-down warehouse space into a cozy two-bedroom home built for their work-from-home lifestyle—all during the pandemic https://t.co/LDJztphsGV",
  "data/tweet-wsj/2022/1/1477874890929754117.json": "Take an early look at the front page of The Wall Street Journal https://t.co/9FAutoUgHr https://t.co/rFFXNuDxWc",
  "data/tweet-wsj/2022/1/1477859781306163205.json": "With Covid-19 infections surging due to the fast-spreading Omicron variant, doctors are now urging people to ditch cloth face masks https://t.co/dopTYDxqMv",
  "data/tweet-wsj/2022/1/1477829585698013187.json": "“In a triangle with three countries, you don’t want to be the one opposite the other two.” Strengthened military ties between China and Russia are triggering U.S. concerns. https://t.co/v2OBXF4KIu",
  "data/tweet-wsj/2022/1/1477795608127852544.json": "Hit TV shows typically get a hot start in cities, then spread to the rest of the country. “Yellowstone,” the most popular series on cable, bucked that pattern. https://t.co/EHelkijOZQ",
  "data/tweet-wsj/2022/1/1477772974765875200.json": "With Covid-19 infections surging due to the fast-spreading Omicron variant, doctors are now urging people to ditch cloth face masks https://t.co/Frp9vq4nEi",
  "data/tweet-wsj/2022/1/1477769212169191425.json": "A paper-packaging giant wants its customers to say goodbye to foam cups, clamshell containers and six-pack rings: “We are attacking anything that is plastic.” https://t.co/lO65cVm1C5",
  "data/tweet-wsj/2022/1/1477765413526286341.json": "Twitter has permanently suspended GOP Rep. Marjorie Taylor Greene's personal account, citing violations of the platform’s Covid-19 misinformation policy https://t.co/eZAng8Ay8z",
  "data/tweet-wsj/2022/1/1477750322177220612.json": "Tesla's annual vehicle deliveries surged 87% in 2021, growing at their fastest pace in years despite computer chip shortages https://t.co/tdDccsqX7L",
  "data/tweet-wsj/2022/1/1477742748232990724.json": "Jelena McWilliams’s decision to resign as chairman of the FDIC paves the way for Democrats to gain control of the agency’s agenda https://t.co/373ZpTiICv",
  "data/tweet-wsj/2022/1/1477640856102387716.json": "Many stock investors see increased threats to the pandemic-era rally as the Federal Reserve starts removing support for the economy https://t.co/zCcdzbKTVT",
  "data/tweet-wsj/2022/1/1477603096910090244.json": "An overdose epidemic that has swept across North America is leading more cities to try to decriminalize small amounts of heroin, fentanyl, cocaine and other drugs https://t.co/wCe2GEKQNf"
}