{
  "data/tweet-economist/2021/4/1377450955562741763.json": "In 5G telecoms, transport networks and much else, America lags behind China. Most of the infrastructure investment Joe Biden is calling for would represent not trailblazing but catch-up https://t.co/Cv2gvtIDMD",
  "data/tweet-economist/2021/4/1377440884359274505.json": "We uncover the greatest hoaxes in history, from left-handed whoppers to Martians landing. From @1843mag https://t.co/CAohHo2wH8",
  "data/tweet-economist/2021/4/1377411506392850433.json": "Over the course of 20 years, a tonne of the methane will warm the atmosphere about 86 times more than a tonne of carbon dioxide. But it degrades quickly, creating an opportunity for fast action on global warming https://t.co/NuuolWYWag",
  "data/tweet-economist/2021/4/1377481743024975874.json": "The International Energy Agency estimates that 40% of methane emissions from fossil fuels can be easily eliminated at no net cost. This opportunity to slow global warming must be seized https://t.co/cA2WxsUNOU",
  "data/tweet-economist/2021/4/1377473361278869510.json": "Almost one billion doses of covid-19 vaccines have been produced https://t.co/jF2xzTk30L",
  "data/tweet-economist/2021/4/1377486489605578753.json": "A joint WHO-China study of covid-19’s origins leaves much unclear https://t.co/zJXyneOAB6",
  "data/tweet-economist/2021/4/1377502538933633024.json": "About a quarter of global warming is a consequence of methane https://t.co/4aIsUurgxw",
  "data/tweet-economist/2021/4/1377435658709467137.json": "Suga Yoshihide, Japan's prime minister, is expected to become the first foreign leader to visit Joe Biden at the White House https://t.co/m8G5D3upcF",
  "data/tweet-economist/2021/4/1377531707474202624.json": "Climate models have been pretty accurate in predicting global warming. Here's how they work https://t.co/HdaKP62vRv https://t.co/PK3KIW9tCi",
  "data/tweet-economist/2021/4/1377529635378978816.json": "He envisages fixing 20,000 miles of road, stripping lead piping from 400,000 schools and installing 500,000 charging outlets for electric cars https://t.co/ljsD95FI4X",
  "data/tweet-economist/2021/4/1377537361966415872.json": "Experts think climate change is to blame. For a behind-the-scenes look at @TheEconomist’s charts and data journalism, sign up to our free newsletter https://t.co/Iyo9XPFJ1N https://t.co/vKovRmaXwK",
  "data/tweet-economist/2021/4/1377570449077514240.json": "April fools used to bring us joy and laughter. Then fake news came along and spoiled it https://t.co/8vOV1ifXBy",
  "data/tweet-economist/2021/4/1377554107695792131.json": "Most Israelis want to see Binyamin Netanyahu go https://t.co/0kcEzWYSvF",
  "data/tweet-economist/2021/4/1377553868708577282.json": "This week’s cartoon from KAL: https://t.co/xyiwD5IJvl https://t.co/Y8r1yl8a8o",
  "data/tweet-economist/2021/4/1377571470679937027.json": "Could you have a lucky gene? https://t.co/dXXZlR1ano",
  "data/tweet-economist/2021/4/1377613233599680518.json": "Previously, China has been cautious around any country capable of punching back. But recently its risk calculations seem to have changed https://t.co/ZB0i69VRLj",
  "data/tweet-economist/2021/4/1377513860383571970.json": "The French armed forces are planning for high-intensity war https://t.co/nErxadGXAV",
  "data/tweet-economist/2021/4/1377621939099992067.json": "The price of cobalt has nearly doubled since January as the electric-vehicle boom gathers pace. Meeting the demand will not be easy https://t.co/2r90rJqhFV",
  "data/tweet-economist/2021/4/1377464113044013056.json": "The success of Joe Biden's vaccination plan depends partly on the willingness of Americans to get the shot. Here's how vaccine confidence has changed over the past year   https://t.co/PXFTMnMFtA",
  "data/tweet-economist/2021/4/1377553835841978369.json": "The diaries provide more evidence of the vital role Winston Churchill played in saving Britain from the pro-Hitler sympathies of the upper classes https://t.co/4grYrQ2J38",
  "data/tweet-economist/2021/4/1377677663054274562.json": "Even before the pandemic, the UN estimated that 1m plant and animal species were at risk of dying out, many within decades. Covid-19 has seen poaching rise across the continent https://t.co/l56c4Bht77",
  "data/tweet-economist/2021/4/1377665326016573447.json": "About a quarter of global warming is a consequence of methane https://t.co/76atIVlkPj",
  "data/tweet-economist/2021/4/1377692762791936004.json": "April fools used to bring us joy and laughter. Then fake news came along and spoiled it https://t.co/aLC6jTjIzm",
  "data/tweet-economist/2021/4/1377695038059257858.json": "Over the 20 years subsequent to its emis­sion a tonne of methane causes 86 times more warming than does a tonne of CO2 https://t.co/HMgf5Fsh0a",
  "data/tweet-economist/2021/4/1377612485579145224.json": "What might have been a routine reshuffle of Brazil's cabinet has become a potentially destabilising conflict with the country’s military command https://t.co/iNgdCVsVLt",
  "data/tweet-economist/2021/4/1377753165865611267.json": "April fools used to bring us joy and laughter. Then fake news came along and spoiled it https://t.co/eq29AS7hh8",
  "data/tweet-economist/2021/4/1377763263413432322.json": "Mass resignations like this are unprecedented, and followed a backlash to a cabinet reshuffle https://t.co/CXeZfEiwQw",
  "data/tweet-economist/2021/4/1377771267307225088.json": "Over the 20 years subsequent to its emis­sion, a tonne of methane causes 86 times more warming than does a tonne of CO2 https://t.co/C32kb9FhkY",
  "data/tweet-economist/2021/4/1377809763547947010.json": "China's performance-nationalism is being watched by Western diplomats in Beijing with dismay https://t.co/xG66J7FUoh",
  "data/tweet-economist/2021/4/1377793416600428544.json": "The report's strong downplaying of the idea that the pathogen escaped from a lab in Wuhan is immensely pleasing to China https://t.co/ZDxXiKF5rW",
  "data/tweet-economist/2021/4/1377824687133179904.json": "Glencore’s two mines employ around 15,000 people. However, more than 200,000 may work on \"artisanal\" sites, where accidents and child labour are common https://t.co/wVti5cA1vy",
  "data/tweet-economist/2021/4/1377814130845966336.json": "Every time the output of batteries doubles, as it did five times between 2006 and 2016, battery prices fall by about a quarter https://t.co/Pg0QOVZ5BR",
  "data/tweet-economist/2021/4/1377843494706896897.json": "Progress made by governments that cracked down on illegal hunting is being undone https://t.co/3DfTeaPy0P",
  "data/tweet-economist/2021/4/1377780473443852289.json": "The Communist Party is acutely aware of the role that Christians have played in anti-Communist movements elsewhere https://t.co/u5VSfl9qtH",
  "data/tweet-economist/2021/4/1377841983851540481.json": "How a buzzy social-media app became a hit in the Middle East https://t.co/tXmALcR6Hk",
  "data/tweet-economist/2021/4/1377838034423574528.json": "Even Joe Biden, a longtime friend of Andrew Cuomo, has said if the allegations of sexual harassment are true, the governor needs to resign https://t.co/lIjqjRVuo8",
  "data/tweet-economist/2021/4/1377699806651498503.json": "New research could shed light on why some countries or populations appear to have been hit harder by covid-19 than others https://t.co/Ep6ImwC6EI",
  "data/tweet-economist/2021/4/1377859121031086083.json": "The “ASEAN way” is all about agreeing never to disagree. Its insistence on consensus tends towards the extraordinarily bland or the impossibly vague https://t.co/MBvGYdtI1l",
  "data/tweet-economist/2021/4/1377894776704491521.json": "At the moment the average cost of a lithium-ion battery pack is about $140 per kilowatt hour. If it reaches $100 per kilowatt hour, electric vehicles will become cost-competitive with combustion ones https://t.co/iOFC96EpBV",
  "data/tweet-economist/2021/4/1377890316859019269.json": "Police are investigating the 11,000 stories of sexual abuse logged online by girls in the past month https://t.co/1cq9D8jhcG",
  "data/tweet-economist/2021/4/1377871678429089794.json": "Egypt's $8bn expansion, its \"gift to the world”, has not been a gift to its treasury https://t.co/ZtA2JJCgNr",
  "data/tweet-economist/2021/4/1377905977576538113.json": "America is the only rich country that still charges minors as adults and puts them in adult jails, where they are far likelier than other inmates to be assaulted or to commit suicide  https://t.co/m6WUbZiuV1",
  "data/tweet-economist/2021/4/1377926820213964802.json": "If Mexico were to legalise marijuana, the country would become the world’s largest legal cannabis market https://t.co/U4Kma7iLQ5",
  "data/tweet-economist/2021/4/1377901682319880192.json": "The link between personality and success https://t.co/n4esGgQvCR",
  "data/tweet-economist/2021/4/1377930670304006145.json": "How the British became the new Turks https://t.co/QMOspXd2n9",
  "data/tweet-economist/2021/4/1377847562879823872.json": "China has helped to finance transport, power and telecommunications projects across the developing world. It's a secretive business https://t.co/0Iizt34y0p",
  "data/tweet-economist/2021/4/1377943166444244992.json": "Over a century ago, Nikola Tesla tried and failed to make his vision of wireless power transmission a reality. Now, the idea is making a comeback https://t.co/mWtoMBR5IE",
  "data/tweet-economist/2021/4/1377954002911047681.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/ewyRg7xv9m",
  "data/tweet-economist/2021/4/1377949959778144259.json": "Minerals are essential to modern technologies such as batteries, laser-guided missiles and wind turbines, but many supply chains are controlled by China. That can be seen as a risk https://t.co/de6zMncSHY",
  "data/tweet-economist/2021/4/1377973866035879938.json": "Hydrogen goop called \"Powerpaste\" oﬀers several advantages over batteries, petrol and more con­ventional ways of handling the gas https://t.co/EJdZrqJZeS",
  "data/tweet-economist/2021/4/1377989971483750401.json": "China wants its citizens to believe that the virus originated elsewhere, even though scientists see scant evidence of that https://t.co/aRvLC3t6ps",
  "data/tweet-economist/2021/4/1377978881907568643.json": "The vaccination technology rapidly developed by Moderna and BioNTech builds on years of patient and often unsung work on RNA https://t.co/h7RPz9sDBb",
  "data/tweet-economist/2021/4/1377958247043317761.json": "Christianity is flourishing in China—the country has between 60m and 80m Christians. But the party is on a mission to bring them closer into its fold https://t.co/ZlqqmQsBEK",
  "data/tweet-economist/2021/4/1377974614882709507.json": "On Clubhouse nothing goes viral because the chats are ephemeral. Arabs are flocking to the app https://t.co/0vP3I68ofY",
  "data/tweet-economist/2021/4/1377869672239001601.json": "Tanzania's new president has vowed to continue where her predecessor left off. Pity the country if she keeps her promise https://t.co/84RZ0n9Wyj",
  "data/tweet-economist/2021/4/1378019504354168833.json": "Human beings are not alone in having invented vaccination. In fact, a new paper confirms that honeybees got there first https://t.co/JMLerqdf0n",
  "data/tweet-economist/2021/4/1377585295185612803.json": "As usual, Nordic countries performed best overall in the latest glass-ceiling index from The Economist, with Sweden, Iceland, Finland and Norway taking the top four spots https://t.co/5MtjEMV2L2",
  "data/tweet-economist/2021/4/1378046600891760640.json": "Serbia is poor by European standards and plagued by corruption. Nonetheless it has one of the world’s fastest covid-19 inoculation campaigns https://t.co/7GDv5EzIDg",
  "data/tweet-economist/2021/4/1378009345087127556.json": "Why is the price of lithium-ion batteries plunging? The phenomenon is driven in part by economies of scale https://t.co/P0F3QVNZXe",
  "data/tweet-economist/2021/4/1378097667352461316.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/6sTqd800vD",
  "data/tweet-economist/2021/4/1378057652786302978.json": "Methane concentrations are now more than two-­and-­a-­half times what they were before the Industrial Revolution https://t.co/hdacMhPHYl",
  "data/tweet-economist/2021/4/1378082584450715659.json": "The pandemic threatens to undo the progress made by governments that cracked down on illegal hunting https://t.co/rSQNBHUhfK",
  "data/tweet-economist/2021/4/1378111759689654273.json": "One diplomat bleakly suggests that China’s rulers view the West as ill-disciplined, and they are seeking to bring it to heel https://t.co/r0PA5vaclv",
  "data/tweet-economist/2021/4/1378113020539379716.json": "Prince Charles spent £5.6m in the year to March 2020 funding the Sussexes and the Cambridges. Princess Diana left her estate, worth around £13m after tax, to her sons https://t.co/TctdmAclo1",
  "data/tweet-economist/2021/4/1377936357008478210.json": "Thanks to RNA, the way molecular biology is applied to medicine seems to be in the throes of revolution https://t.co/ylHjuHedIO",
  "data/tweet-economist/2021/4/1378171398007500800.json": "The pandemic accelerated the militarisation of Brazil’s government. But the president’s effort to enlist military support for his opposition to lockdown was unusual https://t.co/i7bqmcwuiD",
  "data/tweet-economist/2021/4/1378179454346924032.json": "With improved batteries and lighter materials, some vehicles are now ready to carry passengers https://t.co/7hvMnLhrH6",
  "data/tweet-economist/2021/4/1378186248351809537.json": "The report will do little to dispel widespread suspicions that China is being less than open https://t.co/bb1IpWwua7",
  "data/tweet-economist/2021/4/1378192493238480897.json": "The decay of international trading rules makes countries more wary of relying on each other. But a lurch towards autarky would be unjustified https://t.co/zpQmZ1IdT5",
  "data/tweet-economist/2021/4/1378072260796354563.json": "Vaccines made of RNA have given millions of people protection against covid-19. Now these are being considered for all sorts of other diseases https://t.co/jVqEzrlR2I",
  "data/tweet-economist/2021/4/1377876474951315456.json": "By one estimate, halving methane emissions caused by human activity over the next 30 years could shave 0.18C off the average global temperature in 2050 https://t.co/JtdWW7ImJY",
  "data/tweet-economist/2021/4/1378175181148012547.json": "Most buyers want little to do with \"artisanal\" mines, because of their poor working conditions. But some have little choice—nowhere else generates as much cobalt https://t.co/qqnuzDaDiA",
  "data/tweet-economist/2021/4/1378066974522146817.json": "The diaries provide more evidence of the vital role Winston Churchill played in saving Britain from the pro-Hitler sympathies of the upper classes https://t.co/hEcsY2cT6e",
  "data/tweet-economist/2021/4/1378169887114338307.json": "China's regulations on religion include measures such as tougher fines on the unauthorised use of premises for religious purposes https://t.co/DHx1SzB6T8",
  "data/tweet-economist/2021/4/1378161107370704909.json": "The trade war with China and covid-19’s disruptions to supply chains have stoked fears of dependence on foreign production of medicine, semiconductors and minerals https://t.co/3yCaYqOysw",
  "data/tweet-economist/2021/4/1378234582319960068.json": "Thousands of Bosnians, Macedonians and Montenegrins have crossed the Serbian border for free jabs offered by President Aleksandar Vucic  https://t.co/GxwTvzU5Bc",
  "data/tweet-economist/2021/4/1378238882219757569.json": "Hit shows such as “Barbarians” are creating a common European culture. The streaming of subtitled box sets is the new Eurovision https://t.co/OyHmBaEoEj",
  "data/tweet-economist/2021/4/1378257229879640065.json": "After studying the available evidence, Avi Loeb concluded that the simplest explanation for the exotic strangeness of ‘Oumuamua was that the interstellar object had been created by an intelligent civilisation beyond Earth https://t.co/HwOoM68aWp",
  "data/tweet-economist/2021/4/1378184208934387712.json": "AstraZeneca's jab is cheap and easy to distribute, so became the vaccine of choice for COVAX. However, it has taken longer than hoped to arrive https://t.co/S0nyxSHNJD",
  "data/tweet-economist/2021/4/1378256149502365702.json": "Why are a growing number of women in South Korea choosing not to get married or have children? Film supported by @Mishcon_de_Reya https://t.co/azWhnJkGFZ https://t.co/y2qrAp33Ij",
  "data/tweet-economist/2021/4/1378088125776474117.json": "This year’s big vacation trend is the “staycation”. That will have an uneven economic impact around the world https://t.co/5j4PwjCCC7",
  "data/tweet-economist/2021/4/1378278875088744448.json": "Hopes that lockdowns could stymie international trade in trophies, such as rhino horn and elephant tusks, have been dashed https://t.co/vHf30VosZi",
  "data/tweet-economist/2021/4/1378304030976352258.json": "Unless methane emissions are reduced there is little hope of stabilising the climate https://t.co/onbRSzAmOJ",
  "data/tweet-economist/2021/4/1378289946067410945.json": "Neanderthals died out around 40,000 years ago. But their surviving genes offer insight into our resistance or susceptibility to covid-19 https://t.co/94fOI1apvj",
  "data/tweet-economist/2021/4/1378330278658244612.json": "The country owes a whopping $45bn, or $1,000 per person https://t.co/oZ7N2wAf8q",
  "data/tweet-economist/2021/4/1378276586231885826.json": "America averages 43 doses for every 100 Americans, whereas the EU is averaging just 16 doses per 100 https://t.co/mMXiuSuYQa",
  "data/tweet-economist/2021/4/1378293722870321156.json": "Virtual reality can be used in mental-health therapy. It can help people face their fears in a controlled way https://t.co/7OgdpTeEu7",
  "data/tweet-economist/2021/4/1378344054883291146.json": "China lends more than most to inhospitable corners of the world. Clues about its terms and conditions can be found tucked away in databases https://t.co/cqiR3kQPd4",
  "data/tweet-economist/2021/4/1378337262740639747.json": "What might have been a routine reshuffle of Brazil's cabinet has become a potentially destabilising conflict with the country’s military command https://t.co/43DgObprZo",
  "data/tweet-economist/2021/4/1378225560376205315.json": "Autocrats across the Middle East may try to weaponise Clubhouse—or just ban it outright https://t.co/UgP85ofWRC",
  "data/tweet-economist/2021/4/1378140505792450561.json": "There will be occasions to work late or rise early, but day after day of long hours is unsustainable for a worker's mental health https://t.co/YWphKmLvGQ",
  "data/tweet-economist/2021/4/1378368455762702337.json": "Previously, China has been cautious around any country capable of punching back. But recently its risk calculations seem to have changed https://t.co/yt9HbMxrIX",
  "data/tweet-economist/2021/4/1378384311720800262.json": "The more happiness you want, the more expensive it gets https://t.co/qWHRVer4Ve",
  "data/tweet-economist/2021/4/1378311343170801664.json": "What do Snow White, John Travolta and Jesus have in common? They all made famous comebacks https://t.co/IHbuhYweJB From @1843mag"
}