{
  "data/tweet-economist/2021/3/1366203699694100483.json": "A recent report suggested that, owing to the spread of a more transmissible variant of the virus, immediately relaxing social distancing in America could cause a vicious surge in cases https://t.co/7NZjrfZbCk",
  "data/tweet-economist/2021/3/1366234934197772291.json": "Although America’s decentralised system has in some ways helped it through the pandemic, the sprawling education system has been exposed by it https://t.co/4NTHQ9zhc9",
  "data/tweet-economist/2021/3/1366256025859407872.json": "McKinsey’s partners see themselves as missionaries. Yet they are also mercenaries— “guns for hire” https://t.co/w4zLWWp2R1",
  "data/tweet-economist/2021/3/1366287943451697154.json": "While in limbo over Brexit, British pig firms are still waiting for certification in China. Meanwhile the pigs are growing porkier, and less valuable, by the day https://t.co/cHW0qcPZnm",
  "data/tweet-economist/2021/3/1366327355350859776.json": "Indoor \"vertical\" farms could provide fresh food to millions of people. https://t.co/Mrd4Dufyjz https://t.co/67gpnA3Fun",
  "data/tweet-economist/2021/3/1366300090575556609.json": "South-East Asia is home to 700m people. Its economy, if it were a single country, would be the fourth-biggest in the world https://t.co/xahhkBIZcL",
  "data/tweet-economist/2021/3/1366328349619064835.json": "RT @ItsRachelDobbs: There’s a concerted push to make “ecocide”—the destruction of the environment—punishable by the International Criminal…",
  "data/tweet-economist/2021/3/1366376443576520704.json": "Four crimes are punishable by the International Criminal Court. There is a push to make  “ecocide” the fifth https://t.co/olPfLIhEIP",
  "data/tweet-economist/2021/3/1366272641892515848.json": "“The World for Sale” asks how so few firms, owned by a tiny number of people, were able to grab such a hold on global commodity-trading with so little oversight https://t.co/YTrhoYG68d",
  "data/tweet-economist/2021/3/1366403365744365573.json": "In all, 174 people, including 16 politicians, were found guilty, and 26bn reais ($5bn) was recovered for public coffers https://t.co/DAquqJSIAI",
  "data/tweet-economist/2021/3/1366252239120183297.json": "Hydrogen goop is unlikely to upend the clean-car industry. But Marcus Vogt's invention may find other niches https://t.co/6lbxX7VfB9",
  "data/tweet-economist/2021/3/1366437159184568321.json": "A group of international lawyers including Philippe Sands will publish a draft definition of ecocide in June https://t.co/XPT50nqC4n",
  "data/tweet-economist/2021/3/1366335238318809088.json": "Grammar-checking computers illustrate not how bad humans are with language, but just how good https://t.co/cdFuhUQEsb",
  "data/tweet-economist/2021/3/1366412434815283201.json": "Some marine biologists wonder if the killer whale's arrival in great white territory is a consequence of human activity https://t.co/j2lDpVjeKo",
  "data/tweet-economist/2021/3/1366513642276089856.json": "A court in Paris has found Nicolas Sarkozy, a former centre-right French president, guilty of corruption and influence-peddling https://t.co/xbDSdvXLSf",
  "data/tweet-economist/2021/3/1366527456337940480.json": "If ecocide becomes an international crime, it will mark a turning-point in how the relationship between humans and the natural world is understood https://t.co/I1VEVGLUGx",
  "data/tweet-economist/2021/3/1366545680882368513.json": "Adam Kinzinger is in his political prime with everything to lose, making his criticism of Donald Trump even more remarkable  https://t.co/Bb2YZdMoJe",
  "data/tweet-economist/2021/3/1366260215512002561.json": "China’s high-speed railways are a spectacular economic achievement. Their impact on society may prove as dramatic https://t.co/Op3k1lefsv",
  "data/tweet-economist/2021/3/1366558495550676993.json": "Wonder where the vanilla in your ice cream comes from? Last year @1843mag went to Madagascar and found the bitter truth https://t.co/Xe8WhK4f52",
  "data/tweet-economist/2021/3/1366589924061904899.json": "How Britain decarbonised faster than any other rich country https://t.co/l3fykuik9T",
  "data/tweet-economist/2021/3/1366608769346592768.json": "Adam Kinzinger says he regrets voting for Donald Trump, is glad Joe Biden won and advocates sweeping Republican reform https://t.co/Dpkx26sWA6",
  "data/tweet-economist/2021/3/1366604185626681344.json": "McKinsey’s partners see themselves as missionaries. Yet they are also mercenaries— “guns for hire” https://t.co/vRWtgssbKe",
  "data/tweet-economist/2021/3/1366618290165067780.json": "Ecocide could be defined by the need to protect ecosystems as an end in themselves, regardless of how they interact with humans  https://t.co/Wm0qClAfRD",
  "data/tweet-economist/2021/3/1366613327582027776.json": "Nicolas Sarkozy was sentenced to three years in prison, two of them suspended, for corruption and influence-peddling  https://t.co/2gCWWco69c",
  "data/tweet-economist/2021/3/1366626604458389505.json": "Over a century ago, Nikola Tesla tried and failed to make his vision of wireless power transmission a reality. Now, the idea is making a comeback https://t.co/AI90cacxlx",
  "data/tweet-economist/2021/3/1366636335994437641.json": "New research could shed light on why some countries or populations appear to have been hit harder by covid-19 than others https://t.co/6qOzJviZux",
  "data/tweet-economist/2021/3/1366622746784980992.json": "America’s creaking infrastructure is partly to blame for the recent surge in blackouts https://t.co/VT8TRlU0I7",
  "data/tweet-economist/2021/3/1366645298106421248.json": "White evangelicals are the bedrock of the Republican Party in America https://t.co/fpKT9nCuMQ",
  "data/tweet-economist/2021/3/1366585812754829313.json": "Madonna made music history in 2005 by releasing her single “Hung Up” as a ringtone before it was aired on the radio. But what happened to the lucrative ringtone market? @1843mag investigates https://t.co/ZS5QmPLjR1",
  "data/tweet-economist/2021/3/1366706550446956546.json": "Even if the definition of ecocide is adopted by the International Criminal Court, it will not prevent it occurring. But it could help set norms for acceptable behaviour https://t.co/QSGedaKxqu",
  "data/tweet-economist/2021/3/1366735065397477380.json": "As news from Ethiopia’s Tigray region emerges, claims of war crimes are mounting. On “The Intelligence” @TomGardner18 unpicks an increasingly complex civil war https://t.co/lR3rcNtdBp",
  "data/tweet-economist/2021/3/1366711400144510988.json": "America’s energy infrastructure is ageing—some 70% of large power transformers and transmission lines are at least 25 years old and 60% of circuit breakers are 30 years or older https://t.co/eyD0lztzGw",
  "data/tweet-economist/2021/3/1366822873449574403.json": "Kim Jong Un brought a portable toilet to a North Korea-US summit, apparently to prevent his faeces being collected and analysed by a rival intelligence service https://t.co/2roo6lgsFx",
  "data/tweet-economist/2021/3/1366744612463915013.json": "“The United States is not Russia's geopolitical enemy,” Fiona Hill tells @AnneMcElvoy. So why does Russia continue to see America as a threat? Listen to “The Economist Asks” https://t.co/X443iROI30",
  "data/tweet-economist/2021/3/1366826436435263501.json": "In its battle against corruption Latin America is almost back to square one https://t.co/BdUjaIG4r2",
  "data/tweet-economist/2021/3/1366810623909191686.json": "As news from Ethiopia’s Tigray region emerges, claims of war crimes are mounting. On “The Intelligence” @TomGardner18 unpicks an increasingly complex civil war https://t.co/EBPmDmzs4g",
  "data/tweet-economist/2021/3/1366820387766550536.json": "The EU may introduce a vaccine passport called a Digital Green Pass which would allow inoculated citizens to travel more freely. Our Special report looks at how travel will resume after the pandemic https://t.co/5hr7Urcmcs",
  "data/tweet-economist/2021/3/1366599741794971648.json": "Eugen Sandow was the Victorian who figured out how to make fitness appealing. His celebrity fans included King George V and Arthur Conan Doyle https://t.co/xGGHqnn00e",
  "data/tweet-economist/2021/3/1366934328714924035.json": "Encouraging results from UBI trials could lend support to policies with similar features, such as universality, or a relaxed approach to work incentives https://t.co/8k2ftXEs7O",
  "data/tweet-economist/2021/3/1366896956417708036.json": "Automated grammar-checkers struggle with sentences that are difficult to analyse, precisely because they are ungrammatical https://t.co/DfL4MylcqW",
  "data/tweet-economist/2021/3/1366815557312479238.json": "Between 2015 and 2020 the number of far-right attacks around the world more than tripled, according to a UN report https://t.co/bU92v4PrOc",
  "data/tweet-economist/2021/3/1367037579011440644.json": "The great inflation mystery: why has it remained stubbornly low? https://t.co/fLNBwK2l90 https://t.co/QPo19CubH6",
  "data/tweet-economist/2021/3/1366939657989218305.json": "Some argue that the term “evangelical” has changed from a theological term to a sociological and political one  https://t.co/tANiTtwgKP",
  "data/tweet-economist/2021/3/1367097461693644801.json": "Four crimes are punishable by the International Criminal Court. There is a push to make “ecocide” the fifth https://t.co/st8gNpUWnl",
  "data/tweet-economist/2021/3/1366944878668754945.json": "When it comes to artificial intelligence, spy agencies have been at it longer than most https://t.co/fMnt6NwH6w",
  "data/tweet-economist/2021/3/1367113297686913028.json": "Lava Jato showed that there are effective ways to take on grand corruption. But this progress hasn't been consolidated into greater judicial independence https://t.co/ssOrKNWVNL",
  "data/tweet-economist/2021/3/1367011280050147328.json": "The homes of high-income workers are often big enough to feature home offices, making the switch to remote work minimally onerous  https://t.co/OBq3xq9anK",
  "data/tweet-economist/2021/3/1367150464253521920.json": "Remote work allows firms to push real-estate costs onto their employees https://t.co/1zHuvTaORp",
  "data/tweet-economist/2021/3/1367245659238109184.json": "A recent paper estimates that firms would have to pay low-income remote workers an extra 10-15% to compensate them for their increased housing costs https://t.co/10NbPBNFFm",
  "data/tweet-economist/2021/3/1367287925688393733.json": "El Salvador's millennial president is incredibly popular. But his unprecedented power worries critics https://t.co/61kt7ytdi4",
  "data/tweet-economist/2021/3/1367346956339675136.json": "The testimonies in “Billie” make clear that singing was a balm for Holiday as she grappled with the effects of childhood trauma https://t.co/uwahaiwYqP",
  "data/tweet-economist/2021/3/1367399458284175362.json": "Corruption costs the world nearly $3 trillion every year and blights the lives of hundreds of millions of people. What can be done to tackle it? Supported by @EYnews https://t.co/7BuEqbx0qI",
  "data/tweet-economist/2021/3/1367422403941384194.json": "Immediately after the US Capitol was invaded, German extremist chatter was full of calls to storm the Reichstag  https://t.co/kRn4Wu8tuy",
  "data/tweet-economist/2021/3/1367448582962438151.json": "Eight minutes after successfully returning to its landing pad, SN10 blew up. But the Starship programme is making real progress towards creating a fully reusable launch system https://t.co/hTvwuZGnDA",
  "data/tweet-economist/2021/3/1367453546120159233.json": "Where is the best place to be a working woman? Our latest glass-ceiling index has the answer https://t.co/41Re8nczO8",
  "data/tweet-economist/2021/3/1366678631439880192.json": "The life and lies of an unrepentant double-agent https://t.co/oTqkW3bJBQ",
  "data/tweet-economist/2021/3/1367496587275075589.json": "The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely https://t.co/heTWAJcDON",
  "data/tweet-economist/2021/3/1367494309625417729.json": "Out of 29 countries, South Korea is the worst place to be a working woman, according to the latest glass-ceiling index from The Economist  https://t.co/oZeQD3f6sx",
  "data/tweet-economist/2021/3/1367491733764898819.json": "Nuclear power is an essential weapon in the fight against climate change. The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely. Our cover in Asia this week https://t.co/eCwRMfUMmz https://t.co/wn23y1Lunh",
  "data/tweet-economist/2021/3/1367535329973047301.json": "After the Fukushima disaster, talk of a \"nuclear renaissance\" fell silent. But nuclear power is an essential weapon in the fight against climate change https://t.co/94mFL6alsq",
  "data/tweet-economist/2021/3/1367471669665792000.json": "Governments have a chance to create a new social safety net for the post-covid world—they must seize it. Our cover this week https://t.co/vaXnyQDoVG https://t.co/YIuGks5AGo",
  "data/tweet-economist/2021/3/1367586667037614081.json": "\"Do your best\", she always said. Love what you do. Be constantly curious. And learn that it is not dumb to ask a question. Our obituary for the mathematician from 2020 #IWD2021 https://t.co/KkHf6vklDh",
  "data/tweet-economist/2021/3/1367468123515936770.json": "As usual, Nordic countries performed best overall in the latest glass-ceiling index from The Economist, with Sweden, Iceland, Finland and Norway taking the top four spots https://t.co/crrctBlbtW",
  "data/tweet-economist/2021/3/1367632234900041728.json": "Safe and productive nuclear power plants are being closed across the world. But to hasten their decline is to wilfully hobble the world in the greatest environmental struggle of all https://t.co/KVrD69A75j",
  "data/tweet-economist/2021/3/1367428238700593153.json": "Machine learning is good at spotting patterns but poor at predicting individual behaviour, especially when data is scarce—such as in counter-terrorism   https://t.co/9KJ6Gaivfe",
  "data/tweet-economist/2021/3/1367694274809262085.json": "Western governments wanting to tackle the climate crisis should give more thought to nuclear power  https://t.co/K11WwLF06Q",
  "data/tweet-economist/2021/3/1367725782953582593.json": "Why spaghetti bolognese doesn’t exist in Italy https://t.co/uIEscmJZHf From @1843mag",
  "data/tweet-economist/2021/3/1367568296783073292.json": "We're hiring for two paid fellowships in America. Successful applicants will write articles about politics and policy in the United States https://t.co/eohg72Q9J5",
  "data/tweet-economist/2021/3/1367766294997708802.json": "Nuclear power cannot simply be wished away. It has a vital role to play in the fight for a stable climate https://t.co/A5Buk6FHrW",
  "data/tweet-economist/2021/3/1367656798665248772.json": "The pope is heading for Iraq, where Christians remain afraid https://t.co/G5ceY3mq18",
  "data/tweet-economist/2021/3/1367768364999933952.json": "People can fall in love with artificial intelligence. But can AI fall in love with humans in return? Nobel laureate Sir Kazuo Ishiguro talks to Anne McElvoy about his new novel #KlaraandtheSun on “The Economist Asks” https://t.co/cFKINwCALn",
  "data/tweet-economist/2021/3/1367774615947386882.json": "A new wave of activism is spreading in Uganda, rippling through WhatsApp groups and Twitter hashtags, as young women push back against harassment and unequal treatment #IWD2021 https://t.co/i6AqWk6WSt",
  "data/tweet-economist/2021/3/1367798398221496320.json": "Hawa Abdi guided the growth of her village from a one-room rural maternity clinic, into a 400-bed hospital with three operating theatres, a school for 850 children and seven feeding centres. Our obituary from last year #IWD2021 https://t.co/qdD2EcIzFN",
  "data/tweet-economist/2021/3/1367833285418758146.json": "The African Union made bulk pre­-purchases of vaccine. But Latin America’s lack of regional co­ordination meant that countries raced against each other https://t.co/g0MSr3Bygh",
  "data/tweet-economist/2021/3/1367844900243443712.json": "This week’s cartoon from KAL: https://t.co/7wnP3jzgns https://t.co/RlPjurLz2o",
  "data/tweet-economist/2021/3/1367862973688119297.json": "Chile's swift and orderly vaccine programme, on track to cover 80% of its 19m people by June, contrasts with the rest of Latin America https://t.co/pF2ujtcXeJ",
  "data/tweet-economist/2021/3/1367909801796247576.json": "Chile's swift and orderly vaccine programme, on track to cover 80% of its 19m people by June, contrasts with the rest of Latin America https://t.co/RXIQl4XvUk",
  "data/tweet-economist/2021/3/1367915340282363912.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/wTmCkknfGK",
  "data/tweet-economist/2021/3/1367928431455920136.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/SD057Lj8ht",
  "data/tweet-economist/2021/3/1367806109239672833.json": "China has travelled far from its command-economy roots, but its policy-planning system, an inheritance from the Soviet Union, persists https://t.co/qlneBlQBtE",
  "data/tweet-economist/2021/3/1367950581319544834.json": "To some, Napoleon was a military genius, strategic mastermind and visionary leader. To others he was a tyrant and a butcher https://t.co/p7IAFD5tMT",
  "data/tweet-economist/2021/3/1367984041950068740.json": "Chile agreed to host vaccine trials and its immunisation database is digitised. Other governments in Latin America are still struggling to procure jabs https://t.co/xQtDHqHQlR",
  "data/tweet-economist/2021/3/1367980526661943300.json": "After the Fukushima disaster, talk of a \"nuclear renaissance\" fell silent. But nuclear power is an essential weapon in the fight against climate change https://t.co/vJ1Bt9RCqw",
  "data/tweet-economist/2021/3/1367973972525080576.json": "Along with mangrove swamps and tidal marshes, seagrass meadows are particularly good at taking CO2 from the air and converting it into plant matter https://t.co/9OqBpfkK4J",
  "data/tweet-economist/2021/3/1367761834900652034.json": "Africa could one day rival China. How the continent manages the next few decades will be crucial https://t.co/sr3HbSREjD",
  "data/tweet-economist/2021/3/1367960118172729350.json": "Students of sign languages are compiling databases, known as corpora, full of examples of how the languages are used. Programmers are trying to turn them into useful products https://t.co/iR1C9TNkwp",
  "data/tweet-economist/2021/3/1368008620831617026.json": "On March 3rd, the bloodiest day so far, at least 38 people were killed, according to a UN official https://t.co/aKNjNhp8je",
  "data/tweet-economist/2021/3/1368032530214100995.json": "In a now rare act of defiance, hundreds of people gathered to protest against the charging of 47 activists under Hong Kong's new security law https://t.co/hfkfs8KfCX",
  "data/tweet-economist/2021/3/1368056290652602368.json": "Nuclear power has a lot of drawbacks. But when well regulated, it is safe—and it is necessary to fight the climate crisis https://t.co/sc7f6Yx1T6",
  "data/tweet-economist/2021/3/1367877334804668418.json": "Defiance came naturally to Cicely Tyson, as a black woman in a world where black misery was largely ignored and black beauty dismissed https://t.co/tB7HrQ6npX",
  "data/tweet-economist/2021/3/1368073280511442946.json": "The army is using surveillance drones and shutting off the internet between 1am and 9am https://t.co/hVs5SD70Ry",
  "data/tweet-economist/2021/3/1367988053571215361.json": "Homophobia remains deeply entrenched across Africa. Persecution is rife, even in more accepting countries such as South Africa https://t.co/ZgQdHL6fJy",
  "data/tweet-economist/2021/3/1368081178276859905.json": "Computers are slow learners, and must be told explicitly what each sign means https://t.co/gSPVT1L8LX",
  "data/tweet-economist/2021/3/1368136276101259266.json": "The African Union made bulk pre­-purchases of vaccine. But Latin America’s lack of regional co­ordination meant that countries raced against each other https://t.co/DEvEiJhteO",
  "data/tweet-economist/2021/3/1368124739064111106.json": "What is the carbon cycle, and why does it need to be rebalanced? https://t.co/iFdiJATRht https://t.co/4q1PtaSLWL",
  "data/tweet-economist/2021/3/1368198312126517248.json": "“What are human emotions? How do they work?... Does she have empathy? Or is she just observing human emotions and simulating them within herself?” Nobel laureate Sir Kazuo Ishiguro talks about his new novel #KlaraandtheSun on “The Economist Asks” https://t.co/XA1Oni4oP4",
  "data/tweet-economist/2021/3/1368194406315130883.json": "Many activists marched, but Cicely Tyson's civil-rights statement was her face on stage and screen https://t.co/N3nNUq2yNB",
  "data/tweet-economist/2021/3/1368221100610621440.json": "The NASA mathematician just did her job, enjoying every minute. The struggles of being both black and a woman were shrugged away. Our obituary from 2020 #IWD2021 https://t.co/SFbYbHghK4",
  "data/tweet-economist/2021/3/1368207275328954371.json": "Safe and productive nuclear power plants are being closed across the world. But to hasten their decline is to wilfully hobble the world in the greatest environmental struggle of all https://t.co/hbxy2ImMtY",
  "data/tweet-economist/2021/3/1368064552508813315.json": "In total around 33bn tonnes of carbon dioxide are locked away in the ocean's carbon sinks https://t.co/vdvALSN9MD",
  "data/tweet-economist/2021/3/1367888406295044104.json": "The purge will involve, say Chinese officials, \"turning the knife-blade inward” to gouge out those deemed corrupt or insuﬃciently loyal https://t.co/V0ayCXhL5m",
  "data/tweet-economist/2021/3/1368245770705645571.json": "Research has shown that one hectare of seagrass can soak up as much carbon dioxide each year as 15 hectares of rainforest https://t.co/AHzVsDmpl7",
  "data/tweet-economist/2021/3/1368229898318413826.json": "Colombia, Ecuador and Venezuela have barely started covid-19 vaccinations. In Brazil vaccination trails behind the new P.1 variant of the virus https://t.co/rkikkWOWtQ",
  "data/tweet-economist/2021/3/1368260594743316482.json": "Lower humidity tends to dry out the respiratory tract, meaning upper-respiratory viruses flourish. But face masks increase the humidity of inspired air, giving the immune system a boost https://t.co/ugiiXcW5eX",
  "data/tweet-economist/2021/3/1368218833325064192.json": "China has come a long way since the Maoist era, but the desire for self-reliance remains https://t.co/Jk1BjgQwfy",
  "data/tweet-economist/2021/3/1368194928795344903.json": "The Tatmadaw, Myanmar's army, hopes that firing live ammunition into the crowds of demonstrators will persuade them to go home https://t.co/s3kVZME1aT",
  "data/tweet-economist/2021/3/1368275358370455567.json": "Models suggest that a global temperature rise of 2ºC could wipe out 56% of the world's existing wine-growing regions. Supported by @Mishcon_de_Reya    https://t.co/zn2un5gPs5 https://t.co/HVsJKYoguY",
  "data/tweet-economist/2021/3/1368282507515420676.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/SqRFTzkPyC",
  "data/tweet-economist/2021/3/1368309433982451712.json": "“Political change is nothing if there’s no social change in the way men perceive women,” says Rosebell Kagumire, the editor of African Feminism #IWD2021 https://t.co/4OWw4XOpMN",
  "data/tweet-economist/2021/3/1368316225957269504.json": "Chile agreed to host vaccine trials and its immunisation database is digitised. Other governments in Latin America are still struggling to procure jabs https://t.co/e2pawiAyFr",
  "data/tweet-economist/2021/3/1368315233396199428.json": "Cicely Tyson was the first black woman to win an Emmy as a lead actress, and the first to receive an honorary Oscar, in 2018 https://t.co/0ro4s2LAF0",
  "data/tweet-economist/2021/3/1368297863768326151.json": "Western governments wanting to tackle the climate crisis should give more thought to nuclear power  https://t.co/YjzL0jBhI8",
  "data/tweet-economist/2021/3/1368381912797036546.json": "Blue-carbon ecosystems are vulnerable to disasters. But evidence from the Mekong Delta, which was damaged during the Vietnam war, shows they can be restored https://t.co/lLhkxQw9bS",
  "data/tweet-economist/2021/3/1368381400383119360.json": "Researchers speculated that masks help keep things damp, which could be handing a mask-wearer's immune system a significant advantage https://t.co/9I9rOqN5BL",
  "data/tweet-economist/2021/3/1368377605045555200.json": "Years of anti-Christian violence across Iraq has reduced the country's Christian population from 1.2 million to around 250,000. Iraqis hope the pope's visit can help rebuild trust between the country's faiths https://t.co/zoiwHwqsIP",
  "data/tweet-economist/2021/3/1368388477616857092.json": "Nuclear power cannot simply be wished away. It has a vital role to play in the fight for a stable climate https://t.co/2qqVmqT8cy",
  "data/tweet-economist/2021/3/1368388467294625793.json": "Nuclear power is an essential weapon in the fight against climate change. The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely. Our cover in Asia this week https://t.co/1ejTJ3kWmS https://t.co/AsxzVDI5gE",
  "data/tweet-economist/2021/3/1368282774021541890.json": "Muhammad bin Salman has long denied any involvement in the murder, but he cannot shake the spectre—if not of Jamal Khashoggi, then of accountability https://t.co/t2ZTeZeBsi",
  "data/tweet-economist/2021/3/1368402531609612291.json": "The army is using surveillance drones and shutting off the internet between 1am and 9am https://t.co/lFPAcud5Vn",
  "data/tweet-economist/2021/3/1368425737208950785.json": "Napoleon created the French legal code, the Bank of France, the administrative system of préfets, high school lycées, the légion d'honneur and much more  https://t.co/m5BCl0UP1f",
  "data/tweet-economist/2021/3/1368419511259521025.json": "Slow vaccine roll-outs may soon turn Asian countries from champions to laggards in the fight against the virus https://t.co/swVyXohdht",
  "data/tweet-economist/2021/3/1368285521970159617.json": "To meet the Paris climate target, more big cuts to global emissions will be needed for the rest of the decade https://t.co/T4zAl9VsH1",
  "data/tweet-economist/2021/3/1368266641591701511.json": "What exactly are China’s five-year plans and what can we expect from the new one? https://t.co/yhIdxT7zZ9",
  "data/tweet-economist/2021/3/1368185366029754368.json": "Images from the Capitol riot—activists waving flags with Christian messages, praying in the name of Jesus inside the Senate chamber—have left many evangelicals angry and confused https://t.co/qmVI3dv2md",
  "data/tweet-economist/2021/3/1368225884596011013.json": "All social-media ﬁrms and online publishers will be obliged to remove content promptly at the Indian government’s request, and to reveal the source of any post https://t.co/D12Anp16h3",
  "data/tweet-economist/2021/3/1368442503721058304.json": "A fifth of British students would have been richer ten years after leaving university if they had skipped it https://t.co/DJoj2bQLIn",
  "data/tweet-economist/2021/3/1368447272401448961.json": "She was 12 when her grandparents were swept away by the tsunami. Ten years on she still can’t escape the past https://t.co/beVOiGme2a From @1843mag",
  "data/tweet-economist/2021/3/1368464452727750657.json": "Ten years ago the world looked aghast at Japan after an earthquake caused a crisis at the Fukushima Dai-ichi nuclear power plant. The lesson is not to eschew nuclear power, but to use it wisely https://t.co/C0dMUkxLpM",
  "data/tweet-economist/2021/3/1368312183684296704.json": "What kept Hawa Abdi going was a dream of her village as Somalia in miniature: a string of jewels along the Indian Ocean. Our obituary from 2020 #IWD2021 https://t.co/Oa4yJfMwRh",
  "data/tweet-economist/2021/3/1368451357926121475.json": "Forty-seven activists, including Leung Kwok-hung, Lester Shum, Benny Tai and Joshua Wong, have been charged with plotting to overthrow Hong Kong’s government https://t.co/KYfTXHk57R",
  "data/tweet-economist/2021/3/1368305416447352847.json": "The struggles of women who have dropped out of the workforce to care for children have become impossible to ignore https://t.co/rsG5RI7xz4",
  "data/tweet-economist/2021/3/1368540695011680256.json": "At the current pace America would take another 25 months to reattain its pre-covid level of jobs. But the economic recovery is getting back on track https://t.co/GG8lwRrTs6",
  "data/tweet-economist/2021/3/1368585244413136897.json": "The lesson of Fukushima is not to eschew nuclear power, it is to use it wisely https://t.co/94lUQptpCO",
  "data/tweet-economist/2021/3/1368583493656141826.json": "The attention from the film \"Hidden Figures\" was all the more surprising because, for Ms Johnson, the work had been its own reward. Read our obituary from last year this #IWD2021 https://t.co/CZEmNWCM6O",
  "data/tweet-economist/2021/3/1368579897896169477.json": "A drop in covid-19 hospital admissions and deaths in America, as well as more stimulus cash, has allowed some economic activity to restart https://t.co/N49sjxQCAD",
  "data/tweet-economist/2021/3/1368486728470831105.json": "Climate change could cost 215 big global companies a collective $1trn — much of it over the next five years. Film supported by @Mishcon_de_Reya https://t.co/tASQeLF58s https://t.co/tvkIjCXiz1",
  "data/tweet-economist/2021/3/1368370692677369857.json": "The outside world only dimly understands Xi Jinping's political world https://t.co/SUpNPhD7jU",
  "data/tweet-economist/2021/3/1368614435938574339.json": "To some, Napoleon was a military genius, strategic mastermind and visionary leader. To others he was a tyrant and a butcher https://t.co/b4hT6cYvxQ",
  "data/tweet-economist/2021/3/1368396513441968135.json": "Constructing a house miles away and then fitting the pieces together on-site like a puzzle allows builders to avoid high costs and a patchwork of local and state requirements https://t.co/hkLxJuUk6o",
  "data/tweet-economist/2021/3/1368607408822640640.json": "The diaries provide more evidence of the vital role Winston Churchill played in saving Britain from the pro-Hitler sympathies of the upper classes https://t.co/1cZiFsXpWe",
  "data/tweet-economist/2021/3/1368575682016641027.json": "Barack Obama and Donald Trump reportedly spent $1.5m and $1.75m respectively to refurbish the White House out of their own pockets. Boris Johnson is unlikely to follow suit in Number 10 https://t.co/UGnHe9SY9m",
  "data/tweet-economist/2021/3/1368560336425660418.json": "“What are human emotions? How do they work?... Does she have empathy? Or is she just observing human emotions and simulating them within herself?” Nobel laureate Sir Kazuo Ishiguro talks about his new novel #KlaraandtheSun on “The Economist Asks” https://t.co/t6sDSahgf2",
  "data/tweet-economist/2021/3/1368297348129034249.json": "Journalists from around the world came to see her in her jeans, cami-top and Ethiopian hat, a symbol of integration for all of Italy. Read our obituary of Agita Gudeta from earlier this year #IWD2021 https://t.co/bLVrgBei9W",
  "data/tweet-economist/2021/3/1368674326434750476.json": "How parents treat their daughters, and how those daughters respond, is perhaps the thing which most clearly sets this generation of girls apart from those who came before #IWD2021 https://t.co/cjQ0kR5a0y",
  "data/tweet-economist/2021/3/1368691221204500486.json": "After the Fukushima disaster, talk of a \"nuclear renaissance\" fell silent. But nuclear power is an essential weapon in the fight against climate change https://t.co/ngrWKIfNdv",
  "data/tweet-economist/2021/3/1368696224233177091.json": "“This is the best thing that has ever happened to me, because no one ever opens my office door,” admits one American executive to @1843mag's columnist  https://t.co/1dTPIRNycB",
  "data/tweet-economist/2021/3/1368705812718366730.json": "Although covid-19 has made life harder for campaigners, many women in poor countries including Rwanda, Ghana and Bangladesh are working to reduce violence against women https://t.co/VJ8QNNZITW",
  "data/tweet-economist/2021/3/1368759649525186561.json": "Nuclear power has a lot of drawbacks. But when well regulated, it is safe—and it is necessary to fight the climate crisis https://t.co/pe8mLfr1zB",
  "data/tweet-economist/2021/3/1368768647674609669.json": "Cash transfers and teaching about non-sexist attitudes have been shown to reduce violence against women in poor countries https://t.co/gaTJ0IpJFp",
  "data/tweet-economist/2021/3/1368781368705114115.json": "One 17-year-old protester says she became \"a little afraid\" after her friend was tear-gassed. Despite the danger, she insists she will continue https://t.co/f2jTWmThBD",
  "data/tweet-economist/2021/3/1368798712831610882.json": "CRISPR editing has let a new generation of would-be billionaires explore ideas that range from systematising the search for the proteins targeted by drugs, to breeding pigs that might act as organ donors for transplants https://t.co/nCeKQdU6md",
  "data/tweet-economist/2021/3/1368810693965791233.json": "If the AstraZeneca vaccine matches Pfizer’s efficacy, which now appears likely, it could play a leading role in ending the pandemic https://t.co/uFitBkmseN"
}