{
  "data/tweet-wsj/2021/8/1421633191140544519.json": "Simone Biles hit pause at the Olympics, and the widening conversation about mental health in sports had another indelible moment, our sports columnist writes https://t.co/v1DtVENNlj",
  "data/tweet-wsj/2021/8/1421621758495502336.json": "From @WSJopinion: We are reaching the limits of the voluntary approach to vaccinations. Once the FDA approves the vaccines for non-emergency use, it’s time for a broader range of mandates, writes @BillGalston https://t.co/wm0wasI7g0",
  "data/tweet-wsj/2021/8/1421648143519731712.json": "We live in a Golden Age of dinosaur chicken nuggets https://t.co/Iaid1MalJu",
  "data/tweet-wsj/2021/8/1421634298969534470.json": "Trump already has $102 million in political cash that he can wield as the GOP eyes retaking majorities in Congress next year, an aide said https://t.co/UP1L0nsUDr",
  "data/tweet-wsj/2021/8/1421655696035155969.json": "Google will require all its on-campus workers to be vaccinated against Covid-19 and is delaying its return to the office until October https://t.co/xvvrtWCePe",
  "data/tweet-wsj/2021/8/1421629267281170432.json": "The U.S. government found a buyer for the Wu-Tang Clan album owned by Martin Shkreli that had only one physical copy in existence https://t.co/sqyku5FVAD",
  "data/tweet-wsj/2021/8/1421659471248494596.json": "Eight years ago, Simone Biles had to be pulled off the competition floor by her then-coach over her mental state. In 2021, the greatest gymnast of all time insisted to team staff that she was removing herself. https://t.co/9zRK5bOMbe",
  "data/tweet-wsj/2021/8/1421673001175617539.json": "Simone Biles will not defend her Olympic floor exercise title, her sports federation said. Her final opportunity to compete again at the Tokyo Olympics is the balance beam on Tuesday. https://t.co/PL211IP7U0",
  "data/tweet-wsj/2021/8/1421719875744149510.json": "Anna Kiesenhofer’s name did not appear on any list of pre-race favorites, writes @jasongay, but the Austrian mathematician managed to outduel a Dutch superteam and win Olympic gold https://t.co/ujGvuGhHNQ",
  "data/tweet-wsj/2021/8/1421742526642462722.json": "The U.S. loves solar power, but the panels are made using Chinese coal. Governments and companies are looking for emissions cuts at the source. https://t.co/BO4gRGNjg9",
  "data/tweet-wsj/2021/8/1421704763079598083.json": "China’s coronavirus controls are facing a fresh test as the highly infectious Delta variant spreads quickly within the country https://t.co/vd9YbShvLT",
  "data/tweet-wsj/2021/8/1421772771940524034.json": "The makers of some of the world’s bestselling food and drink brands warned they would keep raising prices as they grapple with the strongest inflation in years https://t.co/frThTOdv4g",
  "data/tweet-wsj/2021/8/1421789884868669444.json": "Xander Schauffele is an American golfer with a German surname and grandparents in Tokyo. And now the strands of his unusual family history have merged into one career-defining moment: an Olympic gold medal in Japan. https://t.co/wQ1luoDkuc",
  "data/tweet-wsj/2021/8/1421799131622821892.json": "Doctors said Artur Dalaloyan would take a year to recover from an Achilles tendon tear in April. He won team gold in Tokyo. https://t.co/V4GwEyuCxE",
  "data/tweet-wsj/2021/8/1421831149735882756.json": "Lamont Marcell Jacobs won a closely contested race, becoming the first Italian man to win an Olympic medal in the 100 meters https://t.co/2l4l1LqhV6",
  "data/tweet-wsj/2021/8/1421844452340117512.json": "Two Olympic high-jumpers did better than their competitors—but only as well as each other. “Can we have two golds?” The answer was yes. https://t.co/87zXXeKn6S",
  "data/tweet-wsj/2021/8/1421750078449012739.json": "Hong Kong said it would cut ties with the city’s largest teachers' union, after Chinese state media called the group a “malignant tumor” https://t.co/IRbsatOyes",
  "data/tweet-wsj/2021/8/1421835936183238664.json": "When companies raise the pay floor, entry-level workers might suddenly make almost as much as longtime employees. “I felt unappreciated.” https://t.co/NuE1jWgCiZ",
  "data/tweet-wsj/2021/8/1421784028483575808.json": "One of the oddest contrasts at these Olympic Games is between Olympic events with no spectators and life in the rest of Tokyo https://t.co/TcVhhYvukA",
  "data/tweet-wsj/2021/8/1421855771063693316.json": "“There aren’t enough beds, medicine is difficult to come by.” Indonesia, an archipelago that stretches more than 3,000 miles along the equator, is suffering one of the world’s worst Covid-19 surges. https://t.co/JQ3S3BrKou",
  "data/tweet-wsj/2021/8/1421863429854437378.json": "Delta poses a bigger threat than earlier strains for people spending significant time indoors with others who are infected, scientists warn. Here's what you need to know. https://t.co/MuXkBK0qsT",
  "data/tweet-wsj/2021/8/1421877147464085504.json": "Team USA swimmers will again return home with more medals than anyone else. Fewer of them are gold than in 2016. https://t.co/ZCOppAWjqX",
  "data/tweet-wsj/2021/8/1421859534973378564.json": "It would take $1 billion to compensate everyone fairly in the Champlain Towers South condo collapse, lawyers representing the victims say. But insurance policies only cover $50 million. https://t.co/I2UPFnhtmP",
  "data/tweet-wsj/2021/8/1421896022066974722.json": "A recent analysis found that one in four hospital workers with direct contact with patients was not vaccinated against Covid-19 https://t.co/vX6IZq6ZQU",
  "data/tweet-wsj/2021/8/1421885962251030540.json": "The Biden administration’s chief medical adviser said he didn’t believe the U.S. would return to lockdowns but warned that “things are going to get worse” as the Delta variant leads to a surge in Covid-19 cases https://t.co/JNprSDhCcm",
  "data/tweet-wsj/2021/8/1421898995266465793.json": "A Belarusian sprinter who had publicly criticized the country’s national coaches at the Tokyo Olympics said she was taken to an airport to be sent home against her will https://t.co/BfqFtYzeP2",
  "data/tweet-wsj/2021/8/1421838148364128257.json": "After more than a year of remote work arrangements, some CEOs have a message for their staff: Enough. https://t.co/arLGR2PbfP",
  "data/tweet-wsj/2021/8/1421956419293786112.json": "Square agreed to an all-stock deal worth around $29 billion to acquire installment-payment company Afterpay https://t.co/bvZdaBoscT",
  "data/tweet-wsj/2021/8/1421942572633706496.json": "The CEO of Scholastic died suddenly in June. Then came another shock: His will hands control of the “Harry Potter” publisher to his “partner and closest friend,” not his family. https://t.co/YeXcTfmQrl",
  "data/tweet-wsj/2021/8/1421972776836009985.json": "Two Olympic high-jumpers did better than their competitors—but only as well as each other. “Can we have two golds?” The answer was yes. https://t.co/3y6iEN7xSR",
  "data/tweet-wsj/2021/8/1421965221862719493.json": "Matt Ludwig was in his Ohio apartment when he got a call telling him to rush to the airport for the Tokyo Olympics. This is the inside story about a mad dash that went viral. https://t.co/ZBQUk8nYqi",
  "data/tweet-wsj/2021/8/1422002980082143233.json": "The Delta variant is changing calculations of governments around the world, raising doubts about how quickly they can leave the coronavirus pandemic behind https://t.co/IDtJjz3D8z",
  "data/tweet-wsj/2021/8/1421927474074689545.json": "Women’s rights activists see the detention of pop star Kris Wu, one of China’s best-known celebrities, on suspected rape as a breakthrough after years of resistance from authorities https://t.co/cMG0G4mXDt",
  "data/tweet-wsj/2021/8/1422018061033422851.json": "The price of Arabica beans is rising as a cold snap strikes Brazil, the world’s biggest coffee producer, and threatens to drive up costs at cafes and breakfast tables around the world #WSJWhatsNow https://t.co/OA9fyIJOmm",
  "data/tweet-wsj/2021/8/1422025643034820608.json": "“There aren’t enough beds, medicine is difficult to come by.” Indonesia, an archipelago that stretches more than 3,000 miles along the equator, is suffering one of the world’s worst Covid-19 surges. https://t.co/HnZHdCfW3V",
  "data/tweet-wsj/2021/8/1422010537559400451.json": "When companies raise the pay floor, entry-level workers might suddenly make almost as much as longtime employees. “With new people coming in making a penny less than I’m making, I felt unappreciated.” https://t.co/ojF2nMil0G",
  "data/tweet-wsj/2021/8/1421935028741758976.json": "The Canadian province of British Columbia is responding to a surge in overdose deaths with a novel strategy: giving out opioids. “We want the deaths to stop.” https://t.co/58GzrKkhwu",
  "data/tweet-wsj/2021/8/1422021862456967169.json": "Advisers to the FDA and former officials predict that full approval of Pfizer’s Covid-19 vaccine—currently authorized for emergency use—could come in September or October https://t.co/i1qJYjwzfb",
  "data/tweet-wsj/2021/8/1422055834251628545.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/lGjmaXfWgY",
  "data/tweet-wsj/2021/8/1422040722455289856.json": "Now is a great time to buy a new laptop. Here‘s how to pick the right one. https://t.co/DGcsARDftz",
  "data/tweet-wsj/2021/8/1422033181709119493.json": "The U.S. joins the U.K. and Israel in blaming Iran for a fatal drone strike on an Israeli-linked tanker https://t.co/7tlLgcMiG5",
  "data/tweet-wsj/2021/8/1422074744925478915.json": "A Belarusian sprinter who had resisted her team’s attempts to send her home against her will in the middle of a public dispute is safe in the hands of Japanese authorities, the International Olympic Committee says https://t.co/KzpGnObhd4",
  "data/tweet-wsj/2021/8/1422059593082064897.json": "The Biden administration’s chief medical adviser said he didn’t believe the U.S. would return to lockdowns but warned that “things are going to get worse” as the Delta variant leads to a surge in Covid-19 cases https://t.co/XA9qCOBZo0",
  "data/tweet-wsj/2021/8/1422116252991041537.json": "Simone Biles will compete in the Olympic balance beam final, making a high-stakes return after she pulled out of earlier events over mental-health concerns https://t.co/Rw44Ug9Xv9",
  "data/tweet-wsj/2021/8/1422036935430836226.json": "Brace for more expensive ice cream, beer and bottled water as the world’s bestselling food and drink brands grapple with the strongest inflation in years. @davidhodari has the scoop. #WSJWhatsNow https://t.co/xBRViiy9nx",
  "data/tweet-wsj/2021/8/1422138392045891587.json": "The U.S. women's team crashed out of the Olympic soccer semifinal after a 1-0 loss to Canada. The world No. 1s were favorites to secure their fifth gold. https://t.co/tvu70aTJZN",
  "data/tweet-wsj/2021/8/1422023787508379648.json": "Senators wrapped up the construction of a roughly $1 trillion infrastructure bill, racing to pass it through the chamber by the end of the week and send it to the House https://t.co/r3Q20GzxxJ",
  "data/tweet-wsj/2021/8/1422172849511489538.json": "Belarusian Olympic athlete Krystsina Tsimanouskaya is seeking a Polish visa after she resisted her team’s attempts to send her home against her will https://t.co/1vRASWSUbG",
  "data/tweet-wsj/2021/8/1422187965137231874.json": "From @WSJopinion: Many young athletes are standing up, saying no to the pressure, and exposing the ugly truth behind the obsession with winning and fame, writes @EricaKomisarCSW. If your teen is struggling, Simone Biles may be a good role model. https://t.co/XqC3b0459V",
  "data/tweet-wsj/2021/8/1422204216316153861.json": "Breaking: Reese Witherspoon’s media business, Hello Sunshine, is selling itself to a firm backed by private-equity giant Blackstone Group, the companies said, part of a plan to build an independent entertainment company for Hollywood’s streaming era https://t.co/rgY5dUbodC",
  "data/tweet-wsj/2021/8/1422218168580313092.json": "U.S. utilities are looking to miniature nuclear reactors, as they seek a steady energy source that can help reduce the carbon emissions linked to climate change https://t.co/Xk846kjeta",
  "data/tweet-wsj/2021/8/1422162008695353347.json": "Samsung has overtaken Intel as the world’s top chip maker by revenue in the race for chip-technology supremacy, amid a global shortage of chips #WSJWhatsNow https://t.co/y9V4VyZ5hz",
  "data/tweet-wsj/2021/8/1422233256397840389.json": "Target said it would require workers to wear masks regardless of vaccination status in counties deemed at high risk of Covid-19 transmission, mirroring policies implemented by other companies in the wake of new guidance on mask wearing from U.S. officials https://t.co/aML8HYEMXl",
  "data/tweet-wsj/2021/8/1422244581324861449.json": "From @WSJopinion: The CDC should be a source of fact and reason, not a hair-on-fire spreader of fear, writes The Editorial Board https://t.co/SYcHxB6XUj",
  "data/tweet-wsj/2021/8/1422282325572964363.json": "A 100-year old man will be tried in Germany on charges of aiding and abetting mass murder while working as a concentration-camp guard, making him one of the oldest defendants in a case brought against alleged Nazi-era perpetrators https://t.co/yJolGqFNlf",
  "data/tweet-wsj/2021/8/1422275229498368000.json": "Goldman Sachs is increasing base pay for entry-level bankers nearly 30%, a person familiar with the matter said, topping Wall Street rivals https://t.co/zHVwnOgnuO",
  "data/tweet-wsj/2021/8/1422289214796926977.json": "Sen. Lindsey Graham, who is vaccinated, said he tested positive for Covid-19, raising concerns about the possible spread of the highly transmissible Delta variant on Capitol Hill https://t.co/qWHG0rKzN7",
  "data/tweet-wsj/2021/8/1422302349075300353.json": "Trump will fight any move to turn over his tax returns to Congress, his lawyer said, days after the DOJ directed the Treasury to release the documents https://t.co/H3dZD6rcqp",
  "data/tweet-wsj/2021/8/1422316304086753285.json": "Obama is planning a 60th birthday party with hundreds of guests on Martha’s Vineyard, drawing some GOP criticism as the party comes at a time that the country is grappling with rising Covid-19 case counts https://t.co/CTAc2Z2nof",
  "data/tweet-wsj/2021/8/1422268460986363904.json": "From the remote-work debate to how business leaders address social issues, here's what's happening in today's workplaces https://t.co/bfvUl1SMYT",
  "data/tweet-wsj/2021/8/1422225709163028484.json": "One of Hong Kong’s most prominent singers, Anthony Wong Yiu-ming, has been charged with corruption for a performance he gave at a 2018 rally to support a pro-democracy candidate https://t.co/aZLv0gWHwH",
  "data/tweet-wsj/2021/8/1422410663129985031.json": "Major retailers and restaurant chains such as Home Depot and McDonald’s said they would require workers to wear masks at many of their locations regardless of vaccination status https://t.co/ogdca1NIfx",
  "data/tweet-wsj/2021/8/1422380469325271040.json": "Video: As U.S. troops leave Afghanistan, a WSJ analysis shows how the Taliban has gradually taken back control of much of the country after being toppled in 2001 https://t.co/7BNR2gcXt5",
  "data/tweet-wsj/2021/8/1422494448861188101.json": "Simone Biles took bronze in the balance beam Olympic final after a dramatic comeback to competition in Tokyo https://t.co/IUcy6gbE78",
  "data/tweet-wsj/2021/8/1422874985769619457.json": "For the second day in a row, an American runner broke the world record in the 400-meter hurdles here—and went home with a silver medal. https://t.co/sSianTI0Wl",
  "data/tweet-wsj/2021/8/1422848551495819266.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/hfQ1sJW7Sn",
  "data/tweet-wsj/2021/8/1422822147190312960.json": "Tyson Foods said it would require Covid-19 vaccinations for its U.S. workforce of about 120,000, aiming for total vaccination of the meat giant’s employees by Nov 1 https://t.co/0o6fcumQnl",
  "data/tweet-wsj/2021/8/1422803264223973380.json": "For the second day in a row, an American runner broke the world record in the 400-meter hurdles here—and went home with a silver medal. https://t.co/Tw39u90Vwn",
  "data/tweet-wsj/2021/8/1422799506739974144.json": "Covid-19 has returned to Wuhan after more than a year with no cases https://t.co/6Hk17SdxN9",
  "data/tweet-wsj/2021/8/1422791944212729858.json": "A 29-year-old graduate student who lost several family members to India’s Covid-19 surge was among those packed into a New Delhi bar. “Life goes on,” she said. “Nothing stops me from partying.”  https://t.co/VG2YP2CHcr",
  "data/tweet-wsj/2021/8/1422780602814717953.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/oiNJFDaM8e",
  "data/tweet-wsj/2021/8/1422776836984033285.json": "Jessica Springsteen, the daughter of a New Jersey musician you may have heard of, has quickly risen to become one of the top equestrian jumpers at the Olympics. She spoke to @WSJSports about her career and the Belgian Warmblood stallion she calls Don. https://t.co/TEfOooKR9w",
  "data/tweet-wsj/2021/8/1422761748017319937.json": "From @WSJopinion: If the “emergency” label is holding people back from vaccinations, then there is no higher public-health priority than reassuring Americans that evidence shows the vaccine is safe and saving lives, writes The Editorial Board https://t.co/i4yMx1UXoz",
  "data/tweet-wsj/2021/8/1422754206688108551.json": "Wuhan, the city where Covid-19 was first detected, reported new infections for the first time in more than a year, prompting authorities there to launch mass testing https://t.co/4ZvD3w2QxM",
  "data/tweet-wsj/2021/8/1422750425653161986.json": "\"Are you vaccinated?\" The question can damage personal and professional relationships if not handled carefully. Here’s how to ask at work, with friends and with family. https://t.co/ZJCPNOjPE7",
  "data/tweet-wsj/2021/8/1422693795381010434.json": "From @WSJopinion: The $3.5 trillion reconciliation package is a large and unprecedented piece of legislation. But we are living in an unprecedented moment. Now is the time for bold action, writes Bernie Sanders. https://t.co/5a0CyrPLV3",
  "data/tweet-wsj/2021/8/1422681223432916997.json": "Covid-19 hospitalizations in Florida have reached a record high, federal data show, as the state battles a surge in cases brought on by the highly contagious Delta variant https://t.co/BhyoJyU1jy",
  "data/tweet-wsj/2021/8/1422664629210202118.json": "Breaking: President Biden said that New York Gov. Andrew Cuomo should resign, following an investigation that found he sexually harassed multiple women https://t.co/VOGDjAoY1i",
  "data/tweet-wsj/2021/8/1422658987028361223.json": "The Biden administration is set to announce a new eviction moratorium expected to target areas with high Covid infections, people familiar with the matter say https://t.co/fKS9LiUgt3",
  "data/tweet-wsj/2021/8/1422641615911464975.json": "The NCAA has undervalued its women’s basketball tournament by tens of millions of dollars while prioritizing Division I men's basketball and should overhaul how it operates and sells rights to the event, a new report found https://t.co/2hWHKJHIGk",
  "data/tweet-wsj/2021/8/1422629614548135939.json": "Many recent law-school graduates are earning less than $70,000 a year while carrying debts at least double that amount. “Law schools encourage a kind of magical thinking,\" said a professor. https://t.co/1zBhActg7q",
  "data/tweet-wsj/2021/8/1422606982079463424.json": "Simone Biles needed a private place to learn to do gymnastics again. The Americans called a Japanese professor, who had a facility an hour outside of Tokyo where she could escape the public eye. https://t.co/rcoqeXnOw1",
  "data/tweet-wsj/2021/8/1422598620990394377.json": "The SEC will police crypto markets to the maximum extent possible, Chairman Gensler said, calling for Congress to give it more authority to regulate the sector https://t.co/hZ5WNZaNr1",
  "data/tweet-wsj/2021/8/1422591880596963330.json": "Wuhan, the city where Covid-19 was first detected, reported new infections for the first time in more than a year, prompting authorities there to launch mass testing https://t.co/D7JSytTTFw",
  "data/tweet-wsj/2021/8/1422584348340105223.json": "A Belarusian activist who headed a group in Ukraine that helps Belarusians escape repression in their homeland was found dead a day after disappearing near his home in Kyiv, an incident that comes amid an intensifying crackdown on Belarusian activists https://t.co/DN0xoU2uxH",
  "data/tweet-wsj/2021/8/1422578142095478785.json": "Breaking: New York Gov. Andrew Cuomo sexually harassed multiple women during his time in office, in violation of state and federal laws, a state investigation found https://t.co/5EwMiSF9zf",
  "data/tweet-wsj/2021/8/1422574308363210757.json": "New York City will require people to show proof of vaccination at restaurants, gyms, and other indoor activities and events. Inspections and enforcement will be begin by the week of Sept. 13, the mayor said. https://t.co/KFtuJH81vd",
  "data/tweet-wsj/2021/8/1422554106816774149.json": "Tyson Foods said it would require Covid-19 vaccinations for its U.S. workforce of about 120,000, aiming for total vaccination of the meat giant’s employees by Nov 1 https://t.co/6AhA6XDoUf",
  "data/tweet-wsj/2021/8/1422549563207045121.json": "Athing Mu, 19, set an American record in winning the gold medal in the 800 meters at the Tokyo Olympics on Tuesday, continuing a steep rise of the Trenton, N.J.-born daughter of Sudanese immigrants https://t.co/zdWqjlkCoo",
  "data/tweet-wsj/2021/8/1422535250723409924.json": "Simone Biles returned to the stage in Tokyo Tuesday, and an athlete who arrived at the Olympics as a superhero departs as a candid human being. That may prove to be Biles’s greatest impact, writes @jasongay. https://t.co/EesE7WVDfI",
  "data/tweet-wsj/2021/8/1422531459622051875.json": "Only a dozen of the U.S.’s law schools leave students earning annual salaries, two years after graduation, that exceed their debts. “When I was looking for law schools, I wasn’t looking at price.\" https://t.co/i8AhHsPy6a",
  "data/tweet-wsj/2021/8/1422508813677219840.json": "Krystsina Tsimanouskaya, the Belarusian sprinter who refused her team’s orders to fly home, says she will never return there: “I was just afraid for my life, afraid to go to jail\" https://t.co/bzF4e3KlD4",
  "data/tweet-wsj/2021/8/1422467307801096209.json": "A funny thing happens among engineers and researchers who build AI once they attain a deep level of expertise in their field. Some of them conclude that there’s nothing “intelligent” about AI at all, columnist @mims writes. https://t.co/B2NWH4SM4P",
  "data/tweet-wsj/2021/8/1422739076516569089.json": "Apartment rents are rising fast, boosted by young professionals returning to cities and an expensive housing market https://t.co/MR0AxZ0iu9",
  "data/tweet-wsj/2021/8/1422901427257675776.json": "Former President Barack Obama is scaling back his planned 60th birthday party this weekend at his Martha’s Vineyard vacation home in the wake of criticism from conservatives and as the nation confronts rising Covid-19 cases https://t.co/TyaE1Xb5Du",
  "data/tweet-wsj/2021/8/1422863635022548995.json": "After an investigation found that Andrew Cuomo sexually harassed multiple women, state Democrats vowed to speed up their impeachment probe https://t.co/aQRTPipV2k",
  "data/tweet-wsj/2021/8/1422893849840689156.json": "Russia’s not really at the Olympics. But that hasn’t stopped the world’s largest country from hauling gold out of Tokyo like a Siberian mine. https://t.co/hVQYi50hco",
  "data/tweet-wsj/2021/8/1422837232650567682.json": "North Korea has a few demands to restart nuclear talks with the U.S. On the must-have list: fine suits and premium liquor. https://t.co/7GxzYM4ydF",
  "data/tweet-wsj/2021/8/1422928185772101644.json": "Lawyers for former President Donald Trump asked a federal judge to block the release of his tax returns to Congress, saying Democratic lawmakers have no legitimate purpose in seeking them and are trying to score political points by embarrassing Trump https://t.co/SjtA0sF8E5",
  "data/tweet-wsj/2021/8/1422954616782737415.json": "From @WSJopinion: If the nationwide eviction moratorium is extended, back payments will continue to stack up, and the result will be an even bigger problem when the music finally stops https://t.co/NlYiqS7EZe",
  "data/tweet-wsj/2021/8/1422905190735351809.json": "The U.S. government is at risk of wasting about 100,000 employment-based green cards this year as the federal agency in charge of their issuance faces historic application backlogs related to the Covid-19 pandemic https://t.co/5FLApEcPzc",
  "data/tweet-wsj/2021/8/1422946715670306819.json": "Gov. Mike Parson pardoned a Missouri couple who had plead guilty after pointing guns at social-justice demonstrators who marched past their home last year https://t.co/tpBgUZjEnX",
  "data/tweet-wsj/2021/8/1423003354205143040.json": "Watch: Scientists explain why new coronavirus variants are spreading faster, and what this could mean for vaccines https://t.co/O66lCrHUQa",
  "data/tweet-wsj/2021/8/1422961803081011201.json": "More than a million immigrants, most of them Indian technology workers, have been waiting in line to become permanent U.S. residents. A historic backlog means some 100,000 green cards could be going to waste. “It’s a scandal...that they let this happen.” https://t.co/IEiFyeTs7Z",
  "data/tweet-wsj/2021/8/1423007115359182850.json": "The number of bankruptcy filings in the U.S. has fallen to a level not seen since 1985, thanks to government interventions that kept people afloat during the Covid-19 pandemic and allowed companies to raise cash through debt https://t.co/99dwvQeck4",
  "data/tweet-wsj/2021/8/1422939486565109761.json": "Lebanon is living through a once-in-a-century economic meltdown. Power outages have become frequent. Brawls have erupted in supermarkets. Hyperinflation tops 400%. https://t.co/UK8e8omDmj",
  "data/tweet-wsj/2021/8/1422401860921659392.json": "Workers’ return-to-office plans are murkier than ever, as the spread of the Covid-19 Delta variant leads to new mask and vaccine mandates. “There is so much talk about it every day at work.” https://t.co/zsGXQfIYWL",
  "data/tweet-wsj/2021/8/1422947534323003398.json": "The World Health Organization called for a halt on Covid-19 booster shots through September to make up for a shortfall in vaccine supplies to poor countries https://t.co/N1YjrG4kpE",
  "data/tweet-wsj/2021/8/1423041110541275144.json": "Facebook cut off a New York University research project’s accounts and access to the platform, effectively shutting down a study of the social-media giant’s targeting of political ads https://t.co/xbZLR05R0z",
  "data/tweet-wsj/2021/8/1423020955983568898.json": "A Georgia man who fatally stabbed a Pentagon police officer Tuesday also shot himself with the officer’s gun, the FBI said https://t.co/erV5ge4O6j",
  "data/tweet-wsj/2021/8/1423046368021594112.json": "The State Department is looking into the whereabouts of a $5,800 bottle of whiskey that the Japanese government gifted Mike Pompeo when he was serving as U.S. secretary of state. A lawyer for Pompeo said he has “no recollection of receiving the bottle.” https://t.co/I9f8T10d4c",
  "data/tweet-wsj/2021/8/1422701399637438473.json": "The University of Miami has the biggest gulf between debt and earnings of any top-100-ranked law school.  \"I signed on to this quarter-million-dollar loan...I thought I would come out making much more than I did.” https://t.co/rF8Zp3XBM4",
  "data/tweet-wsj/2021/8/1423018425052499975.json": "FDA officials, under pressure to swiftly grant full approval to the Pfizer Covid-19 vaccine, are in an intense debate over whether the agency will make the decision this month or stretch the timetable into early or mid-September https://t.co/VIzext6Aaz",
  "data/tweet-wsj/2021/8/1423078838880374790.json": "From @WSJopinion: If Biden defers to health officials when it comes to masking, he can’t ignore these same officials when they say that large numbers of untested migrants at the border may be contributing to the virus spikes, writes at @jasonrileywsj https://t.co/t6yokjHei1",
  "data/tweet-wsj/2021/8/1423105247157833729.json": "Watch: Scientists explain why new coronavirus variants are spreading faster, and what this could mean for vaccines https://t.co/dlkPtb1J58",
  "data/tweet-wsj/2021/8/1423097687898050560.json": "More than a million immigrants, most of them Indian technology workers, have been waiting in line to become permanent U.S. residents. A historic backlog means some 100,000 green cards could be going to waste. “It’s a scandal...that they let this happen.” https://t.co/S3MP4wTCg1",
  "data/tweet-wsj/2021/8/1423120338116915200.json": "Worthless currency, 40 percent unemployment, brawls over milk, murder over gasoline. Lebanon is in economic freefall. “May God save the country.” https://t.co/pL7i7IEZpI",
  "data/tweet-wsj/2021/8/1423127888094715906.json": "From @WSJopinion: Mayor Bill de Blasio’s vaccine mandate threatens the livelihoods of many people and will mean a loss of business for others who will have to turn away customers https://t.co/SFkJtcN0mo",
  "data/tweet-wsj/2021/8/1423146795375419393.json": "Mexico’s government is suing a group of U.S.-based weapons manufacturers in U.S. federal court, arguing that the companies facilitate the trafficking of guns to Mexican drug cartels through their negligence https://t.co/jTy469ObgG",
  "data/tweet-wsj/2021/8/1422884017234354182.json": "Frustrated passengers are stuck at airports across the U.S. after Spirit canceled hundreds of flights due to weather and staffing shortages #WSJWhatsNow https://t.co/YFhNhDD0WS",
  "data/tweet-wsj/2021/8/1423090138050088962.json": "Will UConn’s Paige Bueckers be college sports’ first $1 million woman? https://t.co/BT51eyFP9U",
  "data/tweet-wsj/2021/8/1423214745876828165.json": "Take an early look at the front page of The Wall Street Journal https://t.co/LdolNPydjd https://t.co/CI8L3uIH5H",
  "data/tweet-wsj/2021/8/1423260052731961351.json": "Moderna said that its vaccine remains more than 90% effective for at least six months, but added that people who received it will likely need a booster shot before the winter to keep strong protection against newer variants of the coronavirus https://t.co/wA8AmbJa7Q",
  "data/tweet-wsj/2021/8/1423287331830714385.json": "The impeachment investigation of Gov. Andrew Cuomo is \"nearing completion,\" New York State Assembly officials said, giving him eight days to provide evidence in his defense https://t.co/C4Cuy9jTsY",
  "data/tweet-wsj/2021/8/1423283935509762059.json": "President Biden signed an order enabling some Hong Kong residents to remain in the U.S., citing China's crackdown on political freedom there https://t.co/5FGyf6gJ5g",
  "data/tweet-wsj/2021/8/1423278886331162626.json": "High temperatures, which include factors such as humidity and wind, make the Tokyo Games one of the hottest Olympics in history with no relief likely https://t.co/zU5gWkqI5t",
  "data/tweet-wsj/2021/8/1423290270422994957.json": "Your vaccine card could soon be required at the best restaurants, clubs and shows. Columnist @nicnguyen explains how to save a digital copy and register with eligible vaccine passport apps. https://t.co/npUuz79wCn",
  "data/tweet-wsj/2021/8/1423275112351125507.json": "The U.S. government is enlisting the help of tech companies, including Amazon, Microsoft and Google, to bolster the country’s critical infrastructure defenses against cyber threats after a string of high-profile attacks https://t.co/68h8nj7S1W",
  "data/tweet-wsj/2021/8/1423247663307182080.json": "Roughly 50% of cars and light trucks sold in the U.S. would be electric by 2030 under voluntary targets set to be announced today by President Biden, alongside auto executives and union leaders #WSJWhatsNow https://t.co/P3aaJjuecC",
  "data/tweet-wsj/2021/8/1423305340976865282.json": "Bill Gates acknowledged that he had several dinners with convicted sex offender Jeffrey Epstein in hopes it would lead to donations to his foundation. “It was a huge mistake to spend time with him, to give him the credibility of being there.” https://t.co/2sjCGQzzdp",
  "data/tweet-wsj/2021/8/1423297825341775872.json": "From @WSJopinion: President Biden’s renewed eviction moratorium exceeds his authority, and he knows it. Where’s the uproar about the erosion of democratic norms? https://t.co/nbzj8pZrqc",
  "data/tweet-wsj/2021/8/1423328774251294727.json": "Amazon is delaying its return to the office for corporate employees until 2022, adding to the wave of companies adjusting their plans amid a Covid-19 surge https://t.co/4Jm6Egp3to",
  "data/tweet-wsj/2021/8/1423332993167413251.json": "China has wiped out more than $1 trillion in market value in its clampdown on companies. There are many signs it isn't over yet. https://t.co/zrocZIYBRm",
  "data/tweet-wsj/2021/8/1423383321824858119.json": "Apple plans to introduce new iPhone software designed to identify and report collections of sexually exploitative images of children https://t.co/Heum1TtoF5",
  "data/tweet-wsj/2021/8/1423398432249688067.json": "CNN fired three staffers who came to work unvaccinated against Covid-19. \"We have a zero-tolerance policy,\" the network's president told employees in an email. https://t.co/ruPWF9kIJQ",
  "data/tweet-wsj/2021/8/1423398432241332228.json": "Lionel Messi, the man who is often considered the world’s top soccer player and is widely regarded as one of the best ever, won’t return to Barcelona, the club said Thursday https://t.co/p3KkbgPaVF",
  "data/tweet-wsj/2021/8/1423403466253295620.json": "Moderna said people who received its Covid-19 vaccine will likely need a booster shot before the winter to keep strong protection against newer variants https://t.co/GA7xDm17pu",
  "data/tweet-wsj/2021/8/1423387633275834376.json": "The bipartisan infrastructure bill would add $256 billion to the deficit over 10 years, the CBO said, contradicting negotiators' claims it would be fully paid for https://t.co/L4oTLEpWhF",
  "data/tweet-wsj/2021/8/1423365720369401863.json": "President Biden signed an order enabling some Hong Kong residents to remain in the U.S. Those who qualify will be granted a work permit for 18 months and a reprieve from deportation. https://t.co/2H4uNZtUGV",
  "data/tweet-wsj/2021/8/1422965693855768580.json": "How did U.S. student debt balloon to $1.6 trillion? WSJ’s @bourreelam joins @JMitchellWSJ and @anfuller to break down how it happened and the current plans to provide forgiveness to borrowers https://t.co/O6hSgL5bfY",
  "data/tweet-wsj/2021/8/1423395921862217731.json": "Beijing canceled all large-scale events for the remainder of August, including the third annual World 5G Conference, as China battles Covid-19 outbreaks caused by the fast-spreading Delta variant https://t.co/SVFczvBJos",
  "data/tweet-wsj/2021/8/1423478955005431808.json": "The International Olympic Committee stripped two Belarusian coaches of their accreditations over their involvement in forcing an athlete to return home https://t.co/fHm9yLbf7f",
  "data/tweet-wsj/2021/8/1423350636276551683.json": "Your vaccine card could soon be required at the best restaurants, clubs and shows. These apps can help keep it handy. https://t.co/6KdZD9LqyI",
  "data/tweet-wsj/2021/8/1423498301157031943.json": "How a meeting at a music festival launched the risky partnership of April Ross and Alix Klineman, America’s beach volleyball stars who just won gold at the Olympics https://t.co/axKibcZKvS",
  "data/tweet-wsj/2021/8/1423509166958813185.json": "Moderna said people who received its Covid-19 vaccine will likely need a booster shot before the winter https://t.co/nz5Nx8qyPm",
  "data/tweet-wsj/2021/8/1423516722347319297.json": "Britney Spears's new lawyer is acting quickly in an attempt to remove her father, James Spears, from her conservatorship\n https://t.co/cp2xAjDc61",
  "data/tweet-wsj/2021/8/1423380817431171079.json": "The FDA expects to have a strategy on Covid-19 vaccine boosters by early September that would lay out when and which individuals should get the follow-up shots, according to people familiar with discussions of the matter https://t.co/fVeLI04TTw",
  "data/tweet-wsj/2021/8/1423528041981087744.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/8L4jm2Xfqq",
  "data/tweet-wsj/2021/8/1423608499590897665.json": "United will require its U.S. employees to be vaccinated this fall, becoming the first major airline to take that step https://t.co/RowEa0J4o8",
  "data/tweet-wsj/2021/8/1423282662995677196.json": "Employers are grappling with how hard to press workers to get vaccinated. Some are taking a hard line. Others are sticking with persuasion. Both are risky. https://t.co/N2HrnFAqcw",
  "data/tweet-wsj/2021/8/1423618463042580480.json": "April Ross and Alix Klineman's beach volleyball gold is a spectacular payoff after a gamble that left them unsure if they’d make the Olympics at all https://t.co/ChudAPVvR7",
  "data/tweet-wsj/2021/8/1423439503247740930.json": "Ten Republican senators have signed on as co-sponsors of a bipartisan bill to repeal the 1991 and 2002 authorizations for use of military force in Iraq, a key threshold needed to overcome a Senate filibuster https://t.co/wxXQqqoxCV",
  "data/tweet-wsj/2021/8/1423569572981006338.json": "Bill Gates acknowledged that he had several dinners with convicted sex offender Jeffrey Epstein in the hope that it would lead to donations to his foundation. “It was a huge mistake to spend time with him, to give him the credibility of being there.” https://t.co/NzNPy8Ofrj",
  "data/tweet-wsj/2021/8/1423641435354566665.json": "Allyson Felix's won a bronze medal running the 400 meters on Friday, making her the most decorated female track Olympian in the world and tying her with Carl Lewis for the most Olympic medals in history by a U.S. track and field athlete https://t.co/5moBZL9O9R",
  "data/tweet-wsj/2021/8/1423623043734249477.json": "Employers added 943,000 jobs and the jobless rate fell to 5.4% in July, signs of a strong labor market ahead of the Delta variant threat https://t.co/xCtcHMIgtw",
  "data/tweet-wsj/2021/8/1423577137886507011.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/8WFBGc6SWo",
  "data/tweet-wsj/2021/8/1423667726355152897.json": "Students have brought lawsuits challenging Covid-19 shot requirements at major university systems, posing a significant test to the government’s power to press vaccinations https://t.co/w1BiUDGPV3",
  "data/tweet-wsj/2021/8/1423471420458274819.json": "Critics said they worry that Apple may be softening its stance on how it protects user data, after news leaked of plans to introduce new iPhone software designed to identify and report collections of sexually exploitative images of children https://t.co/JiIv15G74E",
  "data/tweet-wsj/2021/8/1423679027999608834.json": "The smoke from the fires in Russia’s northeast is so thick it has blotted out the sun, plunging vast swaths of the region into darkness during the brief summer https://t.co/lQtGZmCIO6",
  "data/tweet-wsj/2021/8/1423693938876157955.json": "From @WSJopinion: Car makers back the Biden climate agenda in return for subsidies and higher consumer prices. This isn’t capitalism. It’s corporate socialism, or state capitalism, writes The Editorial Board. https://t.co/rQqZYeGGGz",
  "data/tweet-wsj/2021/8/1423723052509052931.json": "Unvaccinated people are more than twice as likely to be reinfected with Covid-19 than people who are fully vaccinated, a new study from the CDC suggests https://t.co/BynwCDXa0Y",
  "data/tweet-wsj/2021/8/1423739430599266310.json": "JPMorgan Chase has reinstituted a mask mandate for its U.S. employees, vaccinated or not, another sign that the fast-spreading Delta variant is hampering corporate attempts to return to normal https://t.co/yOye819feX",
  "data/tweet-wsj/2021/8/1423737743029547012.json": "Amazon will require all workers at its hundreds of U.S. warehouses to wear masks in response to the threat caused by the Delta variant https://t.co/pcItYU1fga",
  "data/tweet-wsj/2021/8/1423358161457717250.json": "Covid-19 vaccination rates are ticking upward across the U.S., officials said, particularly in areas where the Delta variant is hitting hardest https://t.co/emGWbzJbEi",
  "data/tweet-wsj/2021/8/1423762063701250049.json": "More than a dozen students have brought federal lawsuits challenging Covid-19 shot requirements at major university systems across the U.S., posing a significant test to the government’s power to press vaccinations https://t.co/VNued3VqBt",
  "data/tweet-wsj/2021/8/1423815473213358083.json": "Molly Seidel of Wisconsin won bronze in the women’s Olympic marathon. She had never run a marathon before qualifying for this race in 2020. https://t.co/39ZR9HP7j5",
  "data/tweet-wsj/2021/8/1423807380052185091.json": "Unvaccinated people are more than twice as likely to be reinfected with Covid-19 than people who are fully vaccinated, a new study from the CDC suggests https://t.co/bSP7JZ4Vyx",
  "data/tweet-wsj/2021/8/1423826254944419840.json": "Johnson &amp; Johnson’s Covid-19 vaccine is highly effective in preventing severe disease and death from the Delta variant, according to a South African clinical trial of nearly 480,000 healthcare workers https://t.co/sVpDrUQhHv",
  "data/tweet-wsj/2021/8/1423866742426771457.json": "Powered again by Kevin Durant, the U.S. beat France to win the gold medal in men’s basketball at the Tokyo Olympics\nhttps://t.co/SLJ9vzfujd",
  "data/tweet-wsj/2021/8/1423871565029167104.json": "Scientists don’t yet know where to find, or how to control, specific thoughts or feelings in the brain—but medical research is taking them closer https://t.co/mMVtrNDqHv",
  "data/tweet-wsj/2021/8/1423695390088601600.json": "An Arkansas judge on Friday temporarily blocked the state from enforcing its ban on mask mandates after lawmakers left the prohibition in place despite a rising number of Covid-19 cases and hospitalizations https://t.co/tjPZ4WNEHg",
  "data/tweet-wsj/2021/8/1423864000140435456.json": "Here's an early look at the front page of The Wall Street Journal's weekend edition https://t.co/XOhaAybYpG https://t.co/d4LbTvJULe",
  "data/tweet-wsj/2021/8/1423916843560022017.json": "The smoke from the fires in Russia’s northeast is so thick it has blotted out the sun, plunging vast swaths of the region into darkness during the brief summer https://t.co/EbdW1iynC1",
  "data/tweet-wsj/2021/8/1423962127354802180.json": "Powered again by Kevin Durant, the U.S. beat France to win the gold medal in men’s basketball at the Tokyo Olympics https://t.co/Yv81rPa5me",
  "data/tweet-wsj/2021/8/1423977302355021833.json": "Moderna said people who received its Covid-19 vaccine would likely need a booster before the winter to maintain strong protection against newer variants https://t.co/3WygUWyBAg",
  "data/tweet-wsj/2021/8/1423939515446661125.json": "Take a look at the front page of today's Wall Street Journal https://t.co/F8bQpLyuPn https://t.co/Tyc9B2CteR",
  "data/tweet-wsj/2021/8/1423988672731484161.json": "In one of the most hotly anticipated showdowns of the Tokyo Olympics, the wrestler known as \"The Russian Tank\" bested \"Captain America\" to win gold https://t.co/w5SaJjEvyl",
  "data/tweet-wsj/2021/8/1424007435614887939.json": "Japan finally secured the medal it wanted most at its home Games as the baseball team beat the U.S., 2-0, to take Olympic gold https://t.co/RMvZAS4nPG",
  "data/tweet-wsj/2021/8/1424011217505501191.json": "Vaccine mandates in the U.S. and Europe are fueling an online black market for bogus Covid vaccination cards https://t.co/roKYMJJyM0",
  "data/tweet-wsj/2021/8/1423996932981198852.json": "Taliban fighters seized the capital of northern Afghanistan’s Jowzjan province, the second such provincial center to fall to the insurgency in two days https://t.co/MmDgq1SdvE",
  "data/tweet-wsj/2021/8/1424022555854348291.json": "The U.S. track team saved two of its best Tokyo Olympics performances for last, crushing the men’s and women’s 4x400 relays https://t.co/TbdrFlJWhP",
  "data/tweet-wsj/2021/8/1424030108055228416.json": "Simone Biles needed a private place to practice basic gymnastics before making her Olympic comeback. The Americans called a Japanese professor, who had a facility an hour outside of Tokyo where she could escape the public eye. https://t.co/EmFEVeYxhI",
  "data/tweet-wsj/2021/8/1424045186548654080.json": "Black millennials thought college would help them close the racial wealth gap. Instead, student loans are setting them back.  https://t.co/G75Rv4xKFO",
  "data/tweet-wsj/2021/8/1424048966358949889.json": "Every highly vaccinated state has below average Covid-19 hospitalizations, while hospitalizations and deaths are rising more in places with weaker vaccination rates, a WSJ analysis found  https://t.co/0xuxaQ7QwG",
  "data/tweet-wsj/2021/8/1424060318469214220.json": "As the Delta variant sweeps the globe, scientists are learning more about why new versions of the coronavirus spread faster. The spike protein, which gives the virus its unmistakable shape, may hold the key. https://t.co/jNXb36mFtB",
  "data/tweet-wsj/2021/8/1423969718218674197.json": "From @WSJopinion: The eviction moratorium was perhaps justifiable amid the early lockdowns that threw millions out of work, but it’s now a cautionary tale of how bad policies distort behavior and are difficult to end, writes The Editorial Board https://t.co/WTwDpmZL7S",
  "data/tweet-wsj/2021/8/1423830025820950530.json": "From @WSJopinion: The infrastructure bill is filled with financial gimmicks, waste and expansions of Washington power, writes @KimStrassel https://t.co/5bePaCYv75",
  "data/tweet-wsj/2021/8/1424075391317250048.json": "Worthless currency, 40 percent unemployment, brawls over milk, murder over gasoline. Lebanon is in economic freefall. “May God save the country.” https://t.co/vtziXcdjIA",
  "data/tweet-wsj/2021/8/1424067885786337280.json": "Consumption of fruit juices and sugary sodas has fallen as people have lowered their sugar intake, in favor of alternatives such as diet soda, flavored seltzer and bottled water https://t.co/iiFNmxCqKa",
  "data/tweet-wsj/2021/8/1424090734806851584.json": "Jessica Springsteen, Laura Kraut and McLain Ward won silver for the U.S. equestrian jumping team after falling just short of the gold in a dramatic jump-off https://t.co/GYt6YE23mb",
  "data/tweet-wsj/2021/8/1424052854579466248.json": "More than a million immigrants, most of them Indian technology workers, have been waiting in line to become permanent U.S. residents. A historic backlog means some 100,000 green cards could be going to waste. “It’s a scandal...that they let this happen.” https://t.co/NVwxMWLeMJ",
  "data/tweet-wsj/2021/8/1424139804367900685.json": "Every highly vaccinated state has below average Covid-19 hospitalizations, while hospitalizations and deaths are rising more in places with weaker vaccination rates, a WSJ analysis found  https://t.co/PvjJGlFSGv",
  "data/tweet-wsj/2021/8/1424128284380499972.json": "A little over two months ago about 4,000 people were dying every day from Covid-19 in India. Now, shoppers are once again crowding stores, diners are squeezing into restaurants, and many have already abandoned safety precautions. https://t.co/LGyPmLg1tY",
  "data/tweet-wsj/2021/8/1423984824621088769.json": "Covid-19 vaccination rates are ticking upward across the U.S., particularly in areas where the Delta variant is hitting hardest https://t.co/VI1DwqhCpf",
  "data/tweet-wsj/2021/8/1424154671690788873.json": "Vaccine mandates in the U.S. and Europe are fueling an online black market for bogus Covid-19 vaccination cards https://t.co/HRl1vd6De3",
  "data/tweet-wsj/2021/8/1424181109718495233.json": "Kenya's Eliud Kipchoge delivered a dominating performance in the Tokyo Olympics men’s marathon, pulling away from his competition after the halfway point and finishing 1 minute, 20 seconds ahead of the second-place finisher https://t.co/LPNZAJt7gF",
  "data/tweet-wsj/2021/8/1423725585189244929.json": "A rubber parts factory took a gamble and raised wages to try to attract workers. The profits came as a surprise. https://t.co/ElQP2Vz1ez",
  "data/tweet-wsj/2021/8/1424193657603772421.json": "“I was like ohhhhh, thank you, but yeah, I found another job.” Amid a hiring crunch, people are hearing back about positions they applied for years ago. https://t.co/iQtSCwIfNl",
  "data/tweet-wsj/2021/8/1424162208406192132.json": "Should the Delta variant make you change your daily life? Here's what doctors are doing to keep their families safe https://t.co/AzxLFxRJU4",
  "data/tweet-wsj/2021/8/1424241485415952386.json": "Johnson &amp; Johnson’s Covid-19 vaccine is highly effective in preventing severe disease and death from the Delta variant, according to a South African clinical trial of nearly 480,000 healthcare workers https://t.co/0hSmglNuuF",
  "data/tweet-wsj/2021/8/1424237700081758211.json": "Team USA’s women’s basketball team was nothing short of dominant in Tokyo—and won the gold medal after a 90-75 win over Japan. https://t.co/fjVzAwQiRz",
  "data/tweet-wsj/2021/8/1424113186945523712.json": "From @WSJopinion: Forget breaking up Facebook. We either wake up and relearn some of the basics that social media has destabilized, or get used to seeing the derailment of a career like Simone Biles’s become an everyday event, writes @DanHenninger. https://t.co/hrILPD1YBq",
  "data/tweet-wsj/2021/8/1424165989105668097.json": "“I thought I would come out making much more than I did.” Even at some of the most prestigious U.S. law schools, students are borrowing far more than they will earn soon after graduation. https://t.co/8opq7Qutxz",
  "data/tweet-wsj/2021/8/1424301890536460291.json": "The world is catching up to USA Basketball. But the Americans still have Kevin Durant. https://t.co/K57rjsfXin",
  "data/tweet-wsj/2021/8/1424335857230745606.json": "Bobby Bowden, the folksy Hall of Fame coach who won more than 350 games and built Florida State into one of college football’s great dynasties with two national championships, has died at age 91. https://t.co/icAbqfIWh5",
  "data/tweet-wsj/2021/8/1424354768236040194.json": "Worthless currency, 40 percent unemployment, brawls over milk, murder over gasoline. Lebanon is in economic freefall. “May God save the country.” https://t.co/tZMb4grILA",
  "data/tweet-wsj/2021/8/1424308617931538440.json": "The Taliban seized the strategic city of Kunduz in Afghanistan and pushed into other provincial capitals, taking advantage of the U.S. withdrawal https://t.co/o6TTNwvuYv",
  "data/tweet-wsj/2021/8/1424350954049228805.json": "The Delta variant surge is delaying offices' reopening plans, sometimes indefinitely. “We had plans all set a week ago… but what are we supposed to do?” https://t.co/Z8dI63u8Ma",
  "data/tweet-wsj/2021/8/1424362319845416968.json": "As the Delta variant sweeps the globe, scientists are learning more about why new versions of the coronavirus spread faster. The spike protein, which gives the virus its unmistakable shape, may hold the key. https://t.co/CuyJ2BJVh5",
  "data/tweet-wsj/2021/8/1424369959287902208.json": "A nurse who lost both her parents to Covid-19 says she does not regret their decision not to get the vaccine, but that she resents judgment from friends asking why they didn't get the shot: “Some people make us feel like it’s our fault they’re gone.” https://t.co/xh4tqiSdwh",
  "data/tweet-wsj/2021/8/1424366041707200512.json": "Volkswagen could be the world’s biggest maker of electric vehicles as soon as next year—but making a cost-effective EV battery is a challenge https://t.co/1P8L43rAG3",
  "data/tweet-wsj/2021/8/1424381150378799110.json": "Moderna said people who received its Covid-19 vaccine will likely need a booster shot before the winter to maintain strong protection against newer variants https://t.co/iiogv0UYUq",
  "data/tweet-wsj/2021/8/1424396245133574150.json": "\"Cave syndrome\" is keeping some vaccinated people from resuming their pre-Covid-19 lives. The Delta variant isn't helping. https://t.co/tND91VSft8",
  "data/tweet-wsj/2021/8/1424410102799474695.json": "“There is now no access to electricity, drinking water, food, health or transportation services.” Residents of Kunduz, an Afghan city seized by the Taliban, are hiding in basements and desperate to flee. “It’s an emergency situation.” https://t.co/ZF3ZLeXzk3",
  "data/tweet-wsj/2021/8/1424415177064259594.json": "College was supposed to close the wealth gap for Black Americans. Instead, the opposite is happening. https://t.co/lObAfBTOLT",
  "data/tweet-wsj/2021/8/1424434017978490880.json": "A nurse who lost both her parents to Covid-19 says she doesn’t regret their decision not to get the vaccine. But she resents judgment from friends: “We didn’t kill them, but some people make us feel like it’s our fault they’re gone.” https://t.co/6axEMLuBjp",
  "data/tweet-wsj/2021/8/1424445462581587971.json": "Tesla is telling workers at its Nevada battery factory they will be required to wear a mask indoors starting Monday, regardless of vaccination status https://t.co/54G1x8Nems",
  "data/tweet-wsj/2021/8/1424464230477086720.json": "U.S. public-health officials voiced support for Covid-19 vaccination mandates imposed at the local level, while the head of a national teachers union also backed such a move in schools https://t.co/GdZ6XOjAMQ",
  "data/tweet-wsj/2021/8/1424332064241881092.json": "Olympic officials tout the lack of a major Covid-19 outbreak as a sign that they pulled off the strangest Games ever, despite public opposition and pandemic protocols that muted the atmosphere https://t.co/GujPjMQ4Q5",
  "data/tweet-wsj/2021/8/1424475580083363852.json": "Goldman Sachs is increasing base pay for its entry-level employees by 30%. The Wall Street firm’s starting salary—now $110,000—bests those of its big-bank rivals. https://t.co/lG7xbbUZHc",
  "data/tweet-wsj/2021/8/1424471755448586241.json": "“I guess it took them awhile to get back to me.” Workers are finally hearing back from jobs they applied to years ago. https://t.co/dk98Gz0yRh",
  "data/tweet-wsj/2021/8/1424490663673049096.json": "President Biden wants to convert the country to electric cars. Here are the major roadblocks he faces. https://t.co/IoNH99QTop",
  "data/tweet-wsj/2021/8/1424486838681706507.json": "Herding cats is hard. Keeping them away from plants is harder. \"The spider plants have a haircut from the cat's chewing.\" https://t.co/1sFcpx4fsm",
  "data/tweet-wsj/2021/8/1424501946208210946.json": "A lot of men grew out their hair while working remotely. Many plan to bring their long locks back to the office. https://t.co/jLIaS2dgu8",
  "data/tweet-wsj/2021/8/1424517061699588096.json": "“There are some people who just aren’t afraid of Covid,” said an ER physician and Republican lawmaker. “I haven’t figured out how to turn that person, but I do know that making them feel defensive for their passionately held opinion isn’t productive.” https://t.co/0Qt77STkEj",
  "data/tweet-wsj/2021/8/1424541187613024258.json": "A federal judge has for now sided with Norwegian Cruise Line in its bid to invalidate Florida's rule that bars businesses from requiring proof of Covid-19 vaccination from their customers https://t.co/9KFJ3VidKe",
  "data/tweet-wsj/2021/8/1424554790244212740.json": "College was supposed to close the wealth gap for Black Americans. Instead, the opposite is happening. https://t.co/c3P7pRxzzm",
  "data/tweet-wsj/2021/8/1424562347172106242.json": "New York Lt. Gov. Kathy Hochul is making preparations in the event she becomes governor as Gov. Andrew Cuomo grapples with an impeachment inquiry and a report that concluded he broke state and federal sexual harassment laws https://t.co/S19o1nqS8X",
  "data/tweet-wsj/2021/8/1424551022995849217.json": "The good news is: You're not the one killing your plants. The bad news is: It's your cat. https://t.co/ikWUxf72K9",
  "data/tweet-wsj/2021/8/1424566132975947779.json": "Arkansas hospitalizations for Covid-19 have risen nearly fourfold in just over a month, said a Republican state legislator and emergency room doctor. The patients he is seeing are younger and younger. “It’s never looked like this.” https://t.co/qgYLSkyeqd",
  "data/tweet-wsj/2021/8/1424558568079036421.json": "Team USA’s women’s basketball team was nothing short of dominant in Tokyo—and won the gold medal after a 90-75 win over Japan https://t.co/hkS5zX43vN",
  "data/tweet-wsj/2021/8/1424569890934083584.json": "Melissa DeRosa, the top aide to New York Gov. Andrew Cuomo, said she was resigning, as the Democratic governor faces a possible impeachment over sexual-harassment charges as well as a criminal investigation https://t.co/gIuU2LQkJJ",
  "data/tweet-wsj/2021/8/1424596314705256449.json": "After a year-long delay to the Tokyo Olympics and during a global pandemic, the women of Team USA rose to the occasion https://t.co/msP5aSunC9",
  "data/tweet-wsj/2021/8/1424418909743161344.json": "\"Are you vaccinated?\" The question can damage personal and professional relationships if not handled carefully. Here’s how to ask at work, with friends and with family. https://t.co/aGaLtRMtNk",
  "data/tweet-wsj/2021/8/1424603859964530688.json": "U.S. public-health officials voiced support for Covid-19 vaccination mandates imposed at the local level, while the head of a national teachers union also backed such a move in schools https://t.co/X1wIfXkxvz",
  "data/tweet-wsj/2021/8/1424588785468284929.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/i5g0rYsk0q",
  "data/tweet-wsj/2021/8/1424577452362407940.json": "With $5 crop tops and $15 full-length dresses, Chinese apparel company Shein is winning over America’s younger shoppers https://t.co/oKLJsu0mE2",
  "data/tweet-wsj/2021/8/1424641764678377473.json": "Rising seas, melting ice caps and other effects of a warming climate may be irreversible for centuries and are “unequivocally” driven by greenhouse-gas emissions from human activity, a U.N. climate-panel report said https://t.co/Vtp0Vz9kv8",
  "data/tweet-wsj/2021/8/1424645397348298760.json": "President Biden wants to convert the country to electric cars. Here are the major roadblocks he faces. https://t.co/FPt72CgjbG",
  "data/tweet-wsj/2021/8/1424665816847556611.json": "The effects of global warming may be irreversible for centuries and are “unequivocally” driven by emissions from human activity, a U.N. panel said https://t.co/1ggEuYSpw5",
  "data/tweet-wsj/2021/8/1424634068751241218.json": "China has wiped out more than $1 trillion in market value in its clampdown on companies. There are many signs it isn't over yet. https://t.co/ZDnF3dC9VD",
  "data/tweet-wsj/2021/8/1424690690345377792.json": "Arkansas hospitalizations for Covid-19 have risen nearly fourfold in just over a month, said a Republican state legislator and emergency room doctor. The patients he is seeing are younger and younger. “We’re full. The hospital is full.” https://t.co/K24Mbb8QpS",
  "data/tweet-wsj/2021/8/1424720902365847554.json": "Senate Democrats released an outline of the $3.5 trillion antipoverty and climate plan they hope to approve this fall. The plan is set to offer universal prekindergarten and expand Medicare to cover hearing, dental and vision care. https://t.co/ipYBQ0cTv3",
  "data/tweet-wsj/2021/8/1424698237437587458.json": "An inside look at the frantic search for hospital beds in Florida, as Covid-19 surges https://t.co/hxUxXZe291",
  "data/tweet-wsj/2021/8/1424735982381936641.json": "Rising seas, melting ice caps and other effects of a warming climate may be irreversible for centuries and are “unequivocally” driven by greenhouse-gas emissions from human activity, a U.N. climate-panel report said https://t.co/4AxrseCwXE",
  "data/tweet-wsj/2021/8/1424734681313038336.json": "The man who has recently overtaken Jeff Bezos as the richest person in the world is someone you might not have heard of. So, who is Bernard Arnault? #WSJWhatsNow https://t.co/eY1oA0aYzf",
  "data/tweet-wsj/2021/8/1424543482954256393.json": "A historic backlog means some 100,000 green cards could be going to waste. “It’s a scandal...that they let this happen.” https://t.co/1yIj5lSbfY",
  "data/tweet-wsj/2021/8/1424754904036429825.json": "Canada opened its border to fully vaccinated American tourists, raising hopes that businesses hit hard by the Covid-19 pandemic will get a boost https://t.co/zkQMsu9jvt",
  "data/tweet-wsj/2021/8/1424758654302097411.json": "Vaccinated Americans are drawing sharper lines around who they choose to spend time with amid rising Covid-19 cases, while the unvaccinated are growing testy over being excluded and feeling judged https://t.co/Aop7Y8g5Qs",
  "data/tweet-wsj/2021/8/1424724675507130374.json": "The U.S. is stepping up pressure on American businesses to sever ties with China’s Xinjiang region—the world’s leading producer of cotton—over Beijing's alleged use of forced labor https://t.co/7gIdlg2pxe",
  "data/tweet-wsj/2021/8/1424781283163508740.json": "The Delta variant has pushed Florida Covid-19 hospitalizations to records and AdventHealth’s Orlando-area hospitals beyond capacity, leaving patients to wait in emergency rooms in a potentially dangerous limbo https://t.co/J3a78XFxc5",
  "data/tweet-wsj/2021/8/1424751103422484482.json": "From @WSJopinion: It’s abusive to force kids who struggle with wearing masks to sacrifice for the sake of unvaccinated adults, writes @MartyMakary and H. Cody Meissner https://t.co/sv7DzXglKQ",
  "data/tweet-wsj/2021/8/1424373599104811010.json": "Apartment rents are rising fast, boosted by young professionals returning to cities and an expensive housing market https://t.co/ujd9OyM97U",
  "data/tweet-wsj/2021/8/1424804316293042182.json": "The Pentagon will make the Covid-19 vaccine mandatory for U.S. service members by mid-September https://t.co/awiYt8Moi3",
  "data/tweet-wsj/2021/8/1424739809310949382.json": "The Russian jet fighter competitor to the U.S. F-35, known as Checkmate, could become a new source of strain for the U.S., if it progresses to development  https://t.co/qW2HQV6cPv",
  "data/tweet-wsj/2021/8/1424788873436094467.json": "The good news is: You're not the one killing your plants. The bad news is: It's your cat. https://t.co/RWppnVHehO",
  "data/tweet-wsj/2021/8/1424860565772685314.json": "NBC drew an average of 15.5 million prime-time viewers for the Tokyo Olympics, the lowest audience for the Summer Games since the network started broadcasting them in 1988 https://t.co/qPj1s2Pncg",
  "data/tweet-wsj/2021/8/1424883232349294596.json": "Vaccinated Americans are drawing sharper lines around who they choose to spend time with amid rising Covid-19 cases, while the unvaccinated are growing testy over being excluded and feeling judged https://t.co/FPoSMQVsGy",
  "data/tweet-wsj/2021/8/1424894535092654082.json": "A nurse who lost both her parents to Covid-19 says she does not regret their decision not to get the vaccine, but that she resents judgment from friends asking why they didn't get the shot: “Some people make us feel like it’s our fault they’re gone.” https://t.co/BjNMISCheG",
  "data/tweet-wsj/2021/8/1424807722235596805.json": "President Biden signed an executive order enhancing his ability to impose costs on the government of Belarusian leader Alexander Lukashenko along with new sanctions targeting individuals and business entities, including the country’s Olympic committee https://t.co/19dSTyes5Y",
  "data/tweet-wsj/2021/8/1424913440561377282.json": "You send 🙂. But Gen Z sees 🤔🙁🤨.\nThe language of emojis has different translations, depending on your age. https://t.co/WBBZJTGxGo",
  "data/tweet-wsj/2021/8/1424924729065058339.json": "The good news is: You're not the one killing your plants. The bad news is: It's your cat. https://t.co/zTZRiYrvjf",
  "data/tweet-wsj/2021/8/1424932280557088779.json": "From @WSJopinion: It isn’t merely unnecessary for me to get the Covid-19 shot. It’s potentially dangerous. I have natural immunity, so there’s no justification for a coercive violation of my bodily autonomy, writes Todd Zywick. https://t.co/D1hjBlHtIh",
  "data/tweet-wsj/2021/8/1424618981839851521.json": "Essay: Scientists don’t yet know where to find, or how to control, specific thoughts or feelings in the brain—but medical research is taking them closer https://t.co/NXOrb5UTQR",
  "data/tweet-wsj/2021/8/1424973844176113664.json": "The Delta variant has pushed Florida Covid-19 hospitalizations to records and AdventHealth’s Orlando-area hospitals beyond capacity, leaving patients to wait in emergency rooms in a potentially dangerous limbo https://t.co/Ldxk3ECoiD",
  "data/tweet-wsj/2021/8/1424996453144014849.json": "You send 🙂. But Gen Z sees 🤔🙁🤨.\nThe language of emojis has different translations, depending on your age. https://t.co/7Y3d70ZejY",
  "data/tweet-wsj/2021/8/1425079565647495290.json": "France and Italy have begun requiring proof of vaccination for people who want to dine out. The experiment opens a window onto what life in Europe will look like in the coming months as the Continent learns to coexist with the Delta variant.  https://t.co/y1f57ex2Ln",
  "data/tweet-wsj/2021/8/1425077625962258433.json": "Dominion sued Newsmax, One America News Network and https://t.co/RwKawB6NT2’s former CEO for their claims the voting-machine company rigged the 2020 election for Biden https://t.co/gTT8AbPPye",
  "data/tweet-wsj/2021/8/1424981364131106816.json": "From @WSJopinion: What are the odds that California would elect a conservative Republican governor in the 2020s? Slim to none, one might have said. But that was before Larry Elder entered the room, writes @AllysiaFinley. https://t.co/ipUo5XjufH",
  "data/tweet-wsj/2021/8/1424928555012698125.json": "The U.S. is stepping up pressure on American businesses to sever ties with China’s Xinjiang region over Beijing’s alleged use of forced labor https://t.co/S1bqXoiBbd",
  "data/tweet-wsj/2021/8/1425127666043207683.json": "Breaking: Andrew Cuomo resigned in the wake of a report that found he broke state and federal sexual harassment laws, ending a 10-year run as New York governor https://t.co/Xh3DXYWVY7",
  "data/tweet-wsj/2021/8/1425164493039050759.json": "Kathy Hochul will become the first female governor in New York’s history after Andrew Cuomo resigned from office Tuesday https://t.co/Kpflu0h0mc",
  "data/tweet-wsj/2021/8/1425110957316087813.json": "The National Security Agency's watchdog announced a review of spying allegations concerning Fox News host Tucker Carlson https://t.co/hJJ0o6mMDR",
  "data/tweet-wsj/2021/8/1425181428183142400.json": "An alcoholic version of Mountain Dew, with black cherry and watermelon among its flavors, is in the works and expected to be on shelves early next year https://t.co/zPEgPLDOV3",
  "data/tweet-wsj/2021/8/1425117264123252738.json": "Lionel Messi flew to Paris on Tuesday to complete the most stunning and momentous transfer in recent memory by joining Paris Saint-Germain as a free agent https://t.co/gSqqjAzOIU",
  "data/tweet-wsj/2021/8/1425102189433966593.json": "The owner of Saks Fifth Avenue is converting parts of department stores into co-working spaces with WeWork, a strategy that marries the popularity of remote work with the struggles of bricks-and-mortar retail https://t.co/6SxpYvkUsr",
  "data/tweet-wsj/2021/8/1425253174521249794.json": "The average domestic airline ticket cost $284 in 1996. Its average earlier this year? $260. https://t.co/HkkV1GqRiD",
  "data/tweet-wsj/2021/8/1425249385152225285.json": "France and Italy have begun requiring proof of vaccination for people who want to dine out. The experiment opens a window onto what life in Europe will look like in the coming months as the Continent learns to coexist with the Delta variant.  https://t.co/kE1k4ENZ4w",
  "data/tweet-wsj/2021/8/1425279584442982400.json": "From @WSJopinion: Reporters used to be hard-bitten skeptics. Now they aspire to be part of the authoritative expert class. It’s just a pity it’s no longer journalism, writes @GerardTBaker. https://t.co/ReuLlgD6Tx",
  "data/tweet-wsj/2021/8/1425306023527583744.json": "From farm to bottler to supermarket cooler, a liter of Coca-Cola creates 346 grams of carbon dioxide emissions. Soon, the company may need to report its greenhouse gases to the government. https://t.co/vrks9hyuv5",
  "data/tweet-wsj/2021/8/1425317334277890054.json": "Take an early look at the front page of The Wall Street Journal https://t.co/ahaI0CkJJb https://t.co/68zjsL6PnQ",
  "data/tweet-wsj/2021/8/1425302224650096644.json": "An alcoholic version of Mountain Dew, with black cherry and watermelon among its flavors but no caffeine or sugar, is in the works and expected to be on shelves early next year https://t.co/Slj800QGem",
  "data/tweet-wsj/2021/8/1425373954215235586.json": "Lionel Messi was barely 13 years old when he sobbed across the Atlantic on a 12-hour flight from Argentina to Spain. After more than 20 years at FC Barcelona, Messi is on the move again. https://t.co/DPrBjYHOBJ",
  "data/tweet-wsj/2021/8/1425371163765714944.json": "The Senate passed a $3.5 trillion budget blueprint, a first step by Democrats to push through a sweeping antipoverty and climate package without GOP support https://t.co/z2gO3Hfndl",
  "data/tweet-wsj/2021/8/1425392815023042564.json": "“I think the president deserves a lot of credit for getting the Democrats open to reaching a bipartisan agreement on this bill,” Senate Minority Leader Mitch McConnell said https://t.co/dtxaQSl47D",
  "data/tweet-wsj/2021/8/1425389053969580036.json": "Take an early look at the front page of The Wall Street Journal https://t.co/uIQ2iZbYFe https://t.co/NvPEyYLorp",
  "data/tweet-wsj/2021/8/1425426797387206659.json": "President Biden is meeting with the CEOs of United Airlines and Kaiser Permanente and Howard University’s president. He wants the private sector to follow their lead and require workers to get Covid-19 vaccines.  https://t.co/zOEj7cyz67",
  "data/tweet-wsj/2021/8/1425445656055980036.json": "Mortgage finance giant Fannie Mae is making it easier to include rent-payment history as part of the mortgage approval process, a move intended to help borrowers with limited credit histories get better access to home loans https://t.co/dbVrt14Icw",
  "data/tweet-wsj/2021/8/1425290138154938368.json": "A Chinese court sentenced Canadian Michael Spavor to 11 years in prison for espionage, in a case at the center of a standoff with both Canada and the U.S. https://t.co/7ByTG1cw6t",
  "data/tweet-wsj/2021/8/1425421057738088458.json": "A roughly $1 trillion plan to invest in roads, bridges and rail, alongside broadband and clean-energy measures, cleared the Senate but faces a more complicated path in the House #WSJWhatsNow https://t.co/i5RJfFPxsQ",
  "data/tweet-wsj/2021/8/1425468330270470148.json": "Hackers stole cryptocurrencies worth more than $600 million from Poly Network—a decentralized finance, or DeFi, platform—in one of the largest crypto heists of recent years https://t.co/ogp6zoHwZP",
  "data/tweet-wsj/2021/8/1425498515082551305.json": "From @WSJopinion: The economy has a record-high number of unfilled jobs, and the Biden administration has gone out of its way to discourage people from returning to work. Americans need more growth, not more handouts, writes @jasonrileywsj. https://t.co/bqkrW1DNv7",
  "data/tweet-wsj/2021/8/1425490983848980490.json": "The Biden administration wants to recast broadband connection as a basic necessity, more akin to electricity and water https://t.co/llupSM2Srg",
  "data/tweet-wsj/2021/8/1425528718446010368.json": "California will require teachers and staff to show proof of vaccination or submit to regular Covid-19 testing, becoming the first state in the nation to impose such a requirement on all school employees https://t.co/NwnmDgwhBE",
  "data/tweet-wsj/2021/8/1425536268532916228.json": "The New York Stock Exchange will require traders to be fully vaccinated against Covid-19 by Sept. 13 to access its historic trading floor https://t.co/ZefC6WlDkT",
  "data/tweet-wsj/2021/8/1425533659679952897.json": "McDonald’s says all of the company’s U.S. corporate workers must be fully vaccinated by Sept. 27 https://t.co/EHgzoGH0gN",
  "data/tweet-wsj/2021/8/1425475879430500364.json": "The Biden administration wants to recast broadband connection as a basic necessity in the infrastructure bill making its way through Congress https://t.co/kgRRnoL8kY",
  "data/tweet-wsj/2021/8/1425568966324412418.json": "Pregnant women who get vaccinated aren’t at higher risk of miscarriage than during an average pregnancy, a new analysis by the CDC found https://t.co/EP8AEMIQ9F",
  "data/tweet-wsj/2021/8/1425087085938159623.json": "Job openings were at a record high in June but the hardest-hit industries have yet to get back to prepandemic levels https://t.co/pEflmuk04w",
  "data/tweet-wsj/2021/8/1425557926920458253.json": "When President Biden this spring announced the decision to withdraw U.S. forces from Afghanistan, his administration expected the Afghan military to defend key cities and perhaps battle the Taliban to a stalemate https://t.co/IcO6EkB13v https://t.co/yP2NZwIjOp",
  "data/tweet-wsj/2021/8/1425509864084738053.json": "A House committee is entitled to some of former President Donald Trump’s financial and tax records that it had sought from his accounting firm while investigating ethics issues, a federal judge ruled https://t.co/WDFimm8oVx",
  "data/tweet-wsj/2021/8/1425628586057375744.json": "A federal judge ruled that Dominion can proceed with three lawsuits alleging that lawyers and supporters of Trump defamed the voting systems company with false accusations that it rigged the 2020 election https://t.co/0vINQgY9hs",
  "data/tweet-wsj/2021/8/1425664603883778048.json": "California will require teachers and staff to show proof of vaccination or submit to regular Covid-19 testing, becoming the first state in the nation to impose such a requirement on all public and private school employees https://t.co/TCASXw697J",
  "data/tweet-wsj/2021/8/1425653323257028610.json": "From @WSJopinion: Despite constant warnings of a climate change catastrophe, things aren’t anywhere near as dire as the media say, writes Steven E. Koonin https://t.co/RgGG7IDp0U",
  "data/tweet-wsj/2021/8/1425679710395187201.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/KWOP08ARkD",
  "data/tweet-wsj/2021/8/1425736345360683008.json": "Pregnant women who get vaccinated aren’t at higher risk of miscarriage than during an average pregnancy, a new analysis by the CDC found https://t.co/Hp8CLhVqnE",
  "data/tweet-wsj/2021/8/1425545083269615618.json": "The U.S. government resumed its yearslong effort to put Julian Assange on trial on spying charges, challenging a British judge’s decision to refuse the WikiLeaks founder’s extradition because he posed a suicide risk https://t.co/u5e5NI3SWQ",
  "data/tweet-wsj/2021/8/1425794232808312837.json": "After becoming one of the first countries to open up thanks to a widespread Covid-19 vaccination campaign, the Israeli government is delivering more booster shots and restoring mask and quarantine mandates as the Delta variant drives up hospitalizations https://t.co/aTW2EJrGDY",
  "data/tweet-wsj/2021/8/1425770300155867138.json": "Scarlett Johansson isn’t the only one in Hollywood dissatisfied with the way movie studios compensate talent for streaming releases https://t.co/uerwu45TKH",
  "data/tweet-wsj/2021/8/1425762774278356997.json": "A federal judge ruled that Dominion can proceed with three lawsuits alleging that lawyers and supporters of Trump defamed the voting systems company with false accusations that it rigged the 2020 election https://t.co/5lRvDWAwx5",
  "data/tweet-wsj/2021/8/1425808051886514179.json": "Amid a new rush of Covid-19 patients, exhausted health workers say they wish more people in their communities had gotten vaccinated: “It’s been pretty demoralizing.” https://t.co/Ak8VYH7Nxa",
  "data/tweet-wsj/2021/8/1425127299196751875.json": "How can you get your Covid-19 vaccine card on your phone? @nicnguyen explains #WSJWhatsNow https://t.co/rd413Rk4oU https://t.co/6y06bE7qO3",
  "data/tweet-wsj/2021/8/1425791815257575425.json": "Microsoft co-founder Bill Gates and U.S. Energy Secretary Jennifer Granholm told the WSJ how public-private partnerships could accelerate economic innovation #WSJWhatsNow https://t.co/kCaHxeQer9",
  "data/tweet-wsj/2021/8/1425827305012621312.json": "As the Delta variant pushes Covid-19 infections to averages of about 100,000 a day in the U.S., exhausted healthcare workers say they wish more people in their communities were vaccinated https://t.co/1fl1l4UmV0",
  "data/tweet-wsj/2021/8/1425721231974834177.json": "Ethiopian authorities have launched reprisals against ethnic Tigrayans across the country, arresting hundreds and accusing members of the minority group of supporting rebels who have been locked in a bloody war with the government https://t.co/kkmdNQ9pvE",
  "data/tweet-wsj/2021/8/1425823142644125702.json": "\"The most audacious thing I’ve ever seen.\" How billionaire Ryan Cohen outlasted rivals to take control of GameStop. https://t.co/sYap5Gt93K",
  "data/tweet-wsj/2021/8/1425845818859339780.json": "Bill Gates said his climate investment fund will commit $1.5 billion for joint projects with the U.S. government if Congress enacts a program aimed at developing technologies that lower carbon emissions https://t.co/C7VB9WPbgl",
  "data/tweet-wsj/2021/8/1425819390478487559.json": "From @WSJopinion: What Democrats giveth in welfare they taketh in inflation—and that’s before the coming tax increases. Real average hourly earnings have declined for seven months, writes The Editorial Board. https://t.co/msZCJ9hFt3",
  "data/tweet-wsj/2021/8/1425853365179846660.json": "“It would have been better for her if they had killed my daughter than leave her in this state.” As the Taliban sweeps through Afghanistan, locals report unprovoked attacks on civilians, executions of captured soldiers and forced marriages. https://t.co/uOgXRHK7Vf",
  "data/tweet-wsj/2021/8/1425805625271980037.json": "CDC Director Rochelle Walensky, addressing criticism of the agency’s shifting guidance, said she has made the most of available data. “My job is…to do the right thing for health. And so that’s what I did.” https://t.co/VyhqQ1vBxj"
}