{
  "data/tweet-crypto/2021/3/1366438743545118729.json": "Bitcoin: In my view, bitcoin has evolved to the point that it could be treated as a form of digital gold…a possible counterweight to future monetary inflation. My current take on the cryptocurrency, here: https://t.co/Ud6GrBpIp2",
  "data/tweet-crypto/2021/3/1366669129667796999.json": ".@100trillionUSD released this model two years ago. Even after everything that has happened in bitcoin and the world over the last two years, the bitcoin market price has never diverged more than 1 standard deviation from the model's predicted price. https://t.co/0eH09v2hg2",
  "data/tweet-crypto/2021/3/1367025767184551936.json": "Chart: The increase in Bitcoin users visible on its blockchain per day.\n\nRetail investors arrived in Jan.\n\nLike prior cycles, I expect this peak to top out higher than the ones before it.\n\nGives you an idea how this bull market is just warming up. \n\nData: @glassnode https://t.co/csGLp9sLze",
  "data/tweet-crypto/2021/3/1367399724823805956.json": "An excellent and inspiring introduction to, and reminder of, #Bitcoin's value to the world, all through a comprehensive and historical lens on money. https://t.co/7XsLye608n",
  "data/tweet-crypto/2021/3/1368256778195116036.json": "*BIDEN'S $1.9 TRILLION STIMULUS BILL PASSED BY U.S. SENATE",
  "data/tweet-crypto/2021/3/1368526393584279553.json": "The \"halvings cause BTC price rises\" theory is unfalsifiable:\n\nWas the peak before the halving? Then it \"rose in anticipation of the halving\"\nDuring? \"Because of the halving\"\nAfter? \"Because of...\"\n\nThe last $20k peak was near the halfway point between the 2016 and 2020 halvings. https://t.co/dhVxhmECQS",
  "data/tweet-crypto/2021/3/1368950563300343809.json": "Institutional funds are now flowing into #Bitcoin at an accelerated rate via private equity, public equity, public debt, direct purchases of the commodity, &amp; commodity futures.  Insurance firms have crossed $1 billion in exposure with @NYDIG_BTC.\n\nhttps://t.co/NNl9nywu3I",
  "data/tweet-crypto/2021/3/1368951052133928962.json": "\"use BTC as treasury asset &amp; join the community. In Bitcoin speak we will be hodlers\" Norwegian billionaire Kjell Inge Roekke chairman &amp; majority owner of Aker said in shareholder letter https://t.co/asFgBs8cIJ Canada’s @Blockstream for work on bitcoin mining &amp; sidechain projects",
  "data/tweet-crypto/2021/3/1369241888948125702.json": "New edition of the Rekt Capital newsletter is live 🔥\n\n\"Stock To Flow Deviations\"\n\nI examine Bitcoin's historical price deviations beyond the S2F to better understand where #BTC could peak\n\nThis edition is free for everybody to read\n\n$BTC #Bitcoin \n\nhttps://t.co/HDaIVrV3cP",
  "data/tweet-crypto/2021/3/1369640655664857099.json": "👥 @jack (CEO of Twitter and Square) is now following @100trillionUSD",
  "data/tweet-crypto/2021/3/1369563047212150785.json": "Ditto. My account was suspended for ~6 hrs.\n\nI went through the process mentioning @100trillionUSD was taken down also and this was the email response they gave when they reactivated.\n\nLet's hope at least the scam accounts get under control. https://t.co/sW1BHkxXmN https://t.co/JGeVPaCnDN"
}