{
  "data/tweet-economist/2021/11/1454969213488091136.json": "There has never been a collective human endeavour more ambitious than stabilising the climate https://t.co/dMRmcYDfmp",
  "data/tweet-economist/2021/11/1455045438487343104.json": "It used to be one of Latin America’s success stories. Now Chile looks in worse shape than at any point since its return of democracy three decades ago    https://t.co/Ax6NzUHnpx",
  "data/tweet-economist/2021/11/1455026690074230784.json": "A survey of blood samples published this week shows that more than 90% of Delhi’s residents have antibodies against covid-19 coursing through their veins https://t.co/H9h6sTGTKO",
  "data/tweet-economist/2021/11/1455112385744748550.json": "Would a three-day weekend make people more productive at work? https://t.co/PYm3flbIzO https://t.co/IL9fgOujXD",
  "data/tweet-economist/2021/11/1455079820333879300.json": "We imagine how the mass adoption of personalised nutrition might change people’s health—and the food industry—by 2035 https://t.co/tpHAFiyCkh",
  "data/tweet-economist/2021/11/1454990157598363648.json": "A direct-air capture plant the size of a small school can do the work of a tree plantation as big as a fair-sized town https://t.co/2UhQO2bXm5",
  "data/tweet-economist/2021/11/1455176436013142016.json": "In your day-to-day life, 3°C may not seem like a significant rise in temperature. But it would be catastrophic on a global scale.\n\n@Eaterofsun explains why in our new film. \n\nClick to watch it ⬇️",
  "data/tweet-economist/2021/11/1455240865107087363.json": "Covid-19 has killed more than 5m people, according to Johns Hopkins University. But that number is a significant undercount. Our single best estimate is that the actual toll is 16.7m https://t.co/rvvCw29C1g",
  "data/tweet-economist/2021/11/1455433793846792192.json": "In 1905 most commercial vehicles were electric—so why did they lose the race against petrol-powered cars? https://t.co/MVQAuSD0Pl",
  "data/tweet-economist/2021/11/1455283532666974210.json": "The whole poisonous set-up of “Succession” violates a cardinal rule of 21st-century storytelling: that at least some of the characters, and ideally the protagonist, should be likeable https://t.co/6lmvD3xPva",
  "data/tweet-economist/2021/11/1455331833646878720.json": "It will go far beyond drought, melting ice sheets and crop failures https://t.co/qyVcyCsr7C",
  "data/tweet-economist/2021/11/1455537956689780755.json": "More than 90 countries at #COP26 pledged to reduce global methane emissions to 30% below 2020 levels by 2030 https://t.co/XF13BKnqS1",
  "data/tweet-economist/2021/11/1455542478229155841.json": "China, Russia and India, among the world’s biggest emitters of methane, were not among the 90 countries that pledged to lower global emissions of the gas by 2030 at #COP26 https://t.co/JjLFjIpOof",
  "data/tweet-economist/2021/11/1455478712569315329.json": "Rapid emission cuts can reduce the risks but not eliminate them https://t.co/ArWtPvoGHS",
  "data/tweet-economist/2021/11/1455292837512323077.json": "Researchers have been modifying viruses for decades—and not always in benign ways https://t.co/PT7WeCP95m",
  "data/tweet-economist/2021/11/1455535875962646529.json": "If Louisiana and its similarly restrictive neighbours were to ban abortion, a woman there would have to travel 666 miles to get one https://t.co/bt0XLLcitL",
  "data/tweet-economist/2021/11/1455490494931275778.json": "Greta Thunberg told a crowd gathered in Glasgow that politicians at #COP26 are merely pretending to \"take our future seriously\" and called for individual leadership https://t.co/Crl6tvo3AH https://t.co/nelvtITFMM",
  "data/tweet-economist/2021/11/1455362792974860289.json": "“I found people were trying to wake up earlier and earlier to respond to my emails, then I learned that’s a terrible message to send to the company.” The former chief executive of PepsiCo, @IndraNooyi, talks effective leadership, on “The Economist Asks” https://t.co/Fzl89b2Nec https://t.co/8zLRveAG8L",
  "data/tweet-economist/2021/11/1455622246161166336.json": "Neither coral reefs nor the Amazon rainforest will be likely to survive in a 3°C world https://t.co/ryGSuVp4dx",
  "data/tweet-economist/2021/11/1455611332611477508.json": "Although the official number of deaths caused by covid-19 is now 5m, our single best estimate is that the actual toll is 16.8m people https://t.co/pUzTUFGRz4 https://t.co/ICgyl5eIZc",
  "data/tweet-economist/2021/11/1455632309223317505.json": "Beef emits 31 times more CO₂ per calorie of food than tofu does https://t.co/mKGBsrDGrZ",
  "data/tweet-economist/2021/11/1455651942349295617.json": "The harsh treatment of Princess Mako is a magnified version of the sexism that many Japanese women face on a daily basis https://t.co/Hr9CaEJ9Tf",
  "data/tweet-economist/2021/11/1455671072418848768.json": "The pandemic has claimed more American lives than the country sustained on battlefields during the first world war, second world war and Vietnam war, combined https://t.co/oChsPV017v",
  "data/tweet-economist/2021/11/1455542219901915146.json": "Justices Amy Coney Barrett and Brett Kavanaugh seem inclined to join the four original dissenters in putting the brakes on the Lone Star state’s cunningly draconian abortion ban https://t.co/Iiyf4Y9mzN",
  "data/tweet-economist/2021/11/1455733879168540673.json": "The official number of deaths is now 5m. But our model is 95% confident the true value lies between 10.3m and 19.5m excess deaths \nhttps://t.co/t2ynrfhOSw",
  "data/tweet-economist/2021/11/1455682161542107139.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/yWDY5Q1L9g",
  "data/tweet-economist/2021/11/1455762868926926849.json": "The harsh treatment of Princess Mako is a magnified version of the sexism that many Japanese women face on a daily basis https://t.co/aUMPaoxV6y",
  "data/tweet-economist/2021/11/1455778964077699072.json": "Large rainforests such as those in the Congo basin provide a service to the world by sucking millions of tons of carbon from the air https://t.co/ScRKbTC37S",
  "data/tweet-economist/2021/11/1455818568524836867.json": "Neither coral reefs nor the Amazon rainforest will be likely to survive in a 3°C world https://t.co/XxXGV798vB",
  "data/tweet-economist/2021/11/1455873083403915268.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/XAFSs0zQSe",
  "data/tweet-economist/2021/11/1455922231993905163.json": "Between 2010 and 2020, the UN says the number of sub-Saharan migrants within Africa rose by more than 40% to 19m.\n\nRead why the continent is now at a crossroads on this matter 👇",
  "data/tweet-economist/2021/11/1455999250601553931.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/Y0SQBjxHgy",
  "data/tweet-economist/2021/11/1455821658900549635.json": "RT @PedderSophie: Gallic shrubs – As the world worries about deforestation, the total surface area of forests in France is actually growing…",
  "data/tweet-economist/2021/11/1455852666303700996.json": "Is tree planting the best way to tackle climate change? https://t.co/3UkMiKuzeN https://t.co/pG7OsAnyf0",
  "data/tweet-economist/2021/11/1456073269090607111.json": "China is trying to erase Uyghur culture, discourage births and cow the entire people into submission https://t.co/h8lQITa4v5",
  "data/tweet-economist/2021/11/1456024669258194947.json": "It will be a long time before such procedures become routine https://t.co/an9TnGLdVY",
  "data/tweet-economist/2021/11/1456095971897712642.json": "The old have become happier and the young more miserable https://t.co/aKF95QkEU6",
  "data/tweet-economist/2021/11/1456033472502452225.json": "The true toll of covid-19 in America, because many deaths are miscounted, is likely to be closer to 920k https://t.co/xjJb48UgdR",
  "data/tweet-economist/2021/11/1455772202960306177.json": "The result bodes ill for Democratic chances in America's upcoming mid-terms https://t.co/TjOkTAOvAR",
  "data/tweet-economist/2021/11/1456014087574405124.json": "The Tigrayan People’s Liberation Front, the ruling party of the rebellious Tigray region, are at the gates of Ethiopia’s capital. Few imagined it would come to this  https://t.co/YjIdb4WBE6",
  "data/tweet-economist/2021/11/1456103252865556481.json": "With “The Potato Eaters” Van Gogh was reaching for a new authenticity, an appreciation of misshapen beauty that refused to romanticise its subjects https://t.co/xLadN5IHa5",
  "data/tweet-economist/2021/11/1456122784686514176.json": "In 1905 most commercial vehicles were electric. Yet by the 1920s, they were a dying breed https://t.co/7NJOr5xgzO",
  "data/tweet-economist/2021/11/1456043290822946817.json": "In 1905 most commercial vehicles were electric—so why did they lose the race against petrol-powered cars? https://t.co/s99xaXNcv5",
  "data/tweet-economist/2021/11/1456193513062809600.json": "If this is the world at 1.1-1.3°C of warming, what would a temperature rise of 2°C or even 3°C look like? https://t.co/4vWnzQDLvq",
  "data/tweet-economist/2021/11/1456177743289364483.json": "It is because pronunciation, stress and rhythm are rarely taught well https://t.co/1OfCNkn8Fu",
  "data/tweet-economist/2021/11/1456222948742807556.json": "At #COP26, 40+ countries agreed to phase out the use of coal by either 2030 or 2040. The sooner it is consigned to museums and history books, the better https://t.co/t64wz6wefA",
  "data/tweet-economist/2021/11/1456148719330631688.json": "Almost a year ago to the day, federal Ethiopian forces, backed by paramilitaries from the Amhara region and troops from Eritrea had captured almost all of Tigray. Their fortunes have changed  https://t.co/dTHOJ5Yfs9",
  "data/tweet-economist/2021/11/1456220937876037634.json": "Donors are trying to help people hit by climate change, pandemic and bad governance https://t.co/38Wvgtt7bh",
  "data/tweet-economist/2021/11/1456264492543721481.json": "♦️ America, Australia, China and India—the biggest users of coal—were absent from a #COP26 pledge to phase it out by 2030 or 2040\n\n♦️ @KwasiKwarteng calls for the shift to clean power to be five times faster\n\n♦️ Why the net-zero pledges of financial firms won’t save the world",
  "data/tweet-economist/2021/11/1456299145686360064.json": "Boris Johnson acts as if rules are for losers. His government’s behaviour threatens to bring Britain’s very democracy into disrepute https://t.co/rLAakg1wIu",
  "data/tweet-economist/2021/11/1456285922492915714.json": "To win over moderate voters, Joe Biden needs to distance himself from the Democrats’ left fringe. Otherwise America could well face four more years of Donald Trump. Our cover this week https://t.co/KZYuw0TfDE https://t.co/iXFqmIkaMO",
  "data/tweet-economist/2021/11/1456239845068652549.json": "The Tigrayan rebels have staged such a dramatic comeback that they may now be poised to launch an assault on Addis Ababa, the Ethiopian capital and seat of the African Union  https://t.co/8S1NZj2icE",
  "data/tweet-economist/2021/11/1456329575177363466.json": "Today at #COP26 more than 40 countries announced a pledge to phase out coal power for good. \n\nDetails of how it will be achieved are sketchy but replacing fossil fuels is becoming easier. \n \n⬇️ Click to read why the cost of wind turbines and solar panels has vastly reduced",
  "data/tweet-economist/2021/11/1456345774049185793.json": "Fearing that ethnic violence could spin out of control, America has urged the Tigrayan rebels to halt their advance on Addis Ababa  https://t.co/371zyLjh1s",
  "data/tweet-economist/2021/11/1456439961499185191.json": "One in six deaths in India in 2019 were estimated to be from the effects of pollution https://t.co/kFJt51iSF6",
  "data/tweet-economist/2021/11/1456414230454935567.json": "America’s residents own 46% of the world’s 860m civilian-held guns. A survey of nearly 1,600 adults found that belief in the devil, demons and hell is a strong predictor of eight pro-gun beliefs https://t.co/zdwj8CSD0N",
  "data/tweet-economist/2021/11/1456273788606160898.json": "Iceland’s experience suggests a better balance between work and life need not reduce output https://t.co/4KSx2TbAyg",
  "data/tweet-economist/2021/11/1456453736377856006.json": "It is much easier to understand someone if you can hear them but not see them, than if you can see but not hear them https://t.co/hOnPNBhntp",
  "data/tweet-economist/2021/11/1456488516259569664.json": "A new form of literary criticism is boosting sales of books—TikTok https://t.co/FV61EBkyGq",
  "data/tweet-economist/2021/11/1456480592992915461.json": "Some 70 countries, mostly in the Americas and Europe, apply Daylight Savings Time during the summer months https://t.co/qTofIdKH45",
  "data/tweet-economist/2021/11/1456414981910581248.json": "The anti-elitism fervour that has captured the right is largely a creation of rich Ivy Leaguers https://t.co/9zWzQnAOQ2",
  "data/tweet-economist/2021/11/1456543492893777944.json": "Clinical tests of 928 teenagers in Delhi found that 29.4% had asthma, three times typical levels worldwide https://t.co/1kXtT9HD9t",
  "data/tweet-economist/2021/11/1456346534090612743.json": "Molnupiravir has been approved by Britain’s national medicines regulatory agency—the first in the world to do so\nhttps://t.co/ke8BBaVtrB",
  "data/tweet-economist/2021/11/1456476605036089345.json": "The country has a maths problem. Its pupils have ranked poorly in international maths exams for decades https://t.co/VirDNGB7LW",
  "data/tweet-economist/2021/11/1456602961627521025.json": "Although it has not been proven conclusively, many scientists think that changing the clocks messes with humans’ circadian rhythms https://t.co/TmKsjLPZkb",
  "data/tweet-economist/2021/11/1456669908234801156.json": "Since Jair Bolsonaro took office in 2019, the rate of deforestation is up by 45% https://t.co/sLac51WGLr",
  "data/tweet-economist/2021/11/1456444212803682305.json": "What mattered to Philippa Foot, Elizabeth Anscombe, Mary Midgley and Iris Murdoch was ethics. They were dissatisfied with the state of moral philosophy, especially as practised at Oxford https://t.co/MG5dSiZS35",
  "data/tweet-economist/2021/11/1456637581194575880.json": "Ethiopia is deliberately starving its own citizens https://t.co/OVVkltyWvM",
  "data/tweet-economist/2021/11/1456627619764576267.json": "Conservatives long argued that campus liberalism produces ambitious narcissists, not public servants. It is ironic that the best evidence for that is on the right https://t.co/ug2Xwhg5Rz",
  "data/tweet-economist/2021/11/1456502523720781824.json": "Leaving the banjos and harmonicas to gather dust, Jeymes Samuel fills this western’s soundtrack with funk, reggae and hip-hop. (One of its producers is Shawn Carter, better known as Jay-Z) https://t.co/6XGSSLjYpS",
  "data/tweet-economist/2021/11/1456652585973211144.json": "The African Union should suspend Ethiopia’s membership until it lifts its embargo on aid entering Tigray, while also making clear that it would not recognise a government that seized power by force https://t.co/8ozjZOzQXt",
  "data/tweet-economist/2021/11/1456773591467429894.json": "The experience of Argentina, Brazil and Turkey helps illustrate how and when inflation can get out of hand https://t.co/RtGiVpzIxx",
  "data/tweet-economist/2021/11/1456740381916344321.json": "One source of inefficiency is the time spent in meetings. The answer is simple: don’t call as many, and keep them short, as our article from June explains https://t.co/rzFcRKQje4",
  "data/tweet-economist/2021/11/1456805793907490820.json": "Jair Bolsonaro once seemed to relish his reputation as a pariah. But now seems keen to try to improve his standing https://t.co/Zf45sgScwO",
  "data/tweet-economist/2021/11/1456806565206503431.json": "Liberal democrats in Latin America now have to deal not just with an authoritarian left but with a right that is far more intolerant than in the recent past https://t.co/RoRDR0RGWK",
  "data/tweet-economist/2021/11/1456879036072857606.json": "Economists discovered that people’s chances of success in America can depend on the neighbourhood, or even the block, where people live https://t.co/Htcj5a4yEa",
  "data/tweet-economist/2021/11/1456848851428642816.json": "By rewriting the history of the party itself, Xi Jinping justifies and cements his place at its head, enshrining himself as the rightful leader of China https://t.co/jtiyMTSB0u",
  "data/tweet-economist/2021/11/1456956036510851073.json": "Around 7m sq km of offshore farms would be needed to power the whole world for a year https://t.co/q5DD78j1bc",
  "data/tweet-economist/2021/11/1456916787967234052.json": "At #COP26 Boris Johnson argued with France over the fate of a few dozen fishing licences in the Channel Islands https://t.co/A9TDSZ5XOP",
  "data/tweet-economist/2021/11/1456613110349979648.json": "♦️ Indonesia’s environment minister appears to backtrack on a pledge to end deforestation by 2030\n\n♦️ Brazil wants more from #COP26 than it is willing to give\n\n♦️ Young people march in a “Fridays for Future” strike\n\n 🌎 Live updates: @ItsRachelDobbs. ⬇️  Click to read analysis",
  "data/tweet-economist/2021/11/1456957046927069184.json": "Last month, in an attempt to look greener, the government announced two climate-focused initiatives https://t.co/3mTLyuNG4I",
  "data/tweet-economist/2021/11/1456990763271733257.json": "One doctor regularly sees children with blackened lungs https://t.co/4M5To6kfHv"
}