{
  "data/tweet-economist/2021/3/1366203699694100483.json": "A recent report suggested that, owing to the spread of a more transmissible variant of the virus, immediately relaxing social distancing in America could cause a vicious surge in cases https://t.co/7NZjrfZbCk",
  "data/tweet-economist/2021/3/1366234934197772291.json": "Although America’s decentralised system has in some ways helped it through the pandemic, the sprawling education system has been exposed by it https://t.co/4NTHQ9zhc9",
  "data/tweet-economist/2021/3/1366256025859407872.json": "McKinsey’s partners see themselves as missionaries. Yet they are also mercenaries— “guns for hire” https://t.co/w4zLWWp2R1",
  "data/tweet-economist/2021/3/1366287943451697154.json": "While in limbo over Brexit, British pig firms are still waiting for certification in China. Meanwhile the pigs are growing porkier, and less valuable, by the day https://t.co/cHW0qcPZnm",
  "data/tweet-economist/2021/3/1366327355350859776.json": "Indoor \"vertical\" farms could provide fresh food to millions of people. https://t.co/Mrd4Dufyjz https://t.co/67gpnA3Fun",
  "data/tweet-economist/2021/3/1366300090575556609.json": "South-East Asia is home to 700m people. Its economy, if it were a single country, would be the fourth-biggest in the world https://t.co/xahhkBIZcL",
  "data/tweet-economist/2021/3/1366328349619064835.json": "RT @ItsRachelDobbs: There’s a concerted push to make “ecocide”—the destruction of the environment—punishable by the International Criminal…",
  "data/tweet-economist/2021/3/1366376443576520704.json": "Four crimes are punishable by the International Criminal Court. There is a push to make  “ecocide” the fifth https://t.co/olPfLIhEIP",
  "data/tweet-economist/2021/3/1366272641892515848.json": "“The World for Sale” asks how so few firms, owned by a tiny number of people, were able to grab such a hold on global commodity-trading with so little oversight https://t.co/YTrhoYG68d",
  "data/tweet-economist/2021/3/1366403365744365573.json": "In all, 174 people, including 16 politicians, were found guilty, and 26bn reais ($5bn) was recovered for public coffers https://t.co/DAquqJSIAI",
  "data/tweet-economist/2021/3/1366252239120183297.json": "Hydrogen goop is unlikely to upend the clean-car industry. But Marcus Vogt's invention may find other niches https://t.co/6lbxX7VfB9",
  "data/tweet-economist/2021/3/1366437159184568321.json": "A group of international lawyers including Philippe Sands will publish a draft definition of ecocide in June https://t.co/XPT50nqC4n",
  "data/tweet-economist/2021/3/1366335238318809088.json": "Grammar-checking computers illustrate not how bad humans are with language, but just how good https://t.co/cdFuhUQEsb",
  "data/tweet-economist/2021/3/1366412434815283201.json": "Some marine biologists wonder if the killer whale's arrival in great white territory is a consequence of human activity https://t.co/j2lDpVjeKo",
  "data/tweet-economist/2021/3/1366513642276089856.json": "A court in Paris has found Nicolas Sarkozy, a former centre-right French president, guilty of corruption and influence-peddling https://t.co/xbDSdvXLSf",
  "data/tweet-economist/2021/3/1366527456337940480.json": "If ecocide becomes an international crime, it will mark a turning-point in how the relationship between humans and the natural world is understood https://t.co/I1VEVGLUGx",
  "data/tweet-economist/2021/3/1366545680882368513.json": "Adam Kinzinger is in his political prime with everything to lose, making his criticism of Donald Trump even more remarkable  https://t.co/Bb2YZdMoJe",
  "data/tweet-economist/2021/3/1366260215512002561.json": "China’s high-speed railways are a spectacular economic achievement. Their impact on society may prove as dramatic https://t.co/Op3k1lefsv",
  "data/tweet-economist/2021/3/1366558495550676993.json": "Wonder where the vanilla in your ice cream comes from? Last year @1843mag went to Madagascar and found the bitter truth https://t.co/Xe8WhK4f52",
  "data/tweet-economist/2021/3/1366589924061904899.json": "How Britain decarbonised faster than any other rich country https://t.co/l3fykuik9T",
  "data/tweet-economist/2021/3/1366608769346592768.json": "Adam Kinzinger says he regrets voting for Donald Trump, is glad Joe Biden won and advocates sweeping Republican reform https://t.co/Dpkx26sWA6",
  "data/tweet-economist/2021/3/1366604185626681344.json": "McKinsey’s partners see themselves as missionaries. Yet they are also mercenaries— “guns for hire” https://t.co/vRWtgssbKe",
  "data/tweet-economist/2021/3/1366618290165067780.json": "Ecocide could be defined by the need to protect ecosystems as an end in themselves, regardless of how they interact with humans  https://t.co/Wm0qClAfRD",
  "data/tweet-economist/2021/3/1366613327582027776.json": "Nicolas Sarkozy was sentenced to three years in prison, two of them suspended, for corruption and influence-peddling  https://t.co/2gCWWco69c"
}