{
  "data/tweet-nytimes/2021/5/1390954671930580993.json": "The killing of a 17-year-old bear called Arthur has set off a wave of anger in Romania. Two environmental groups accused Prince Emanuel von und zu Liechtenstein of killing the bear. https://t.co/vMfe0bYhno",
  "data/tweet-nytimes/2021/5/1390739485185519623.json": "The home of Phyllis Lyon and Del Martin, the first same-sex couple to legally marry in California, will become a historical landmark, the San Francisco Board of Supervisors ruled this week. The couple bought the home in the Noe Valley neighborhood in 1955. https://t.co/LSXePoCXE9",
  "data/tweet-nytimes/2021/5/1390694420706627586.json": "Breaking News: The WHO approved China’s Sinopharm Covid-19 vaccine for emergency use, easing the way for poorer nations to obtain shots. https://t.co/BHDYd2WRRI",
  "data/tweet-nytimes/2021/5/1391191203065044994.json": "A photographer in Berlin is capturing the lives of women who chose not to have children in a portrait series called “We are Childfree.” https://t.co/wCyBAdyxSj",
  "data/tweet-nytimes/2021/5/1391181184647024642.json": "A new study shows that MDMA, known as Ecstasy or Molly, can bring relief when paired with talk therapy to those with severe post-traumatic stress disorder. https://t.co/MfASAaEdur",
  "data/tweet-nytimes/2021/5/1391161007192555527.json": "Some say the loss of Scotland would be the biggest blow to a British prime minister since Lord North lost the colonies in America in the 18th century. Here's what's driving the call. https://t.co/d38siKQ5UK",
  "data/tweet-nytimes/2021/5/1391155984236695555.json": "Norwegian Cruise Line is threatening to keep its ships out of Florida ports after the state enacted legislation that prohibits businesses from requiring proof of vaccination against Covid-19 in exchange for services. https://t.co/WqI9gNdYWr",
  "data/tweet-nytimes/2021/5/1391142883353403400.json": "Bo, the Portuguese water dog who became the first presidential pet in the Obama White House, has died at 12. https://t.co/bySRhuJoNY",
  "data/tweet-nytimes/2021/5/1391125781292666881.json": "Jaleel White, best known for playing the popular character Steve Urkel in the 1990s sitcom “Family Matters,” is among those leading the charge to increase Black and Latino representation in the cannabis business. https://t.co/YwKKefaUMm",
  "data/tweet-nytimes/2021/5/1391115493851996164.json": "Since Ma’Khia Bryant, 16, was fatally shot by a police officer in Columbus, Ohio while holding a knife, her siblings have spoken out about her life in the foster care system, which ignored efforts by their grandmother to reunite the family. https://t.co/YV7zGTcxYY https://t.co/yfVxgoTJ7p",
  "data/tweet-nytimes/2021/5/1391098098412359683.json": "A piece of China’s largest rocket is tumbling back to Earth this weekend. No one really knows when or where it will land 😬https://t.co/5hlrvE96EJ",
  "data/tweet-nytimes/2021/5/1391040201758236679.json": "Silicon Valley has remained one of the most unequal regions in the U.S. -- and for many midlevel engineers, food truck workers and longtime residents, it has become increasingly inhospitable. https://t.co/ix8FXtluGG",
  "data/tweet-nytimes/2021/5/1391025107775025152.json": "A police officer in Huntsville, Ala., was convicted of murder on Friday for fatally shooting a man who had called 911 to report that he was suicidal, and who was holding a gun to his head. https://t.co/BA5VSOBCX6",
  "data/tweet-nytimes/2021/5/1391021675253321734.json": "The coronavirus vaccines are not killing more people than the virus itself. These false claims have been repeatedly debunked, but they remain in circulation as prominent public figures like Tucker Carlson, a host on Fox News, continue to promote them. https://t.co/VdAt6VeXkU https://t.co/aRQ1NFJCsm",
  "data/tweet-nytimes/2021/5/1391017574201274369.json": "Breaking News: The NCAA president, under pressure to reshape college sports, told The Times he would push to let athletes cash in on their fame this year. https://t.co/adAEOkgqaK",
  "data/tweet-nytimes/2021/5/1391004402148954116.json": "A cyberattack forced the shutdown of a key U.S. pipeline said to carry almost half of the East Coast’s gasoline and jet fuel supply. https://t.co/bajo3vsQ0j",
  "data/tweet-nytimes/2021/5/1390871601806204935.json": "A police officer in Huntsville, Alabama, was convicted of murder on Friday for fatally shooting a man who had called 911 to report that he was suicidal and who was holding a gun to his head when the police arrived, prosecutors said. https://t.co/RsPVhY91X9",
  "data/tweet-nytimes/2021/5/1390833848565567489.json": "The Ohio Republican Party censured Representative Anthony Gonzalez on Friday and called for his resignation for voting to impeach Donald Trump in January. https://t.co/egRNfT4aGJ",
  "data/tweet-nytimes/2021/5/1390786035299274754.json": "No, vaccines are not killing more people than the coronavirus itself. The Fox News host Tucker Carlson recently repeated a false claim that Covid-19 vaccines have caused thousands of deaths. https://t.co/Makdcokdfx",
  "data/tweet-nytimes/2021/5/1390781507195883527.json": "The coronavirus is changing too quickly, new variants are spreading too easily and vaccination is proceeding too slowly for the U.S. to reach herd immunity anytime soon, scientists and public health experts have concluded. https://t.co/8CMi5XB0wa https://t.co/CfM0WFPh78",
  "data/tweet-nytimes/2021/5/1390765915621441541.json": "The coronavirus spreads through airborne transmission, particularly indoors, and even beyond six feet, the CDC emphasized on Friday. The new guidance is a change from the agency’s previous position that most infections were through “close contact.” https://t.co/d5WRvlZwEo https://t.co/9N1dt6hFH3",
  "data/tweet-nytimes/2021/5/1390750809005203462.json": "The coronavirus spreads through airborne transmission, particularly indoors, and even beyond six feet, the CDC emphasized on Friday. The new guidance is a change from the agency’s previous position that most infections were through “close contact.” https://t.co/Iq3BuxKcGE",
  "data/tweet-nytimes/2021/5/1390743246599557136.json": "4 years after an execution, a different man’s DNA is found on the murder weapon\nhttps://t.co/GKsOWDc48z",
  "data/tweet-nytimes/2021/5/1390715579036835842.json": "Are animated dads getting hotter? https://t.co/MTGyWtUfd9",
  "data/tweet-nytimes/2021/5/1390700464358973446.json": "“They’re humble-hot, often rumpled and lived-in, like you searched for a nice-looking ex on Facebook and found that he’s got a wife, kids and that certain something-something.” Our culture reporter @kylebuchanan on hot cartoon dads. https://t.co/6FBJuXhLVb",
  "data/tweet-nytimes/2021/5/1390670265324027910.json": "Vanessa Nakate, a climate activist from Uganda, was cut out of a news photo featuring her and four white campaigners.\n\nShe denounced her omission as a sign of the erasure of Black voices in environmental activism. Her message reverberated across the world.\nhttps://t.co/ELaUfwawFo https://t.co/tdOJYKA8zf",
  "data/tweet-nytimes/2021/5/1390663982462251013.json": "Ledell Lee was executed by lethal injection in Arkansas in 2017. Four years later, new DNA testing revealed that genetic material on the murder weapon — which was never previously tested — in fact belongs to another man, lawyers said.\nhttps://t.co/Dz4UAHB1LT",
  "data/tweet-nytimes/2021/5/1390656433801338882.json": "A morning shower can help you wake up. But showering at night can help sleep arrive faster. What to do? https://t.co/66rkukpJyE",
  "data/tweet-nytimes/2021/5/1390626238818099200.json": "A 10-story, 23-ton piece of a Chinese rocket will crash into Earth sometime over the weekend — but no one knows where. https://t.co/PCp6dl7D0k",
  "data/tweet-nytimes/2021/5/1390596026659180546.json": "Newly declassified information reveals why the CIA concluded that Russia had most likely offered bounties for attacks on U.S. and allied troops in Afghanistan.\nhttps://t.co/u6BMdt0Q2M",
  "data/tweet-nytimes/2021/5/1391239014376693760.json": "Breaking News: Debris from a large Chinese rocket, the Long March 5B, landed in the Indian Ocean near the Maldives, China’s space administration said. https://t.co/yLDyZX2RKP",
  "data/tweet-nytimes/2021/5/1391395056402173957.json": "Breaking News: Kentucky Derby winner Medina Spirit failed a post-race drug test, once more putting the practices of his Hall of Fame trainer Bob Baffert under uncomfortable scrutiny. https://t.co/YRBVDnVR2X",
  "data/tweet-nytimes/2021/5/1391427766655102986.json": "Two brothers, 8 and 5, were removed from their Oklahoma elementary school classrooms this past week and made to wait out the school day in a front office for wearing T-shirts that read “Black Lives Matter,” according to the boys’ mother. https://t.co/vrdjEdg8yC",
  "data/tweet-nytimes/2021/5/1391498254781661184.json": "The writer and poet Maya Angelou and the astronaut Sally Ride will be the first to appear on a series of quarters celebrating the accomplishments and contributions of prominent American women. https://t.co/9Kye3eDdg4",
  "data/tweet-nytimes/2021/5/1391473056812503040.json": "Ana Paredes paced back and forth in anxious anticipation at baggage claim, eyes fixed on the escalator. When the little girl emerged, she rushed forward to clutch and caress her — Melissa, the daughter she had not seen for seven years. https://t.co/evPjqmUDc6 https://t.co/g78Oosybo9",
  "data/tweet-nytimes/2021/5/1391533461018660869.json": "Our pets are a part of the everyday fabric of our lives in a way that few human relationships are. When you lose one that is close to you, something inside shifts. https://t.co/lNB837nFoy",
  "data/tweet-nytimes/2021/5/1391568680958504960.json": "To calm Mexico City’s elderly, who were arriving “really scared” at vaccination sites, officials cued up the bands and masked wrestlers.\nhttps://t.co/IdTncjnVFO",
  "data/tweet-nytimes/2021/5/1391558627538919424.json": "After decades of demonization and criminalization, psychedelic drugs are on the cusp of entering mainstream psychiatry, with profound implications for a field that has seen few new advancements for the treatment of mental disorders and addiction. https://t.co/NZG8FGp1Pg",
  "data/tweet-nytimes/2021/5/1391707105724444672.json": "A man in California bought a Lamborghini, a Ferrari and a Bentley after he received more than $5 million in Payment Protection Program loans, prosecutors said. He was arrested on charges including bank fraud and money laundering.\nhttps://t.co/IPf8KRzIRA",
  "data/tweet-nytimes/2021/5/1391732523525451778.json": "“Some people hesitate to get the second shot because they’ve heard the side effects can be nasty,” our health columnist Jane Brody writes. “Side effects are short-lived and not nearly as severe or persistent as the disease the vaccine protects against.”\nhttps://t.co/BZlpL3RNmq",
  "data/tweet-nytimes/2021/5/1391686965163089922.json": "The Chinese government, tightening its grip on Muslim ethnic minorities, is forcing women in Xinjiang to have fewer babies — just as women across China are being urged to have more.\n\n“The government wants to replace our people,” one woman said. https://t.co/jgW7TZzFvQ",
  "data/tweet-nytimes/2021/5/1391766111713177609.json": "Breaking News: Health care providers cannot discriminate against transgender people, the Biden administration announced, its latest reversal of a Trump-era policy. https://t.co/G5FxevywQC",
  "data/tweet-nytimes/2021/5/1391775273750777857.json": "Chipotle, looking to attract workers, said on Monday it was increasing its wages to an average of $15 an hour by the end of June. https://t.co/ngCfcNUsqI",
  "data/tweet-nytimes/2021/5/1391679483732766729.json": "The son of Italy’s last king has tapped his 17-year-old granddaughter, a burgeoning Instagram influencer, to eventually lead the House of Savoy, pretenders to Italy’s defunct throne. “Totally illegitimate,” says a rival clan. https://t.co/88o2s6rnf6",
  "data/tweet-nytimes/2021/5/1391860631024848896.json": "More than 100 Roman Catholic parishes in Germany offered blessings to gay couples on Monday in defiance of church teaching and their own bishops. https://t.co/Y5WbWz5Mat",
  "data/tweet-nytimes/2021/5/1391762680264937477.json": "Hugging and kissing in England could be government-approved starting next Monday, after a year of nodding, waving and bumping fists and elbows. https://t.co/Dj6zlYZ6vA",
  "data/tweet-nytimes/2021/5/1391865581721300992.json": "Breaking News: The FDA has authorized the use of the Pfizer vaccine for 12- to 15-year-olds, an important step toward ending the pandemic in the U.S.\nhttps://t.co/4NJQIT7TKB",
  "data/tweet-nytimes/2021/5/1391835449778450435.json": "Health care providers cannot discriminate against transgender people, the Biden administration announced, reversing a policy adopted by Donald Trump. https://t.co/F3m595k5ZC https://t.co/hf4DL6YCW9",
  "data/tweet-nytimes/2021/5/1391848029435617282.json": "The Rev. Megan Rohrer, a pastor in California, will become the first openly trans bishop in a major American Christian denomination after they were elected on Saturday to lead a synod in the Evangelical Lutheran Church in America. https://t.co/KmUtJjTENA",
  "data/tweet-nytimes/2021/5/1391493193376673801.json": "Dr. Anthony Fauci said he was open to relaxing indoor masking rules as more Americans get vaccinated against the virus, just two days after the Centers for Disease Control and Prevention belatedly emphasized the danger of airborne transmission. https://t.co/Kko5vaAVS9",
  "data/tweet-nytimes/2021/5/1391890805623828482.json": "The B.1.617 variant, which has been growing more common in India, is now officially a \"variant of concern,\" the World Health Organization said. https://t.co/VjlZTlw4TK",
  "data/tweet-nytimes/2021/5/1391788220589936640.json": "Breaking News: Gaza militants fired rockets and the Israeli police fought with Palestinian protesters in Jerusalem, in a sudden crescendo of violence that put Israel on edge. https://t.co/XJcETHZdOd",
  "data/tweet-nytimes/2021/5/1391831669980684291.json": "New York will set up temporary walk-in vaccination sites at eight subway and train stations this week, Governor Andrew Cuomo said. People who get their shots at the stations can get free MetroCards or tickets for the Long Island Rail Road or Metro-North. https://t.co/WKL9Qq4WDB",
  "data/tweet-nytimes/2021/5/1392030234174758912.json": "The Chinese government, tightening its grip on Muslim ethnic minorities, is forcing women in Xinjiang to have fewer babies — just as most other women across China are being urged to have more.\n\n“The government wants to replace our people,” one woman said. https://t.co/Em0izSz02u",
  "data/tweet-nytimes/2021/5/1392068229976272897.json": "Poor people in India are disposing of bodies in rivers because the cost of cremations has shot up during the country’s Covid-19 crisis, medical workers say.\n\nDozens of corpses were found on the banks of the Ganges River on Monday.\nhttps://t.co/ZsByItuKWt",
  "data/tweet-nytimes/2021/5/1392114727820668936.json": "Israeli airstrikes hit Gaza, killing at least 26 over two days as fighting escalates. Hamas launched a barrage of rockets at southern Israel, killing two Israelis.\nhttps://t.co/LwmACMLzWo",
  "data/tweet-nytimes/2021/5/1391930828599529475.json": "The gunman who killed six people at a birthday party in Colorado Springs on Sunday was the boyfriend of a victim, the police said. More than half of mass shootings in the U.S. involve a perpetrator who killed an intimate partner or family member. https://t.co/phPNEieHHU",
  "data/tweet-nytimes/2021/5/1391951219820830722.json": "President Biden said on Monday that the U.S. would “disrupt and prosecute” DarkSide, a gang of hackers believed to have roots in Eastern Europe, for its role in a ransomware attack that has disrupted the flow a major U.S. pipeline. https://t.co/qyrJvDuwT9",
  "data/tweet-nytimes/2021/5/1392197570085232649.json": "Breaking News: A Georgia prosecutor said that the Atlanta-area spa shootings were hate crimes, and that she would pursue the death penalty against the suspect, saying he targeted some victims because they were of Asian descent. https://t.co/bNwIo1mRmp",
  "data/tweet-nytimes/2021/5/1392214060175970307.json": "Breaking News: A federal judge dismissed the NRA’s bankruptcy case, filed this year in an attempt to avoid a legal challenge from New York’s attorney general, who is seeking to shut down the group amid a corruption investigation. https://t.co/UbTzVmpSK4",
  "data/tweet-nytimes/2021/5/1392232030918828034.json": "The Justice Department saw no evidence to undercut President Biden’s election win, according to prepared remarks to the House Oversight Committee from Jeffrey Rosen, who served as the acting attorney general for the final month of the Trump administration. https://t.co/0aTrqXWS7q",
  "data/tweet-nytimes/2021/5/1392217970282225666.json": "Uber and Lyft will provide free rides to vaccination sites from May 24 to July 4, President Biden said. The announcement marked a new phase of the administration’s efforts to combat vaccine hesitancy and help reach Biden’s vaccine goal. https://t.co/IX2E85ZiwF",
  "data/tweet-nytimes/2021/5/1392205379614937092.json": "The Biden administration on Tuesday announced its final approval of the nation’s first commercial-scale offshore wind farm. The Vineyard Wind project, off the coast of Massachusetts, would generate enough electricity to power 400,000 homes. https://t.co/Clou79lAka",
  "data/tweet-nytimes/2021/5/1392278354368376837.json": "Rep. Liz Cheney on Tuesday delivered a defiant speech hours before facing a vote to oust her from House Republican leadership for her repudiation of Donald Trump’s election lies. “Remaining silent and ignoring the lie emboldens the liar,” she said. https://t.co/RsQB1ox6Rc",
  "data/tweet-nytimes/2021/5/1392263277510541312.json": "More than 100 Republicans, including some former elected officials, are preparing to release a letter this week threatening to form a third party if the Republican Party does not make certain changes, according to an organizer of the effort. https://t.co/K6ANeMEO7Z",
  "data/tweet-nytimes/2021/5/1392253203216060420.json": "What’s the median price of a home in Brooklyn? Two New York City mayoral candidates guessed about $100,000. The outcry was swift. https://t.co/YnhInmFU33",
  "data/tweet-nytimes/2021/5/1392248175705174016.json": "Three New York Police Department officers, one of them retired, were charged with running a yearslong bribery scheme. The officers funneled work to a tow truck company for kickbacks and sold car crash victims’ personal information, prosecutors say. https://t.co/5M7v3qTkZ8",
  "data/tweet-nytimes/2021/5/1392049382040682499.json": "A tiger wandering in Houston set off a hunt on Sunday for a man who drove off with the animal, and who officials said had been charged with murder and released on bond.\n\nHe has been taken into custody, but the tiger’s whereabouts are still unknown.\nhttps://t.co/vj4Lvu2itE",
  "data/tweet-nytimes/2021/5/1392290978942357508.json": "Michael Bloomberg is donating a total of $150 million to Johns Hopkins University and six other institutions of higher learning to increase racial diversity among students seeking PhDs in science, technology, engineering and math. https://t.co/QFNVTlgGaq",
  "data/tweet-nytimes/2021/5/1392155098760060929.json": "The Israeli military has designated a code name for its operations in Gaza: Guardians of the Walls, a reference to the ancient ramparts of the Old City of Jerusalem. The Palestinian militant group Hamas has its own code name: Sword of Jerusalem. https://t.co/AIjCCJCmEr",
  "data/tweet-nytimes/2021/5/1392365928512376836.json": "142 years ago, seeds were buried in bottles on the Michigan State University campus.\n\nLast month, they sprouted for the very first time. 🌱 https://t.co/EtHpq69XPq",
  "data/tweet-nytimes/2021/5/1392358411963146240.json": "“I will not sit back and watch in silence while others lead our party down a path that abandons the rule of law,” Representative Liz Cheney said hours before facing a vote that will almost certainly purge her from House Republican leadership. https://t.co/iJnesHMrxJ",
  "data/tweet-nytimes/2021/5/1392477178219188225.json": "Colombia’s police fought rebel groups for years. Now, they’re accused of using battlefield tactics against protesters.\n\nAs anger over tax reforms has grown, officers have beaten and killed demonstrators, according to witnesses and victims’ family members.\nhttps://t.co/VJ9R5bGH9G https://t.co/Pw4zgCw1pM",
  "data/tweet-nytimes/2021/5/1392472746383323140.json": "Breaking News: House Republicans voted to oust Rep. Liz Cheney from their leadership ranks for her refusal to stay quiet over Donald Trump’s election lies.\nhttps://t.co/qznOPwCvNF",
  "data/tweet-nytimes/2021/5/1392460836833271811.json": "Park Na-rae, a comedian, was accused of sexual harassment by men in South Korea after she made a suggestive joke involving a male doll.\n\nHer supporters say the claims, which are being investigated by the police, illustrate a double standard for women.\nhttps://t.co/S1WyKrbwtG",
  "data/tweet-nytimes/2021/5/1392497678030942213.json": "Ellen DeGeneres will end her daytime talk show next year, according to her spokeswoman. https://t.co/U01kIMjhiP",
  "data/tweet-nytimes/2021/5/1392519954193334278.json": "Millions of low-income Americans are now eligible for a $50 discount on high-speed internet and a one-time $100 subsidy for a laptop or tablet as part of an emergency FCC program. https://t.co/4BcqRp9mLp",
  "data/tweet-nytimes/2021/5/1392596014507479046.json": "Breaking News: The Colonial Pipeline began resuming operations, its operator said. The fuel line had been shut down since Friday after a ransomware attack. https://t.co/fhNRAo5Qto",
  "data/tweet-nytimes/2021/5/1392629444808949763.json": "Gov. Mike DeWine of Ohio announced that the state would give five people $1 million each in return for having been vaccinated as part of a weekly lottery program. https://t.co/86FkotiMEi",
  "data/tweet-nytimes/2021/5/1392623158642028547.json": "Dozens of civilians are dead in airstrikes and rocket barrages in the worst violence between Israelis and Palestinians in years, and violent protests have erupted in mixed Jewish-Arab areas. Updates on the crisis: https://t.co/HfPvrqh012 https://t.co/VHcLRjZdEa",
  "data/tweet-nytimes/2021/5/1392585427111104515.json": "Representative Liz Cheney was booed by colleagues on Wednesday when she told Republicans that following Donald Trump would lead to their “destruction.” https://t.co/AppEK5f2gj",
  "data/tweet-nytimes/2021/5/1392575334600609792.json": "Millions of low-income Americans became eligible on Wednesday for an emergency discount on high-speed internet service and devices to get online. https://t.co/1tPlFrMP2C https://t.co/jaK6pqELX1",
  "data/tweet-nytimes/2021/5/1392678496674140167.json": "Her colleagues may have stripped Rep. Liz Cheney of her post as chair of the House Republican Conference, but they have effectively handed her a new platform and a new role as the leader of the small band of anti-Trump Republicans, @jmartNYT writes. https://t.co/J7yRJVAjNO",
  "data/tweet-nytimes/2021/5/1392660925723910147.json": "Dr. Patrick Soon-Shiong, the billionaire who owns The Los Angeles Times, announced that his corporation and his philanthropic foundation would commit about $210 million to transfer vaccine and therapy technology to South Africa, where he was born. https://t.co/KoHptZHK4y",
  "data/tweet-nytimes/2021/5/1392655863635222529.json": "Three months after Tesla said it would begin accepting the cryptocurrency Bitcoin as payment, the electric carmaker has abruptly reversed course. https://t.co/UbZjqzbc6O",
  "data/tweet-nytimes/2021/5/1392550400084021249.json": "Exercise can promote a sense of purpose in life and help you flourish, according to a new study on the reciprocal effects of feeling your life has meaning and being often in motion. https://t.co/gpmQQiUUv1",
  "data/tweet-nytimes/2021/5/1392789876240699392.json": "President Biden said that he spoke with Prime Minister Benjamin Netanyahu of Israel about the escalating fighting between Israelis and Palestinians, and he asserted his “unwavering support” for Israel’s “right to defend itself.” https://t.co/yfdQ7VVdvf",
  "data/tweet-nytimes/2021/5/1392514913474686978.json": "Epidemiologists are starting to hug again. They’re also running errands, gathering outdoors with friends and getting haircuts. \n\nHere's how 723 epidemiologists in the U.S. say they are navigating this in-between phase of the pandemic. https://t.co/pSuKyj4feh",
  "data/tweet-nytimes/2021/5/1392902944903868423.json": "Breaking News: Fully vaccinated Americans no longer need to wear masks or maintain social distance indoors or outdoors, with some exceptions, the CDC said. https://t.co/780TF4uaW0",
  "data/tweet-nytimes/2021/5/1392913806574161925.json": "“The science is clear: If you are fully vaccinated, you are protected, and you can start doing the things that you stopped doing because of the pandemic,” the CDC said in a statement on Thursday. https://t.co/jSDPwdK8t7 https://t.co/MQZbEV4Yxe",
  "data/tweet-nytimes/2021/5/1392925904637022209.json": "Exclusive: A network of conservative activists, aided by a British former spy, mounted a campaign during the Trump administration to discredit perceived enemies of Donald Trump in government, according to documents and people involved in the operations. https://t.co/jntYHAflww",
  "data/tweet-nytimes/2021/5/1392962777686421504.json": "Breaking News: Israel sent its military into Gaza, a major escalation. It was not immediately clear if it was a limited bid to destroy rocket bases or kill leaders of Hamas, the militant group that controls Gaza. https://t.co/4V48H3uDaY",
  "data/tweet-nytimes/2021/5/1392969327733784580.json": "Breaking News: Israel sent its military into Gaza, a major escalation. It was not immediately clear if it was a limited bid to destroy rocket bases or kill leaders of Hamas. https://t.co/VJ77S0N0FV https://t.co/NR05vHktyW",
  "data/tweet-nytimes/2021/5/1392996875150766101.json": "State prosecutors in Manhattan investigating Donald Trump and his family business are examining the extent to which Trump handed out valuable benefits to some of his executives and whether taxes were paid on those perks. https://t.co/WawUusSTyz",
  "data/tweet-nytimes/2021/5/1392819805254729738.json": "Breaking News: Randi Weingarten, president of America’s second-largest teachers’ union, plans to call for a full reopening of schools for the next academic year.\nhttps://t.co/0YWilRGrej",
  "data/tweet-nytimes/2021/5/1393030831392894980.json": "Delta Air Lines will require new hires to be vaccinated against the coronavirus, but will exempt current employees from that mandate, making it one of the first major corporations to embrace such a requirement.\nhttps://t.co/IfDcaeVvrK",
  "data/tweet-nytimes/2021/5/1393008204049694721.json": "Americans are now considering a behavior scarcely seen in the U.S. but long a fixture in other cultures: routinely wearing a mask when displaying symptoms of a cold or the flu, even in a future in which Covid-19 isn’t a primary concern. https://t.co/amYSOPgJWG",
  "data/tweet-nytimes/2021/5/1393078643124019201.json": "Scientists found a rare isotope of plutonium in a piece of crust from the Pacific Ocean floor nearly a mile down. They say it was made in colliding stars and rained down as cosmic dust millions of years ago. Their analysis opens a new window on the cosmos. https://t.co/omoSktUG1z https://t.co/QsoIizTMTx",
  "data/tweet-nytimes/2021/5/1392988053124354051.json": "President Biden issued remarks on Thursday following new guidance from the CDC, which said that fully vaccinated Americans no longer need to wear a mask in most indoor and outdoor settings. https://t.co/IlnSKBlBBG https://t.co/0eomKJqVUL",
  "data/tweet-nytimes/2021/5/1392894952242352131.json": "The Pfizer-BioNTech and Moderna coronavirus vaccines are safe and effective during pregnancy, according to a growing body of scientific evidence. The shots may also benefit infants and do not seem to damage the placenta, the latest research shows. https://t.co/hRP7rmOvde",
  "data/tweet-nytimes/2021/5/1393174305480056839.json": "It was meant to be a routine inspection. But when an engineer climbed out onto the Interstate 40 bridge over the Mississippi River, what he saw led to an urgent call to 911: “We need to get people off the bridge immediately!” https://t.co/Ll3ddyTynj https://t.co/KQrqHzN5xx",
  "data/tweet-nytimes/2021/5/1393176788138921984.json": "An early look into how President Biden operates reveals a leader with a short fuse who is obsessed with getting the details right, sometimes to a fault, according to interviews with more than two dozen of his associates. https://t.co/vZYPdaW14m",
  "data/tweet-nytimes/2021/5/1393215816364089348.json": "Prince Harry spoke candidly about his life in the British royal family in a new podcast interview, comparing it to “a mix between ‘The Truman Show’ and being in a zoo.”\n\n“I don’t want to be part of this,” he said of the monarchy. https://t.co/8UmJak4T7y",
  "data/tweet-nytimes/2021/5/1393288596392660994.json": "In Opinion\n\n\"Israel has the absolute right to live in peace and security, but so do the Palestinians,\" Sen. Bernie Sanders writes in a guest essay. \"We must recognize that Palestinian rights matter. Palestinian lives matter.\" https://t.co/YYfuPDh8uC",
  "data/tweet-nytimes/2021/5/1393196916566118408.json": "Glauber Contessoto, a 33-year-old in Los Angeles, used his life savings and borrowed money to invest about $250,000 in Dogecoin, a cryptocurrency started as a joke, in February.\n\nThe value now? Roughly $2 million. https://t.co/82tqLXbmt5",
  "data/tweet-nytimes/2021/5/1393325292983361536.json": "The Pfizer-BioNTech and Moderna vaccines are 94% effective at preventing symptomatic Covid illness, according to a new study released by the CDC on Friday. It provides more evidence that the vaccines are working well even outside controlled clinical trials.https://t.co/hcFlLAUygV",
  "data/tweet-nytimes/2021/5/1393179317505597440.json": "Misinformation about the violence between Israelis and Palestinians has run rampant on social media, a New York Times analysis found.\n\nThe effect of the lies could prove deadly, experts say.\nhttps://t.co/hT8pTmfXZI",
  "data/tweet-nytimes/2021/5/1393239710764617732.json": "Alexandria Ocasio-Cortez has in many ways become the face of progressivism in the U.S.\n\nBut there's another, hidden-in-plain-sight legacy of her 2018 election: a campaign logo that has reshaped the left's visual branding, across the U.S. and overseas. https://t.co/mBos4xIytX https://t.co/HbXr5C01jF",
  "data/tweet-nytimes/2021/5/1393368704021405700.json": "Breaking News: China successfully set its Zhurong rover down on Mars. Until now, only NASA spacecraft have explored the surface of the red planet. https://t.co/de0tj01q13",
  "data/tweet-nytimes/2021/5/1393383151263682561.json": "Gov. Kevin Stitt of Oklahoma was ousted from a commission set up to commemorate the centennial of the 1921 Tulsa race massacre, just days after he signed legislation that banned the teaching of certain concepts about race. https://t.co/YayEhkQB4q",
  "data/tweet-nytimes/2021/5/1393468726515847171.json": "Miss Universe Myanmar, Ma Thuzar Wint Lwin, is in Florida for the global pageant this week. After using her platform to protest the military coup in her country, she says she can't return home and doesn't know where she'll go after the competition ends. https://t.co/KqKlZv5dcw",
  "data/tweet-nytimes/2021/5/1393453647560908801.json": "Prince Harry spoke candidly about his life in the British royal family in a new podcast interview, comparing it to “a mix between ‘The Truman Show’ and being in a zoo.”\n\n“I don’t want to be part of this,” he said of the monarchy. https://t.co/MvMTq6wNml",
  "data/tweet-nytimes/2021/5/1393183078755995650.json": "Fully vaccinated Americans no longer need to wear masks or maintain social distance indoors or outdoors, with some exceptions, the CDC said Thursday. https://t.co/5cFnjPjviK",
  "data/tweet-nytimes/2021/5/1393555591507976193.json": "Breaking News: Israel destroyed a high-rise tower in Gaza City that housed media outlets including the Associated Press and Al Jazeera. Here’s the latest. https://t.co/NS8TTFKkQb",
  "data/tweet-nytimes/2021/5/1393546714854854658.json": "NYT Investigation: They died in police custody — at least 47 Black people in the past 25 years; 15 since 2015.\n\nWhen blame was put on sickle cell trait, a condition mostly found in Black people that is almost always benign, it often ended further scrutiny.\nhttps://t.co/2Bwg3lbByn",
  "data/tweet-nytimes/2021/5/1393576921246601218.json": "NYC Pride announced steps to take the NYPD out of Pride, including banning police from marching in a group. https://t.co/S0XnqzFzby",
  "data/tweet-nytimes/2021/5/1393572108769300485.json": "More than 70 percent of Americans 65 or older are fully vaccinated against the coronavirus. https://t.co/r8hDN2TLXx",
  "data/tweet-nytimes/2021/5/1393287513830301703.json": "Scientists warned that coronavirus variants might lead to a crushing fourth wave in the U.S. But masks, distancing and other precautions — and luck — helped buy time for tens of millions of Americans to get vaccinated. https://t.co/SUrFPZOwyV",
  "data/tweet-nytimes/2021/5/1393631864984899586.json": "Breaking News: These retailers are lifting mask requirements for the fully vaccinated, moving to an honor system in which they trust that only those who qualify will bare their faces:  \n\n→ Costco\n→ Publix\n→ Starbucks\n→ Trader Joe's \n→ Walmart\n\nhttps://t.co/yYDFojehxI",
  "data/tweet-nytimes/2021/5/1393597150597156868.json": "A rift among Democrats is growing as the left defends the Palestinians in their conflict with Israel, with some seeing it as a racial justice issue. https://t.co/vfSsqJLFSt",
  "data/tweet-nytimes/2021/5/1393685135694999553.json": "Damon Weaver who, at 11 years old, gained national attention when he scored an interview with President Barack Obama, making him one of the youngest people to interview a sitting president has died at 23. https://t.co/vSDVs5Cpo0",
  "data/tweet-nytimes/2021/5/1393657497387507718.json": "A U.S. government program intended to protect wild horses is instead subsidizing their path to destruction. https://t.co/JEq21g7EK5 https://t.co/KehC1PVxCQ",
  "data/tweet-nytimes/2021/5/1393672969516421124.json": "How did things explode between Israel and Palestine after years of quiet? Here's what we know: https://t.co/LWUfgnBcwS",
  "data/tweet-nytimes/2021/5/1393165462410760196.json": "Philadelphia’s health commissioner resigned after acknowledging that he had authorized the cremation and disposal of human remains from the 1985 bombing of the MOVE house without notifying family members. \nhttps://t.co/NwiOx8S8Mg",
  "data/tweet-nytimes/2021/5/1393677584970534917.json": "The pandemic left New York City with a lot of empty buildings, much of it office space owned by companies whose workers may not return. Pessimists say it is a harbinger of the city’s demise. Optimists see it as a blank slate for better things ahead. https://t.co/nuv2Flw69L",
  "data/tweet-nytimes/2021/5/1393919183038164993.json": "The U.S.'s largest union of registered nurses condemned the CDC on Saturday for lifting mask recommendations for vaccinated people and called on the agency to “do the right thing” and revise its guidance. https://t.co/6PUvA6yUKD",
  "data/tweet-nytimes/2021/5/1393758108472811526.json": "A reader asks The Ethicist: \n\nMy adult daughter started falling for a man until he asked her to marry him so he could get his green card. When she said no, he ghosted her. Should I report him to immigration? https://t.co/eOdahpHBrG",
  "data/tweet-nytimes/2021/5/1393617192172855296.json": "An American envoy landed in Israel for cease-fire talks with Palestinians and Israelis. But as of Saturday evening, fighting continued, and a media center in Gaza was destroyed. https://t.co/rl4J0vOpXl",
  "data/tweet-nytimes/2021/5/1393924220812419077.json": "The CDC has clarified coronavirus advice for U.S. schools, recommending the continued, universal use of masks and physical distancing. https://t.co/GRDq79EF2a",
  "data/tweet-nytimes/2021/5/1393592018186670086.json": "With Covid-19 cases decreasing in the U.S., and masks no longer required everywhere, a sense of normalcy is starting to return. The New York Times asked 723 epidemiologists what it will really take for us to get there, and how long. https://t.co/GJX4M6c3U8",
  "data/tweet-nytimes/2021/5/1393949391292145670.json": "Pro-Palestinian demonstrations were held in cities around the world as the conflict between Israel and Hamas stretched into its seventh day. https://t.co/w1SO3G42FV",
  "data/tweet-nytimes/2021/5/1393934292766674947.json": "A tiger cub named India that was last seen wandering around Houston last weekend has been found.  https://t.co/zmAVFLLzoj",
  "data/tweet-nytimes/2021/5/1393951890971496449.json": "Local health officials said an Israeli airstrike in Gaza overnight killed more than two dozen people, including women and children. International pressure to bring an end to the conflict is mounting. https://t.co/CAc8r4HrTB",
  "data/tweet-nytimes/2021/5/1393939317555441664.json": "“He and Gigi deserve to be here to witness this.\" \n\nVanessa Bryant, the wife of the late Kobe Bryant, accepted a posthumous induction into the Basketball Hall of Fame on his behalf. https://t.co/ijBPJqVkvw",
  "data/tweet-nytimes/2021/5/1394015112567181312.json": "Melinda French Gates was said to be aware of Bill Gates’ wandering eye. However, two things shook their marriage in recent years: his response to a sexual harassment claim against one of his employees and his relationship with Jeffrey Epstein. https://t.co/ZLyow3MNef",
  "data/tweet-nytimes/2021/5/1393969508226899973.json": "\"We haven’t seen this anywhere else in the world.”\n\nExperts say Covid-19 doesn't usually cause serious symptoms in children. So why are so many dying in Brazil? https://t.co/elYUzrbL4L",
  "data/tweet-nytimes/2021/5/1394003415429259270.json": "The head of the CDC, facing blowback over the agency’s new liberalized mask guidelines, offered a stark reassurance on Sunday: Only unvaccinated people are at risk if they take off their masks. https://t.co/9fJ91bUjPj",
  "data/tweet-nytimes/2021/5/1393863818359549954.json": "We’ve published *a lot* of chocolate chip cookie recipes, but these are the ones our readers return to again and again 🍪 https://t.co/qsi2nhla6F",
  "data/tweet-nytimes/2021/5/1394090316454666241.json": "The CDC has clarified coronavirus advice for U.S. schools, recommending the continued, universal use of masks and physical distancing. https://t.co/DX6x2tNsgO",
  "data/tweet-nytimes/2021/5/1394039972672462849.json": "What makes some people more resilient than others? The very earliest days of our lives, and our closest relationships, can offer clues about how we cope with adversity. https://t.co/30PbRIA13T",
  "data/tweet-nytimes/2021/5/1394024875069739012.json": "Civilians are paying an especially high price in the latest bout of violence between Israel and Hamas in the Gaza Strip, raising urgent questions about how the laws of war apply to the conflict. https://t.co/wlNiV9FsH2",
  "data/tweet-nytimes/2021/5/1394242569320734721.json": "Melinda French Gates was said to be aware of Bill Gates’s wandering eye. But two things shook their marriage in recent years: his response to a sexual harassment claim against one of his employees and his relationship with Jeffrey Epstein. https://t.co/ZrVPjmLzZw",
  "data/tweet-nytimes/2021/5/1394249849021870084.json": "Members of the Class of 1970 at what is now Jackson State University in Mississippi finally wore their caps and gowns on Saturday. Their first graduation was canceled after police violence at campus protests over racial injustice.\nhttps://t.co/YIoQiXg5dG",
  "data/tweet-nytimes/2021/5/1394238276131823616.json": "Rural communities in the U.S. have complained for years about their lack of internet access. The pandemic has given new urgency to those concerns, at the same time that President Biden’s infrastructure plan has raised hope for a solution. https://t.co/JWXCTOlZ0y",
  "data/tweet-nytimes/2021/5/1394287874078646278.json": "American families will start getting monthly child tax credit payments in July.\n\nFamilies with children under 6 years old can receive $300, while those with children over 6 can receive $250. The payments are phased out based on income levels. https://t.co/RimBThJ324",
  "data/tweet-nytimes/2021/5/1393717859151499266.json": "A U.S. government program intended to protect wild horses is instead subsidizing their path to destruction. https://t.co/hEVnAxUWHN",
  "data/tweet-nytimes/2021/5/1394430044261527558.json": "They’re vaccinated and keeping their masks on, maybe forever. https://t.co/91j2kUntvJ https://t.co/IQLkZjqeXj",
  "data/tweet-nytimes/2021/5/1394326882087223298.json": "Top Republicans in Arizona's Maricopa County are running out of patience with their fellow party members in the state legislature over their review of election results: \"We can’t indulge these insane lies any longer.\" https://t.co/wYLJ23DNId",
  "data/tweet-nytimes/2021/5/1394440153326931974.json": "The Justice Department under President Trump secretly obtained a grand-jury subpoena last year in an attempt to identify the person behind a Twitter account dedicated to mocking Rep. Devin Nunes of California, according to a newly unsealed court document. https://t.co/5KkppF8pOt",
  "data/tweet-nytimes/2021/5/1394442635897679877.json": "President Biden released tax forms on Monday showing that he and his wife, Jill Biden, earned just over $600,000 in 2020. The release resumed a presidential tradition of disclosure broken by Donald Trump. https://t.co/wwy7SQXclu",
  "data/tweet-nytimes/2021/5/1394390309971300355.json": "Apple has compromised on data security to placate Chinese authorities, according to internal company documents reviewed by The New York Times and interviews with current and former Apple employees and security experts. https://t.co/rklL3ojOIt",
  "data/tweet-nytimes/2021/5/1394359712695603208.json": "Rudy Giuliani's lawyers on Monday asked a judge to block any review of records seized when federal investigators conducted searches of Giuliani’s home, office and iCloud account. https://t.co/FfWCU8nRhh",
  "data/tweet-nytimes/2021/5/1394450539673530371.json": "Two intellectually disabled half brothers who spent more than three decades in prison after being wrongfully convicted in the rape and murder of an 11-year-old girl have been awarded $75 million by a jury in a federal civil rights case in North Carolina. https://t.co/tYwURIEO6z",
  "data/tweet-nytimes/2021/5/1394291851528638473.json": "Breaking News: The Supreme Court said it would hear a major case on abortion from Mississippi that could undermine Roe v. Wade.\nhttps://t.co/7yn4aqM4dN",
  "data/tweet-nytimes/2021/5/1394344495567806469.json": "Covid-19 cases are decreasing in the United States, and masks are no longer required everywhere, but the pandemic is not over — and won’t be until younger children can also be vaccinated, epidemiologists said in a new survey by The New York Times. https://t.co/OxKWVAi0Pd",
  "data/tweet-nytimes/2021/5/1394336980155125775.json": "Face coverings have been a political flash point during the pandemic. Now, as more Americans become vaccinated and restrictions are eased, those who want to keep wearing masks say they are facing pressure to take them off.\nhttps://t.co/Z1l2bH414x",
  "data/tweet-nytimes/2021/5/1394518124439932929.json": "Two sheriff’s deputies in South Carolina were fired for their role in the death of a Black man. They had used pepper spray and Tasers on him after he was taken to jail from a mental health facility in January. https://t.co/KNXfRRFx5x",
  "data/tweet-nytimes/2021/5/1394528198373871617.json": "The world’s leading energy agency said nations must drop fossil fuels, and fast, if they want to avert catastrophic climate change. https://t.co/VtbhwxPDSL"
}