{
  "data/tweet-wsj/2021/10/1443745149205598211.json": "Disney and Scarlett Johansson have resolved their legal battle over her salary in “Black Widow,” ending a two-month fight between the media giant and one of Hollywood’s biggest stars https://t.co/LBkWmqjcZK",
  "data/tweet-wsj/2021/10/1443738705173401601.json": "An organization representing school boards across the U.S. is asking the federal government for help in response to threats and harassment over Covid-19 protocols in schools https://t.co/r4SEjSHwmD",
  "data/tweet-wsj/2021/10/1443731139047432197.json": "From @WSJopinion: Democrats will lose more seats in 2022 if the huge tax and spending bill passes, writes @KarlRove https://t.co/35P2uAkOYI",
  "data/tweet-wsj/2021/10/1443765137169604610.json": "Democratic Sen. Joe Manchin called for shrinking Democrats’ sweeping education, healthcare and climate package by more than half—to $1.5 trillion https://t.co/bjfHQwMT3h",
  "data/tweet-wsj/2021/10/1443810432435859457.json": "Sen. Blumenthal wanted to see what life was like on Instagram for teens, so his office set up an account that identified as a 13-year-old girl. Within a day, Instagram had served up content that promoted eating disorders and self injury, he said. https://t.co/FtuxHlQO7Z",
  "data/tweet-wsj/2021/10/1443802876309118976.json": "From @WSJopinion: Saule Omarova is the wrong nominee for the wrong industry in the wrong country in the wrong century https://t.co/893JYJIH4D",
  "data/tweet-wsj/2021/10/1443883322585780238.json": "Merck said its experimental pill helped prevent serious illness and death in high-risk people infected with Covid-19, a step toward the virus’s first at-home treatment https://t.co/kxJ6A7wfSr",
  "data/tweet-wsj/2021/10/1443795327652442112.json": "A pregnant woman didn't know the hospital where she was about to give birth was fighting a ransomware attack. Her baby was in distress, and later died. Are the hackers or the hospital to blame? https://t.co/7dEeE3lnr5",
  "data/tweet-wsj/2021/10/1443934996738228236.json": "Merck said its experimental pill helped prevent serious illness and death in high-risk people infected with Covid-19, a step toward the virus’s first at-home treatment https://t.co/C5QbJD5hng",
  "data/tweet-wsj/2021/10/1443901769059344401.json": "U.S. deaths from Covid-19 have leveled off at about 2,000 a day, following a two-month surge of the Delta variant that led to an additional 82,000 Covid deaths https://t.co/m1xJahUv2l",
  "data/tweet-wsj/2021/10/1443905267658264576.json": "Scarlett Johansson and Disney have resolved their legal battle over the online release of “Black Widow” #WSJWhatsNow https://t.co/hZ89fp5dmS",
  "data/tweet-wsj/2021/10/1443958911254634507.json": "Vice President Kamala Harris has sold her Washington, D.C., condo for $1.85 million more than five months after settling into her official residence on the grounds of the U.S. Naval Observatory https://t.co/3PA0LFRZ73",
  "data/tweet-wsj/2021/10/1443840647845326886.json": "A 96-year-old woman charged with Holocaust-related crimes for her role as a secretary in a Nazi concentration camp was detained by police on Thursday after she absconded before her trial https://t.co/PR7YOJAxlA",
  "data/tweet-wsj/2021/10/1443987863754973187.json": "Alex Jones, the radio host and right-wing provocateur, will be financially responsible for damages to parents of two children who were killed at Sandy Hook Elementary School in 2012, a Texas judge ruled this week https://t.co/ZxIbyPOnkt",
  "data/tweet-wsj/2021/10/1443994302317793284.json": "Breaking: All eligible students in California will be required to get vaccinated against Covid-19, Gov. Gavin Newsom said, marking the first such mandate in a U.S. state https://t.co/RAz05IjTSp",
  "data/tweet-wsj/2021/10/1444078448801091584.json": "From @WSJopinion: Pelosi and Schumer’s big mistake was to think they could bully Joe Manchin into submission, writes @KimStrassel https://t.co/MTbWWVErkV",
  "data/tweet-wsj/2021/10/1444123746764218370.json": "A Chinese citizen journalist whose viral videos offered an unfiltered early glimpse of the Covid-19 outbreak as it consumed the city of Wuhan has resurfaced more than 600 days after he went missing https://t.co/cbGX8FjyZB",
  "data/tweet-wsj/2021/10/1443961436821237764.json": "China is struggling with widespread power shortfalls, risking disruption to global supply chains and heightened inflationary pressure around the world https://t.co/QXN4YAvtZC"
}