{
  "data/tweet-wsj/2021/11/1454984056060383232.json": "American Airlines has canceled more than 1,900 flights since Friday, mostly due to lack of available crew, particularly flight attendants, according to internal figures https://t.co/CzZdduXxW7",
  "data/tweet-wsj/2021/11/1454979021939384324.json": "Thousands of New York City firefighters, police officers and other municipal employees stand to lose their paychecks starting Monday for failing to comply with the city's vaccine mandate https://t.co/zI02kYoX0E",
  "data/tweet-wsj/2021/11/1454991606369636356.json": "Coca-Cola is buying full control of BodyArmor for $5.6 billion in a deal that values the sports drink brand at about $8 billion, according to people familiar with the matter https://t.co/kk6WjxsfVt",
  "data/tweet-wsj/2021/11/1454986568717017090.json": "In a Michigan city of 9,000, about 200 miles west of Flint, water running through corroding pipes picks up lead and other contaminants. “It makes me feel like we’re third-class citizens,” one resident says. https://t.co/gQ0Vl6WVW0",
  "data/tweet-wsj/2021/11/1455014265136549888.json": "White House press secretary Jen Psaki has tested positive for Covid-19. She says she hadn’t had contact with President Biden or senior White House staff since Wednesday. https://t.co/vhjaGwdr1A",
  "data/tweet-wsj/2021/11/1455036919771979777.json": "Take an early look at the front page of The Wall Street Journal https://t.co/Wxisl0NCmz https://t.co/BPjf0UGcWT",
  "data/tweet-wsj/2021/11/1455059562319466500.json": "Investors may have to wait a while for Alibaba, a former market darling, to regain its glory https://t.co/M5R4bLcNcM",
  "data/tweet-wsj/2021/11/1455085982420717569.json": "Covid-19 patients who were given the low-cost antidepressant fluvoxamine were significantly less likely to require hospitalization https://t.co/aeJwQjVmGV",
  "data/tweet-wsj/2021/11/1455142611451273216.json": "Crews on cargo ships are receiving Covid-19 shots world-wide, preventing more supply-chain disruptions and allowing them to finally disembark https://t.co/KNf5Zud3nN",
  "data/tweet-wsj/2021/11/1454968983766110213.json": "From @WSJopinion: Republicans may simply choose to enjoy the bounty of Democratic failures. But that would miss a rare opportunity to start the larger work of rebuilding a fractured nation, writes @gerardtbaker https://t.co/yFkwJTlJWv",
  "data/tweet-wsj/2021/11/1455076770072432640.json": "Barclays CEO Jes Staley stepped down amid pressure from regulators about how he characterized his relationship with Jeffrey Epstein https://t.co/deevMAiCOP",
  "data/tweet-wsj/2021/11/1455137574939504640.json": "Crypto conglomerate Digital Currency Group captures a $10 billion valuation in a funding round led by SoftBank’s Vision Fund 2 and Latin America Fund https://t.co/lVzYI87ZUI",
  "data/tweet-wsj/2021/11/1455166241392447497.json": "There's one Thunberg who won't be in Glasgow: Mr. Thunberg, Greta's dad. His daughter is 18 and he is happy to let her go to the climate summit on her own. \"We have jobs.\" https://t.co/UOYW6ddMaE",
  "data/tweet-wsj/2021/11/1455253346042974214.json": "Sen. Joe Manchin issued criticism of Democrats’ $1.85 trillion social and climate spending effort, withholding his support for a legislative framework that the White House had cast as a consensus acceptable to all 50 members of the Senate Democratic caucus https://t.co/kI9wA0quNU",
  "data/tweet-wsj/2021/11/1455221889668878338.json": "From @WSJopinion: In the last days of the gubernatorial race in Virginia, the Lincoln Project played the race card in a false-flag operation to help Democrats https://t.co/jyxzQ71Say",
  "data/tweet-wsj/2021/11/1455210578558005250.json": "Gwyneth Paltrow wakes up at 6:30 a.m. and goes straight to her sink, where she does an oil pull: She puts a big scoop of minty coconut oil in her mouth and swishes it around for 10 minutes https://t.co/WLWHCYRig2"
}