{
  "data/tweet-economist/2021/10/1443752682620084225.json": "Adjusting for population, the daily death rate is now about eight times higher in America than in the rest of the rich world https://t.co/zYarp2BMyG",
  "data/tweet-economist/2021/10/1443738840418721796.json": "Xi Jinping’s anti-capitalist campaign is remarkable for its scope and ambition. It has rocked Alibaba, Didi and Evergrande in the past year, destroying perhaps $2trn of wealth https://t.co/PTYxRU3uq4",
  "data/tweet-economist/2021/10/1443760081477177347.json": "It is not hard to see why investors are excited https://t.co/CsKubZqiSN",
  "data/tweet-economist/2021/10/1443792178724102146.json": "Doing without beef from live cattle is hard to imagine, but the same was true of coal 100 years ago https://t.co/MnFAKRfeje",
  "data/tweet-economist/2021/10/1443783527586275337.json": "Among those who voted for Donald Trump in 2020, 31% say they will not get vaccinated, according to our recent poll with YouGov https://t.co/gNVTe3RUzL",
  "data/tweet-economist/2021/10/1443868340980797486.json": "21st-century farms may, eventually, outgrow today’s in productivity, in environmental friendliness—and in height https://t.co/uIrxlKg2De",
  "data/tweet-economist/2021/10/1443892976917286915.json": "This week's cartoon from KAL: https://t.co/WVeFjxyKBE https://t.co/8iGOFdEHx0",
  "data/tweet-economist/2021/10/1443888681178251264.json": "Japan’s new leader needs bold ideas, charisma and grit. Kishida Fumio has done little to suggest he has any of these https://t.co/Fs7KTY02nW",
  "data/tweet-economist/2021/10/1443976270845521925.json": "For the same reasons that women live longer: less booze and bravado, and different biology https://t.co/IN8SNWkzuf",
  "data/tweet-economist/2021/10/1444066104872214538.json": "Animal-based foods account for 57% of agricultural greenhouse gases, versus 29% for food from plants https://t.co/oavsriXL44",
  "data/tweet-economist/2021/10/1443769896094117891.json": "Western consumers should put aside their reservations about eating crickets and give plant-­based burgers, 3D-printed steaks and vat-grown tuna a try https://t.co/TaudgVjYyY",
  "data/tweet-economist/2021/10/1444034900131188737.json": "Rwanda has received about 50% more aid per person than comparable countries in the region, even as evidence of the brutality and ruthless repression of its regime has mounted https://t.co/iOBkZ8T6IQ",
  "data/tweet-economist/2021/10/1444142812212117506.json": "Nearly a quarter of the cars sold in Europe last month were full electric vehicles or plug-in hybrids https://t.co/rHMgXvNVoo",
  "data/tweet-economist/2021/10/1444121040322453506.json": "Inefficiency is a bigger problem in America than the failure of tax rates to be sufficiently progressive https://t.co/7VenrRmxzf",
  "data/tweet-economist/2021/10/1444193205361287168.json": "\"Bodies with vaginas\" and \"birthing people\" are strange ways to refer to half of humanity https://t.co/ENNTCZyVKU",
  "data/tweet-economist/2021/10/1443975068820905985.json": "South Africa is one of the world’s most unequal countries. \n\nTwo new papers look at wealth, the role of policy and what happened to the racial income gap since the end of apartheid in 1994.\n\n⬇️ Click to find out more about their research",
  "data/tweet-economist/2021/10/1444177563300122627.json": "In many parts of China, the high price of coal is to blame https://t.co/cYX4sxNqYE",
  "data/tweet-economist/2021/10/1444182632409993217.json": "Around 9.7m abortions are carried out each year in China, according to official statistics, yielding an abortion rate of roughly 28 per 1,000 women https://t.co/AlbZrsWUXx",
  "data/tweet-economist/2021/10/1444110348152414215.json": "In 1994, shortly before an American intervention, Joe Biden said that America would not notice if Haiti sank into the sea. When his comments resurfaced recently, disgust was voiced on social media https://t.co/z2fZzjYuN6",
  "data/tweet-economist/2021/10/1444199774773813248.json": "An ageing workforce and grim conditions have created shortages of lorry drivers across Europe. Both problems are, though, especially acute in Britain https://t.co/GeXRa0OQGE",
  "data/tweet-economist/2021/10/1444277513174372352.json": "Forgoing steaks may be one of the most efficient ways to reduce your carbon footprint https://t.co/2sRSseXvdX",
  "data/tweet-economist/2021/10/1444042458069880837.json": "To counter the effects of global warming, researchers are trying to assist the upwelling of cooler waters to stimulate algal growth on platforms https://t.co/JcjOiaEahp",
  "data/tweet-economist/2021/10/1444304672999751682.json": "Adjusting for population, the daily death rate is now about eight times higher in America than in the rest of the rich world https://t.co/0aTj6sNp3W",
  "data/tweet-economist/2021/10/1444265435332022275.json": "The monarchy is funded by a mix of government largesse and private assets https://t.co/yTQPsl5pNO",
  "data/tweet-economist/2021/10/1444315000944873474.json": "America’s fossil-fuel lobby is well-organised, ruthless and dug-in on the right  https://t.co/vrLoBgwC3t",
  "data/tweet-economist/2021/10/1443930467321974787.json": "Russia, Israel and Norway belong to a global minority of countries that still require mandatory military service. But this is on the rise https://t.co/N7J7MaUz1j",
  "data/tweet-economist/2021/10/1444323316869783561.json": "Doing without beef from live cattle is hard to imagine, but the same was true of coal 100 years ago https://t.co/Gt8pcPQdKo",
  "data/tweet-economist/2021/10/1444246295166820353.json": "He long ago quashed any semblance of democracy in Rwanda, and is regularly returned to power with over 90% of the vote https://t.co/mc9iW4IFGT"
}