{
  "data/tweet-economist/2021/2/1356054842997944321.json": "Donald Trump did not only amplify the rise of right-wing conspiracism; he also transformed it https://t.co/ISZHt8NHcJ",
  "data/tweet-economist/2021/2/1356050971433037833.json": "Loyalty is not enough for China's ethnic minorities. The government wants them to become more Chinese https://t.co/QYE0uKWWGN",
  "data/tweet-economist/2021/2/1356067722854101003.json": "Observers in Ulaanbaatar are comparing the resignation of Mongolia’s government to political manoeuvres in neighbouring Russia and nearby Kazakhstan https://t.co/gw73MinrUG",
  "data/tweet-economist/2021/2/1356108189717192706.json": "Videos on social media showed Russian police beating protesters’ until they bled. They deployed tear gas and tasers https://t.co/WUjCZn20rG",
  "data/tweet-economist/2021/2/1356116237332447232.json": "The Kremlin hopes that its Belarusian-style crackdown will suppress the tide of discontent. But Russia is now in a full-blown political crisis https://t.co/AyPIsX0coK",
  "data/tweet-economist/2021/2/1356089460509843458.json": "One question keeps being asked in Asia’s capitals: will America's various crises leave it self-absorbed for years to come?  https://t.co/Cwd1b6C1YP",
  "data/tweet-economist/2021/2/1356137000932356097.json": "The brutality displayed by the Russian police against protesters was a show of force, but also of the Kremlin’s nervousness https://t.co/0JunvGzVDJ",
  "data/tweet-economist/2021/2/1356141803272073216.json": "More than 5,000 people were reported to have been arrested in protests across Russia, including Alexei Navalny’s wife, prominent journalists and a popular rapper, Oxxxymiron https://t.co/fjReHY7OKk",
  "data/tweet-economist/2021/2/1356145810950524931.json": "Since the fall of the Berlin Wall, Italy has had 19 governments, lasting on average just over 18 months https://t.co/GppcCkbwrn",
  "data/tweet-economist/2021/2/1356124492117012502.json": "The European Court of Justice has found Poland in violation of EU environmental directives—yet the country still struggles to decarbonise https://t.co/0708F3nISr",
  "data/tweet-economist/2021/2/1356158580894949377.json": "Some of corporate Germany's biggest names are a result of family break-ups. A fight between the shoemaking Dassler brothers led in 1948 to the creation of Adidas and Puma https://t.co/Fr79PKNHS1",
  "data/tweet-economist/2021/2/1356240008387194881.json": "Myanmar’s army has toppled Aung San Suu Kyi's government and handed power to its commander in chief, Min Aung Hlaing https://t.co/yIqQkWOyHH",
  "data/tweet-economist/2021/2/1356170093823197185.json": "The brutality of the Russian police closely resemble the response to protests in Belarus https://t.co/Vj8LIzpHHJ",
  "data/tweet-economist/2021/2/1356248714797527044.json": "Jumpy professional investors will now have to keep one eye on the Reddit mob—and the other on more conventional risks  https://t.co/VcPSu6d0VC",
  "data/tweet-economist/2021/2/1356264939678265354.json": "With each artefact the characters uncover, they are forced to ask which parts of their own lives might linger for years and centuries, and which parts will vanish without trace https://t.co/A9nS79Qfjf",
  "data/tweet-economist/2021/2/1356271121696436224.json": "A decade after the generals voluntarily relinquished control of Myanmar, they have clawed it back https://t.co/VjB3swfoMa",
  "data/tweet-economist/2021/2/1356295094647795714.json": "Our Big Mac index compares the purchasing power of different currencies https://t.co/P0H2oMTQ3c",
  "data/tweet-economist/2021/2/1356326232963616772.json": "Many analysts believed a coup unlikely. But it is not the first time the Tatmadaw has seized power from Myanmar's democratically elected government https://t.co/POuuueqU0M",
  "data/tweet-economist/2021/2/1356267361742057480.json": "Joe Biden must calm nerves about North Korea by reaffirming and strengthening America’s nuclear umbrella over Japan and South Korea https://t.co/Bp9wSBjj5N",
  "data/tweet-economist/2021/2/1356351435898826752.json": "The EU has earmarked €2bn to help Poland decarbonise https://t.co/ekQAC59ZVm",
  "data/tweet-economist/2021/2/1356361734253117447.json": "We have ranked 90 business schools on their full-time MBA courses, using responses to questions from thousands of current and former students⁠ https://t.co/HDrr3CndUD https://t.co/lhG1Q64Cmc",
  "data/tweet-economist/2021/2/1356367992272138242.json": "Vaccines developed in China and Russia may have an important role to play in the fight against covid-19. But a lack of transparency over trial data could erode trust in vaccines https://t.co/1OipbJQg0j",
  "data/tweet-economist/2021/2/1356409561272487936.json": "The catalyst for the coup was an election held in November. Aung San Suu Kyi's party won a staggering 83% of seats—but the generals claimed the election was unfair https://t.co/QWegpRhCn6",
  "data/tweet-economist/2021/2/1356414115909132295.json": "Poland is the only country in Europe to use more coal-derived energy for heating today than it did in 1990 https://t.co/jM5wsKi4ih",
  "data/tweet-economist/2021/2/1356433957571743744.json": "Why do some people risk their lives for fun? https://t.co/oMgHo3OxJr",
  "data/tweet-economist/2021/2/1356453795094556672.json": "The world has enough manufacturing capacity to produce 16bn doses of a covid vaccine this year, of which 3.3bn doses are planned to be produced in the EU https://t.co/smH9CMiaIN",
  "data/tweet-economist/2021/2/1356404712854196224.json": "Robinhood's dominance with those looking to have fun with the stockmarket has been waning since 2019. The GameStop saga could speed up that decline https://t.co/MQPkC77SFo",
  "data/tweet-economist/2021/2/1356478175421882368.json": "Mongolia’s government resigns after a small protest https://t.co/rvCJ4kg1gP",
  "data/tweet-economist/2021/2/1356493766534782976.json": "Reports suggested that mobile internet connections and phone services had been disrupted in major cities. Yangon airport is closed and the state broadcaster went off air https://t.co/H1doEKgfpP",
  "data/tweet-economist/2021/2/1356489056994144256.json": "The rich world has snapped up most of the global vaccine supply. But hoarding vaccines will only prolong the deadly effects of the pandemic https://t.co/G0FHunA2sM",
  "data/tweet-economist/2021/2/1356544021984915456.json": "The image of Anastasia Vasilyeva at her piano is an illustration of the intelligentsia turning to art as a means of private resistance against the incursions of the state https://t.co/IFLkrFCxRm",
  "data/tweet-economist/2021/2/1356612270273540103.json": "Home heating causes 80% of Poland's emissions of PM2.5, grains of matter that enter lungs easily https://t.co/gHKMt88ynf",
  "data/tweet-economist/2021/2/1356671017758916614.json": "Russian opposition leader Alexei Navalny has been sentenced to over two years in prison. Last month we argued that world leaders should work together to grapple with the country's corruption https://t.co/6TBjNeITpO",
  "data/tweet-economist/2021/2/1356667978423689217.json": "President Joe Biden condemned what he called “a direct assault on the country’s transition to democracy and the rule of law”. The EU, Britain and other democracies have too voiced outrage https://t.co/slpHe3pK0n",
  "data/tweet-economist/2021/2/1356687355944579087.json": "Today's trial of Alexei Navalny has seen him sentenced to over two years in prison. Last month we argued that the world should do more to support Russia's opposition leader https://t.co/4Nyc04anIs",
  "data/tweet-economist/2021/2/1356599166676459522.json": "It remains to be seen whether the public, devoted supporters of Aung San Suu Kyi, will accept military control https://t.co/xACDUTY6XD",
  "data/tweet-economist/2021/2/1356717805094260740.json": "Jeff Bezos will step down as CEO of Amazon, handing reins to Andy Jassy, who currently runs the company's cloud computing business. In June last year, we outlined why the job of running the online giant hasn't got any easier https://t.co/SY0RkxSZqr",
  "data/tweet-economist/2021/2/1356704125539536902.json": "For the first time, the Search for Extraterrestrial Intelligence (SETI) is cocking its ear towards Earth https://t.co/E8C8TJDE4d",
  "data/tweet-economist/2021/2/1356733148730707968.json": "Is democracy in retreat? The latest ranking from The Economist Intelligence Unit gives little reason to be hopeful https://t.co/2BwIUo20Dc",
  "data/tweet-economist/2021/2/1356260821899366404.json": "Britain and the Netherlands are considering introducing “pre-conception agreements”—proposals to make a baby’s intended parents its legal parents at birth https://t.co/0SQVnjR2q1",
  "data/tweet-economist/2021/2/1356741199432933388.json": "Norway, Iceland and Sweden top the Democracy Index from @TheEIU https://t.co/C9svS0inzo",
  "data/tweet-economist/2021/2/1356760523732373505.json": "Jeff Bezos will step down as CEO of Amazon. In June last year, we outlined why the job of running the online giant hasn't got any easier https://t.co/jyXwGGOkyj",
  "data/tweet-economist/2021/2/1356751308238249984.json": "A Brazilian city thought it had herd immunity. It was wrong https://t.co/soF33M879d",
  "data/tweet-economist/2021/2/1356765090326990849.json": "Humans crave freedom, not just security https://t.co/MuB703kXZG",
  "data/tweet-economist/2021/2/1356780235904188416.json": "A study by the IMF found that by increasing the diversity of skills and ideas, migration has boosted living standards by 30% or so in both Britain and America https://t.co/klJT2PjrBT",
  "data/tweet-economist/2021/2/1356463623950974976.json": "Apple’s quarterly sales exceed $100bn for the first time https://t.co/mnZcB1exsU",
  "data/tweet-economist/2021/2/1356804625979105281.json": "Just 8.4% of the world’s population live in a “full democracy” according to The Economist Intelligence Unit’s latest Democracy Index https://t.co/iqlCF546UX",
  "data/tweet-economist/2021/2/1356694638099386369.json": "Pete Buttigieg has been confirmed by the Senate to lead the Department of Transportation. Last year, he spoke with @AnneMcElvoy on “The Economist Asks” podcast. Listen here https://t.co/fWdRt2d31g https://t.co/syMsThGdsk",
  "data/tweet-economist/2021/2/1356290168702050306.json": "That obesity is on the rise in Africa is a sign that poverty levels have improved, but not enough  https://t.co/moL4QA7RLz",
  "data/tweet-economist/2021/2/1356851038670774273.json": "France and Portugal went from being “full democracies” to “flawed democracies” in the latest #DemoIndex https://t.co/BqKDeuO8jN",
  "data/tweet-economist/2021/2/1356837364073701378.json": "Hundreds of babies born to surrogate mothers in Russia and Ukraine were stranded after their intended parents were unable to collect them due to covid-19 travel restrictions https://t.co/vMo1cAaN1E",
  "data/tweet-economist/2021/2/1356856335682404354.json": "Of the 100 European cities with the most air pollution, 29 are Polish https://t.co/xxhOyCENWN",
  "data/tweet-economist/2021/2/1356871740413140995.json": "Thinking of taking on an MBA? Take a look at our ranking of programmes from across the world https://t.co/kntSqiKzFT https://t.co/BHMVwqVZVo",
  "data/tweet-economist/2021/2/1356886452710309889.json": "America and Russia still have 90% of the world’s nuclear warheads. Any effort to stay global nuclear proliferation begins with them https://t.co/4hGLYfRCq9",
  "data/tweet-economist/2021/2/1356897762185519104.json": "Democracy scores for Hong Kong, Belarus and Mali deteriorated in the latest Democracy Index from @TheEIU https://t.co/4czx8CgD0A",
  "data/tweet-economist/2021/2/1356913553886871553.json": "The global score of 5.37 out of ten is the lowest recorded since @TheEIU's Democracy Index began in 2006 https://t.co/AK9iUM2H17",
  "data/tweet-economist/2021/2/1356931748991557632.json": "Just 8.4% of the world’s population live in a “full democracy” according to The Economist Intelligence Unit’s latest Democracy Index. Explore the data\n\nhttps://t.co/slDUB5CMVg",
  "data/tweet-economist/2021/2/1356936115693961216.json": "Russia's Sputnik V vaccine gives around 92% protection against Covid-19, according to trial results published in The Lancet, a scientific journal. Our film from last week explains why distributing vaccines to the world is a major challenge https://t.co/ThFemvIwBt",
  "data/tweet-economist/2021/2/1356906873140740096.json": "Joe Biden understands that centuries of sucking in foreign talent have made America rich and dynamic https://t.co/AIZSDSfqZ7",
  "data/tweet-economist/2021/2/1356974090746265603.json": "In 2020, @TheEIU's Democracy Index fell to the lowest average since it began in 2006 #DemoIndex https://t.co/SnP78MA7eu https://t.co/XVQ0uSZbES",
  "data/tweet-economist/2021/2/1356980037191368705.json": "In some countries, meaningful vaccination coverage—enough for life to return to normal—may not be possible until 2023, if ever https://t.co/EuaDlqwX5I https://t.co/rP4obssk6t",
  "data/tweet-economist/2021/2/1356960412105850882.json": "Russia's Sputnik V vaccine gives around 92% protection against Covid-19, according to trial results published in The Lancet, a scientific journal. Our article from last week looks at new additions to the world’s arsenal of vaccines against the pandemic https://t.co/oVy6FjliZf",
  "data/tweet-economist/2021/2/1357035834629849088.json": "Just 8.4% of the world’s population live in a full democracy #DemoIndex https://t.co/0JYU5URUmX",
  "data/tweet-economist/2021/2/1357073636600000513.json": "The digital yuan will give China a conduit for moving money across its borders without having to rely on SWIFT, a global payments system that comes under American influence #TheWorldIn2021 https://t.co/l98xikpEvp",
  "data/tweet-economist/2021/2/1357059038480072705.json": "Why do some people risk their lives for fun? https://t.co/YEvuMOVskZ",
  "data/tweet-economist/2021/2/1357120191994470401.json": "Government-imposed lockdowns and other pandemic-control measures led to a huge rollback of democratic freedoms in 2020 https://t.co/ArwlbPS7XL",
  "data/tweet-economist/2021/2/1357116238284148738.json": "The global score of 5.37 out of ten is the lowest recorded since @TheEIU's Democracy Index began in 2006 https://t.co/fofgoURd0W",
  "data/tweet-economist/2021/2/1357132853998473218.json": "In 2020, @TheEIU's Democracy Index fell to the lowest average since it began in 2006 #DemoIndex https://t.co/t5siaBhG1N https://t.co/mjwsYKli79",
  "data/tweet-economist/2021/2/1357148175488925696.json": "Among people in Israel aged over 60, severe hospital cases have fallen by 26% since their peak  https://t.co/W2RrkctG01",
  "data/tweet-economist/2021/2/1357156919425851394.json": "Dementia could be prevented or delayed in 40% of cases by attacking 12 risk factors https://t.co/oe2DgoeBfP",
  "data/tweet-economist/2021/2/1357185511824257024.json": "Israel is the place to watch for the ﬁrst evidence about how mass vaccination may change the course of the covid-19 pandemic https://t.co/lbxAD4uY1a",
  "data/tweet-economist/2021/2/1357198253285064706.json": "Part of the problem with the current spike in loneliness stems from contemporary employment. Globally, two in five office workers feel lonely at work https://t.co/aCzlnMIwtc",
  "data/tweet-economist/2021/2/1356889997002031104.json": "RT @TheEIU: Published today, the 13th edition of our Democracy Index addresses questions of life, death and liberty, in a year where the wo…",
  "data/tweet-economist/2021/2/1357210639240945665.json": "Anastasia Vasilyeva, the head of a medical union linked to Alexei Navalny, had just reached the middle section of “Für Elise” when officials entered her flat https://t.co/XEqALkrV02",
  "data/tweet-economist/2021/2/1357202696701435904.json": "Asia is hungry for reassurance from Joe Biden https://t.co/DvxCdsswaF",
  "data/tweet-economist/2021/2/1357219802369163266.json": "Protests are still possible in Myanmar—and so is their violent suppression https://t.co/j6FdYtruyB",
  "data/tweet-economist/2021/2/1357180857774202880.json": "When pondering alternatives to autocracy, the Cultural Revolution weighs heavily on the minds of some Chinese https://t.co/MjfP8XOC9K",
  "data/tweet-economist/2021/2/1357223716674039813.json": "Democracy scores for Hong Kong, Belarus and Mali deteriorated in the latest Democracy Index from @TheEIU https://t.co/sqRyu3vmJU",
  "data/tweet-economist/2021/2/1357194465379762176.json": "In a day by day comparison in Israel of a group of over-60s who had been vaccinated with a group of unvaccinated individuals, the rate of positive infections in the vaccinated group had fallen by a third on the 14th day https://t.co/NCCOmW1MjA",
  "data/tweet-economist/2021/2/1357235875046899715.json": "Israel has been giving out vaccine doses to nearly 2% of its population every day for the past fortnight https://t.co/cUmYQcS946",
  "data/tweet-economist/2021/2/1357239717117521927.json": "London is the world's 20th most expensive city, according to the EIU's cost of living survey. From November 2020 https://t.co/vQ2F1EmfVj",
  "data/tweet-economist/2021/2/1357268688370548736.json": "Just 23 out of 167 countries attained “full democracy” classification in @TheEIU's latest Democracy Index https://t.co/w5ln15V6x4 https://t.co/yp38WEGjMB",
  "data/tweet-economist/2021/2/1357274714276782082.json": "No Zoom call can replace the “chemistry of the unexpected” that you get in person. Humans need offices https://t.co/pYCpxeGDJc",
  "data/tweet-economist/2021/2/1357276722736070656.json": "Moderna is planning to work on a booster shot that will amp up the body’s immune response to the variant found in South Africa https://t.co/Tv7U1SA8Bc",
  "data/tweet-economist/2021/2/1357206748680122369.json": "Bookmark this page to track what Joe Biden does in his first 100 days in office https://t.co/rKi75CGHtn",
  "data/tweet-economist/2021/2/1357298886143070214.json": "Is democracy in retreat? The latest ranking from The Economist Intelligence Unit gives little reason to be hopeful https://t.co/sDJSexCivj",
  "data/tweet-economist/2021/2/1357298884498911232.json": "France and Portugal went from being “full democracies” to “flawed democracies” in the latest #DemoIndex https://t.co/PGslyH5HwT",
  "data/tweet-economist/2021/2/1357266446947123202.json": "“The damage has been done\", is how one diplomat assessed America’s standing in Asia  https://t.co/B9eIkDBOoQ",
  "data/tweet-economist/2021/2/1357321464156930049.json": "Israel has blazed a trail in its ability to distribute and administer vaccines quickly, and other countries are following suit https://t.co/66hqV62IjN",
  "data/tweet-economist/2021/2/1357105718856470528.json": "Mario Draghi, a former central banker, has accepted the offer from Sergio Mattarella, Italy’s president, to head a new government  https://t.co/AE3fixQd01",
  "data/tweet-economist/2021/2/1357302916089004032.json": "The coup, although crushing to Myanmar’s democrats, is also a defeat for the generals. It turns them into pariahs https://t.co/PKO3uBkMj9",
  "data/tweet-economist/2021/2/1357339877029736453.json": "France moved from \"full democracy\" to “flawed democracy” in the latest Democracy Index due to its strict lockdown https://t.co/qeVeIifkde",
  "data/tweet-economist/2021/2/1357016329514082304.json": "Of the 100 European cities with the most air pollution, 29 are Polish https://t.co/bn4Ld2lsNK",
  "data/tweet-economist/2021/2/1357349107656871936.json": "There appear to be two stories behind recent events on Wall Street. One is of an anti-establishment movement causing chaos in high finance, the other is of a market poised to crash. Both gloss over what is really going on  https://t.co/uRPaYUlERS",
  "data/tweet-economist/2021/2/1357332033257758724.json": "The blame game over Europe's clunky vaccine roll-out has begun. Where does the responsibility lie? https://t.co/anmJwh3IDI",
  "data/tweet-economist/2021/2/1357396047274901506.json": "Anastasia Vasilyeva, the head of a medical union linked to Alexei Navalny, was ready for the officers. Not with her lawyer, or a suitcase packed for a spell in detention, but with a polished performance of “Für Elise” https://t.co/LkAHvEOKoi",
  "data/tweet-economist/2021/2/1357422702416588800.json": "The star performer in this year's Democracy Index was Taiwan, which was upgraded to a “full democracy” after rising 20 places https://t.co/A5dhKiH9DH",
  "data/tweet-economist/2021/2/1357306182201991169.json": "Four hundred years on, Artemisia Gentileschi‘s paintings resonate more than ever https://t.co/ydSpgVQitR From @1843mag",
  "data/tweet-economist/2021/2/1357285545420988416.json": "Glencore, a commodities giant with two mines in Congo, reckons that some 2,000 people sneak into its pits every day https://t.co/6hK7kUfqMp",
  "data/tweet-economist/2021/2/1357406089269149696.json": "\"I mortally offended [Vladimir Putin] by surviving. And then I committed an even more serious offence: I didn’t run and hide,” Alexei Navalny said in a speech https://t.co/OwXIYNFTeg",
  "data/tweet-economist/2021/2/1357395612266885123.json": "RT @JamesFransham: In less than 60 days since covid-19 vaccinations began, the world has now administered more doses of vaccine than there…",
  "data/tweet-economist/2021/2/1357390592502870017.json": "Lockdowns have exacerbated a problem that has been spreading in many developed nations for decades: loneliness https://t.co/K0V0p15uoN",
  "data/tweet-economist/2021/2/1357412378065989645.json": "In 1986, Nikolai Antoshkin was summoned to quench the fire at Chernobyl. What he saw would never leave him https://t.co/Zf9ejGmnOE",
  "data/tweet-economist/2021/2/1357483106928852995.json": "About 2.8bn people live in an authoritarian regime, the bottom tier of the @TheEIU's Democracy Index https://t.co/jjAwnGhdxM https://t.co/ZGvjenRUdK",
  "data/tweet-economist/2021/2/1357435777769230339.json": "Rather than apologising to voters for the fact that European pensioners are less protected than American, British or Israeli ones, the EU reminds them that things could be much worse https://t.co/iXabxgZjRC",
  "data/tweet-economist/2021/2/1357427718112034816.json": "Scientists are still learning about the new SARS-CoV-2 variants and how they behave https://t.co/BTYVU6rChX",
  "data/tweet-economist/2021/2/1357444845992820736.json": "Over one-third of Israel’s population has received a vaccination against covid-19  https://t.co/fuOOiH4poi",
  "data/tweet-economist/2021/2/1357326641878474754.json": "The meeting of technology and high finance is a volatile cocktail. But if managed correctly, the economy and investors can win. Our cover in America, Britain and Asia this week https://t.co/9zm0qrBYTf https://t.co/c5uS4bu076",
  "data/tweet-economist/2021/2/1357525912548478976.json": "The Chinese Communist Party has condemned the new British National Overseas visa scheme https://t.co/7H895nt264",
  "data/tweet-economist/2021/2/1357555382386884608.json": "For Tories, the stereotypical Hong Konger is the ideal migrant—hard-working, entrepreneurial, liberty-loving and loyal to a certain idea of Britain https://t.co/Mmy0UPfyw9",
  "data/tweet-economist/2021/2/1357539940968595457.json": "In “Migrations”, human activity has reduced biodiversity to a handful of creatures at the edges of the globe https://t.co/7wes94cFqT"
}