{
  "data/tweet-economist/2021/6/1399559420707753984.json": "Every year since the 1960s, the 10% of voters with the most years of schooling gravitated towards left-wing parties, while the remaining 90% slid the other way https://t.co/PynHVjVdrb",
  "data/tweet-economist/2021/6/1399549432669118466.json": "Nicolás Maduro wants to reduce some of the pressure on his regime—and pare back sanctions—by holding slightly less rigged regional elections and negotiating with the opposition https://t.co/mFLV1NQltk",
  "data/tweet-economist/2021/6/1399545260926251011.json": "America, Britain, Germany and Japan are among the countries aiming to imitate the Defence Advanced Research Projects Agency https://t.co/C8x7a02gH1",
  "data/tweet-economist/2021/6/1399526678121041926.json": "Rarely has a Mexican president attracted such adulation—and loathing. On June 6th voters can either boost Andrés Manuel López Obrador's party or clip its wings https://t.co/psHOHt5Dop",
  "data/tweet-economist/2021/6/1399603858712809476.json": "President López Obrador's ad hoc, lawless approach has not made Mexico less corrupt, but he has highlighted the need for a clean-up https://t.co/vsuSzSsdtB",
  "data/tweet-economist/2021/6/1399637097737293824.json": "A fifth of all rice grown globally now comes from hybrids that were developed by Yuan Longping https://t.co/ZsMtcxhxd6",
  "data/tweet-economist/2021/6/1399599869573095426.json": "“They are worried who will do the work if the staff test positive.” @1843mag looks at the truth about rich Indians’ relationship with their domestic workers https://t.co/CGbXrs8LJA",
  "data/tweet-economist/2021/6/1399682406353981441.json": "In a world plagued by authoritarian populists, Mexico’s president has somehow escaped the limelight. But he is a danger to Mexican democracy https://t.co/ZlI07CQRX1",
  "data/tweet-economist/2021/6/1399686434362171393.json": "As long as President López Obrador is in charge, there will be two Mexicos. One, a dynamic and integrated part of North America; the other, remote, backward and resentful https://t.co/F1DTUnVDU9",
  "data/tweet-economist/2021/6/1399737004661874690.json": "Biryani was supposedly invented during the 17th century, when India was part of the Mughal empire. From @1843mag\n https://t.co/zzv0hKZTKw",
  "data/tweet-economist/2021/6/1399776792882434052.json": "The populist president's gravest flaw is a disregard for the rule of law. Critics fear he is trying to extend his first term in office https://t.co/orplHMGCEQ",
  "data/tweet-economist/2021/6/1399798416310472707.json": "A growing number of people are organising their love and sex lives via spreadsheets. Is this really how to excel in relationships https://t.co/7QZwB8pudk  From @1843mag",
  "data/tweet-economist/2021/6/1399791878506176518.json": "New research suggests that watermelons were domesticated from a subspecies called the Sudanese Kordofan melon, which grows in Darfur, Sudan https://t.co/6dVsukCyvj"
}