{
  "data/tweet-wsj/2021/10/1443745149205598211.json": "Disney and Scarlett Johansson have resolved their legal battle over her salary in “Black Widow,” ending a two-month fight between the media giant and one of Hollywood’s biggest stars https://t.co/LBkWmqjcZK",
  "data/tweet-wsj/2021/10/1443738705173401601.json": "An organization representing school boards across the U.S. is asking the federal government for help in response to threats and harassment over Covid-19 protocols in schools https://t.co/r4SEjSHwmD",
  "data/tweet-wsj/2021/10/1443731139047432197.json": "From @WSJopinion: Democrats will lose more seats in 2022 if the huge tax and spending bill passes, writes @KarlRove https://t.co/35P2uAkOYI",
  "data/tweet-wsj/2021/10/1443765137169604610.json": "Democratic Sen. Joe Manchin called for shrinking Democrats’ sweeping education, healthcare and climate package by more than half—to $1.5 trillion https://t.co/bjfHQwMT3h",
  "data/tweet-wsj/2021/10/1443810432435859457.json": "Sen. Blumenthal wanted to see what life was like on Instagram for teens, so his office set up an account that identified as a 13-year-old girl. Within a day, Instagram had served up content that promoted eating disorders and self injury, he said. https://t.co/FtuxHlQO7Z",
  "data/tweet-wsj/2021/10/1443802876309118976.json": "From @WSJopinion: Saule Omarova is the wrong nominee for the wrong industry in the wrong country in the wrong century https://t.co/893JYJIH4D",
  "data/tweet-wsj/2021/10/1443883322585780238.json": "Merck said its experimental pill helped prevent serious illness and death in high-risk people infected with Covid-19, a step toward the virus’s first at-home treatment https://t.co/kxJ6A7wfSr",
  "data/tweet-wsj/2021/10/1443795327652442112.json": "A pregnant woman didn't know the hospital where she was about to give birth was fighting a ransomware attack. Her baby was in distress, and later died. Are the hackers or the hospital to blame? https://t.co/7dEeE3lnr5",
  "data/tweet-wsj/2021/10/1443934996738228236.json": "Merck said its experimental pill helped prevent serious illness and death in high-risk people infected with Covid-19, a step toward the virus’s first at-home treatment https://t.co/C5QbJD5hng",
  "data/tweet-wsj/2021/10/1443901769059344401.json": "U.S. deaths from Covid-19 have leveled off at about 2,000 a day, following a two-month surge of the Delta variant that led to an additional 82,000 Covid deaths https://t.co/m1xJahUv2l",
  "data/tweet-wsj/2021/10/1443905267658264576.json": "Scarlett Johansson and Disney have resolved their legal battle over the online release of “Black Widow” #WSJWhatsNow https://t.co/hZ89fp5dmS",
  "data/tweet-wsj/2021/10/1443958911254634507.json": "Vice President Kamala Harris has sold her Washington, D.C., condo for $1.85 million more than five months after settling into her official residence on the grounds of the U.S. Naval Observatory https://t.co/3PA0LFRZ73",
  "data/tweet-wsj/2021/10/1443840647845326886.json": "A 96-year-old woman charged with Holocaust-related crimes for her role as a secretary in a Nazi concentration camp was detained by police on Thursday after she absconded before her trial https://t.co/PR7YOJAxlA",
  "data/tweet-wsj/2021/10/1443987863754973187.json": "Alex Jones, the radio host and right-wing provocateur, will be financially responsible for damages to parents of two children who were killed at Sandy Hook Elementary School in 2012, a Texas judge ruled this week https://t.co/ZxIbyPOnkt",
  "data/tweet-wsj/2021/10/1443994302317793284.json": "Breaking: All eligible students in California will be required to get vaccinated against Covid-19, Gov. Gavin Newsom said, marking the first such mandate in a U.S. state https://t.co/RAz05IjTSp",
  "data/tweet-wsj/2021/10/1444078448801091584.json": "From @WSJopinion: Pelosi and Schumer’s big mistake was to think they could bully Joe Manchin into submission, writes @KimStrassel https://t.co/MTbWWVErkV",
  "data/tweet-wsj/2021/10/1444123746764218370.json": "A Chinese citizen journalist whose viral videos offered an unfiltered early glimpse of the Covid-19 outbreak as it consumed the city of Wuhan has resurfaced more than 600 days after he went missing https://t.co/cbGX8FjyZB",
  "data/tweet-wsj/2021/10/1443961436821237764.json": "China is struggling with widespread power shortfalls, risking disruption to global supply chains and heightened inflationary pressure around the world https://t.co/QXN4YAvtZC",
  "data/tweet-wsj/2021/10/1444127519049986054.json": "From @WSJopinion: The House tax package would hit privately held companies twice as hard as publicly traded C corporations. The bill is bad for Main Street and bad for the country, writes Brian Reardon. https://t.co/kKWHyQkuPP",
  "data/tweet-wsj/2021/10/1444093542230642689.json": "A lawsuit involving a baby in Alabama, if proven in court, will mark the first alleged death from a ransomware attack. “This was preventable.” https://t.co/pmF5u1M61P",
  "data/tweet-wsj/2021/10/1444018051570143236.json": "A federal judge Friday questioned Texas’s defense of a new abortion law that is the most restrictive in the U.S. and which has significantly limited the procedure in the state https://t.co/L6pwZA83q6",
  "data/tweet-wsj/2021/10/1444169029418110976.json": "From @WSJopinion: When two-thirds of self-identified moderates are scared to express their views in public for fear of losing their jobs, America has ceased to be a free society, writes @tedrall https://t.co/lDWHEw4qSX",
  "data/tweet-wsj/2021/10/1444135101588250627.json": "Vice President Kamala Harris has sold her Washington, D.C., condo for $1.85 million more than five months after settling into her official residence on the grounds of the U.S. Naval Observatory https://t.co/Sw5FpFxC3W",
  "data/tweet-wsj/2021/10/1444112444520124417.json": "An organization representing school boards across the U.S. is asking the federal government for help in response to threats and harassment over Covid-19 protocols in schools https://t.co/U4RzvBQdhF",
  "data/tweet-wsj/2021/10/1444157714641326083.json": "Here is an early look at the front page of The Wall Street Journal's weekend edition https://t.co/oiRCOejdSr https://t.co/BlGEMogxQC",
  "data/tweet-wsj/2021/10/1444248311976837121.json": "Germany’s youngest voters are turning their backs on big, established parties and casting their ballots for two smaller groups that are calling for change: one focused on climate and social justice, the other on freer markets and personal liberties https://t.co/DIiljR793K",
  "data/tweet-wsj/2021/10/1444101088903315456.json": "The humanitarian crisis in Ethiopia’s Tigray region continues to escalate, with only a fraction of needed aid allowed to enter, the United Nations said https://t.co/RstWPtuWmK",
  "data/tweet-wsj/2021/10/1444271022497218560.json": "More than 130 federal judges have violated U.S. law and judicial ethics by overseeing court cases involving companies in which they or their family owned stock, a WSJ investigation found. Many of the cases could now be reopened. https://t.co/uG0i4XYSPm",
  "data/tweet-wsj/2021/10/1444225672889700357.json": "Tim Cook quietly turned Apple into a superpower in the videogame business. Now he’s fighting rivals in a multiplayer universe. https://t.co/B5tlEN4LDA",
  "data/tweet-wsj/2021/10/1444233252458442755.json": "Take a look at the front page of today's Wall Street Journal https://t.co/TECCbVPM06 https://t.co/BbggmPoIhk",
  "data/tweet-wsj/2021/10/1444195447900344320.json": "When you get a work email during off-hours, does it stress you out? Research shows that you may be suffering from “email urgency bias.” https://t.co/UhLojtxf6q",
  "data/tweet-wsj/2021/10/1444240790830657537.json": "Since signing off from the TV airwaves, Conan O’Brien has been as busy as ever, building a podcast empire. Not everyone got the memo: “Everywhere I go, people say, ‘Congratulations on your retirement!’ ”  https://t.co/SVod0GphhJ",
  "data/tweet-wsj/2021/10/1444308747753508870.json": "A surge in toxic customers and poor behavior has prompted many restaurants to rethink the adage that the customer is always right https://t.co/gFsAo5MbuJ",
  "data/tweet-wsj/2021/10/1444316286016757763.json": "\"Squid Game,\" the South Korean survival drama that was for a decade dismissed as grotesque and unrealistic, is now on track to become Netflix’s most-watched show https://t.co/41OKn7bbPW",
  "data/tweet-wsj/2021/10/1444301216670957574.json": "Harvard Business School moved most of its M.B.A. classes online following a spate of breakthrough Covid-19 infections among its students https://t.co/OfL9q4JCkQ",
  "data/tweet-wsj/2021/10/1444323845364666368.json": "A couple's property in Iceland has views of an extinct volcano, the top of the country’s second-largest glacier and something less common: lush, green surroundings. “This place is like walking into a green haven.” https://t.co/YWfLTpTm9V",
  "data/tweet-wsj/2021/10/1444255872222384134.json": "More airlines are telling employees they must be vaccinated under new federal rules for government contractors  https://t.co/FWI8YuSWzo",
  "data/tweet-wsj/2021/10/1444350229537493001.json": "Alex Jones, the radio host and right-wing provocateur, will be financially responsible for damages to parents of two children who were killed at Sandy Hook Elementary School in 2012, a Texas judge ruled this week https://t.co/wwi7jLwsdV",
  "data/tweet-wsj/2021/10/1444342684462813187.json": "Tim Cook quietly turned Apple into a superpower in the videogame business. Now he’s fighting rivals in a multiplayer universe. https://t.co/RFOni6lSia",
  "data/tweet-wsj/2021/10/1444361565415817218.json": "Tesla overcame snarled global-supply chains to deliver a record number of vehicles in the third quarter https://t.co/SlWex6mrzr",
  "data/tweet-wsj/2021/10/1444433267558604808.json": "South Korea’s dystopian drama “Squid Game” might become Netflix’s biggest hit ever. But for a decade, local studios rejected the fictionalized show’s pitch as too grotesque and too unrealistic. https://t.co/frBAhPilnZ",
  "data/tweet-wsj/2021/10/1444448389614219272.json": "A pregnant woman didn't know the hospital where she was about to give birth was fighting a ransomware attack. Her baby was in distress, and later died. Are the hackers or the hospital to blame? https://t.co/HQXwYK9iBb",
  "data/tweet-wsj/2021/10/1444444585170665475.json": "Ford says it will invest $7 billion in a new assembly plant and three EV battery factories, aiming to create 11,000 jobs in the South. It’s the car maker’s largest ever manufacturing investment. #WSJWhatsNow https://t.co/txTbkaZlMD",
  "data/tweet-wsj/2021/10/1444459698133012480.json": "From @WSJopinion: Biden’s nominee for Comptroller of the Currency admires the Soviet economic system and thinks the Fed should “effectively ‘end banking,’ as we know it” https://t.co/9ak7TPamTj",
  "data/tweet-wsj/2021/10/1444331438208323593.json": "The U.S. spent $145 billion over two decades to build a self-sustaining economy in Afghanistan—an economy that is now on the verge of collapse https://t.co/Afx4N56PEe",
  "data/tweet-wsj/2021/10/1444482387216420874.json": "Before she accepted a part in “Flashdance,” Jennifer Beals made sure she could return to Yale after filming. “The dean was understanding. He let me defer a term.” https://t.co/M4YS4QlyEL",
  "data/tweet-wsj/2021/10/1444455940854530051.json": "With the release of the sci-fi epic \"Dune\" and her upcoming role in \"Mission: Impossible 7,\" Rebecca Ferguson is at the top of her game https://t.co/lUYvaMFuCp",
  "data/tweet-wsj/2021/10/1444604177091596293.json": "Tesla overcame snarled global-supply chains to deliver a record number of vehicles in the third quarter https://t.co/QNUxNklQq1",
  "data/tweet-wsj/2021/10/1444542772111974407.json": "Mexico is weighing a bill to change the country’s constitution to boost state control of the electricity industry, a move that would jeopardize billions of dollars of investments by private power generators https://t.co/mmEkq4bsaw",
  "data/tweet-wsj/2021/10/1444640879742840834.json": "Satellite images show the scale of the backlog at ports in California. The ongoing supply chain issues are now threatening holiday shopping plans. #WSJWhatsNow https://t.co/EyYZeaOWVv",
  "data/tweet-wsj/2021/10/1444625808405024769.json": "From @WSJopinion: OSHA’s job is to promote safe workplaces, not to dictate medical decisions to employees, write @DavidRivkin and Robert Alt https://t.co/gdFCgftsaZ",
  "data/tweet-wsj/2021/10/1444387971919228931.json": "Scientists have found a sharp increase in possible Covid-19 spread during in-flight meal service. They’ve also learned more about the importance of precautions during boarding and deplaning. https://t.co/Dsglb98QOD",
  "data/tweet-wsj/2021/10/1444629571362594820.json": "Would-be home buyers are getting hit with a double whammy: soaring home prices and incomes that can’t keep pace. Some are scrimping; others are just giving up.  https://t.co/tU5n5PQVFE",
  "data/tweet-wsj/2021/10/1444659781768294407.json": "From @WSJopinion: Widespread immunity, vaccinated and natural, will bring control and a full return to normal, writes @MonicaGandhi9 https://t.co/AStoXRd5xm",
  "data/tweet-wsj/2021/10/1444406930206863362.json": "Job seekers are considering a new addition to their résumés: Covid-19 vaccination status https://t.co/H3V7Q3y2zB",
  "data/tweet-wsj/2021/10/1444652005490929664.json": "At one hospital, the cost for a severe-respiratory patient was around $55,182 if the person were insured by Aetna—or $94,357 if covered by Anthem's Empire Blue Cross Blue Shield https://t.co/pv6KPEaL3Y",
  "data/tweet-wsj/2021/10/1444671864085925888.json": "Americans looking for their first homes will have to sign up for larger monthly payments, buy less desirable homes or step back from the market altogether, economists said https://t.co/De6XOLOkQC",
  "data/tweet-wsj/2021/10/1444618304774184964.json": "In Alaska, where Covid-19 cases are surging, an Anchorage hospital is rationing care while rural hospitals try to make supplies last until they can transfer patients https://t.co/0VQb9CQTcl",
  "data/tweet-wsj/2021/10/1444680000893038599.json": "“We didn’t sign up for this.” Medical staff at Alaska’s largest hospital are for the first time being forced to decide who should get treatment and who must wait, even if they might not survive. https://t.co/KboQ0gzaor",
  "data/tweet-wsj/2021/10/1444675378191249412.json": "Job seekers are considering a new addition to their résumés: Covid-19 vaccination status https://t.co/LlAcoCVuak",
  "data/tweet-wsj/2021/10/1444711253713244170.json": "Evergrande is the largest property developer in a Chinese real-estate bubble that has been expanding for years. It had more than 700 projects under construction as of the end of last year, covering 132 million square meters of total floor area. https://t.co/cd6BwEh8ef https://t.co/l4ky1meHzB",
  "data/tweet-wsj/2021/10/1444746631182700549.json": "Afghanistan’s capital could be plunged into darkness this winter because the new Taliban rulers haven’t paid Central Asian electricity suppliers or resumed collecting money from consumers https://t.co/yA4IlfNqBh",
  "data/tweet-wsj/2021/10/1444714126941560836.json": "India is preparing to produce its own mRNA-based Covid-19 vaccine by the end of the year, in what would be a scientific breakthrough for the country https://t.co/lvjfVuNB92",
  "data/tweet-wsj/2021/10/1444765463121178624.json": "South Korea’s dystopian drama “Squid Game” might become Netflix’s biggest hit ever. But for a decade, local studios rejected the fictionalized show’s pitch as too grotesque and too unrealistic. https://t.co/9oPKLoSKKF",
  "data/tweet-wsj/2021/10/1444784465092481024.json": "A surge in toxic customers and poor behavior has prompted many restaurants to rethink the adage that the customer is always right https://t.co/CtqHzEAykt",
  "data/tweet-wsj/2021/10/1444788130205339656.json": "Evergrande, the largest property developer in a Chinese real-estate bubble that has been expanding for years, had more than 700 projects under construction as of the end of last year. Its potential default stands to be one of the largest ever. https://t.co/JupnHOIuFN https://t.co/HF5A4CRAE9",
  "data/tweet-wsj/2021/10/1444809031323987970.json": "As a Facebook employee, Frances Haugen tried to find solutions for how its platforms could cause harm. But she didn’t have the resources or power to act—so she turned whistleblower https://t.co/P1OlMFg0Pm"
}