{
  "data/tweet-wsj/2021/9/1432859514022383623.json": "“Mr. President...Don’t forget me here.” An Afghan interpreter who 13 years ago helped rescue Joe Biden was left behind Monday when the U.S. ended its military campaign in Afghanistan. https://t.co/tyL5Tn7aG0",
  "data/tweet-wsj/2021/9/1432863313168322566.json": "Holders of Israel’s vaccine passports must get a third dose of the Pfizer-BioNTech vaccine within six months of their second dose, or lose the so-called green pass that allows them more freedom https://t.co/dXILuGR0iY",
  "data/tweet-wsj/2021/9/1432889714810527747.json": "From @WSJopinion: As the Biden geniuses pick through the wreckage of what they have achieved, they—and all of us—should remember with trepidation this lesson from history: It’s not only the gods who punish arrogance and vanity, writes @gerardtbaker https://t.co/J97gMatP3I",
  "data/tweet-wsj/2021/9/1432901078333394945.json": "China’s move to crack down on online games signals that the country’s Communist Party intends to insert itself into the private lives of citizens to an extent not seen in decades https://t.co/6Zks6D2sje",
  "data/tweet-wsj/2021/9/1432923706578378754.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/hVpv4IpM1I",
  "data/tweet-wsj/2021/9/1432904806734180353.json": "Review: \"Future of Work,\" a three-part series on PBS, looks at the way technology is shaping our jobs and how it’s replacing humans https://t.co/YY8GkZcix6",
  "data/tweet-wsj/2021/9/1432953907995631620.json": "Every second you watch or rewatch a video on TikTok, it’s tracking you. Our investigation reveals the one piece of information the app needs to decide what you see. https://t.co/flGpmp8wQM",
  "data/tweet-wsj/2021/9/1433002976948412417.json": "Americans are back to buying up toilet paper and paper towels. The maker of Charmin and Bounty is ramping up production, running factories 24 hours a day, seven days a week. https://t.co/TTgODyVLoK",
  "data/tweet-wsj/2021/9/1433034433754537986.json": "North Korea turned down roughly three million doses of China’s Sinovac Covid-19 vaccine, saying they should be sent to harder-hit countries https://t.co/cIAChW2zbn",
  "data/tweet-wsj/2021/9/1433052038892556289.json": "From @WSJopinion: President Biden’s accusatory, dishonest defense of his Afghanistan withdrawal was unworthy of the sacrifices Americans have made in that conflict, writes The Editorial Board https://t.co/TIq5hGoAdB",
  "data/tweet-wsj/2021/9/1433059617840435200.json": "The Taliban inherited thousands of U.S.-supplied assault weapons and military ground vehicles along with other technology and equipment including artillery pieces and night-vision goggles, another toll of the U.S. troop withdrawal https://t.co/4sFZsyPy98",
  "data/tweet-wsj/2021/9/1433042426202136580.json": "Firms estimate the damage from Hurricane Ida could total more than $15 billion in insured losses, while nearly one million people remain without power in Louisiana #WSJWhatsNow https://t.co/0fuyWcdPZY",
  "data/tweet-wsj/2021/9/1433108672473931790.json": "The U.S. left behind the majority of Afghan allies who had applied for visas to escape reprisal from the Taliban, a senior State Department official said https://t.co/9biZ1HF56g",
  "data/tweet-wsj/2021/9/1433082244881604611.json": "CVS, Home Depot, Ulta and Target all have something in common. They’re struggling to keep up with organized crime rings stealing from their stores in bulk and selling the goods online, often on Amazon. https://t.co/ERmEuw60xB",
  "data/tweet-wsj/2021/9/1433029947497517059.json": "China's ruling party says it fears youth are being inundated with a toxic culture that poisons their minds, isolates them from society and saps young boys of their masculinity https://t.co/Ax5QJfwsuO",
  "data/tweet-wsj/2021/9/1433127626667876359.json": "Apple said iPhone and Apple Watch users in several states will be able to store and show their driver’s license or ID on their digital wallet https://t.co/PII0H6UCim",
  "data/tweet-wsj/2021/9/1432995434734174210.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/vQNzJ4iNbS",
  "data/tweet-wsj/2021/9/1433120288926052355.json": "Breaking: A Colorado grand jury indicted five current and former officers and paramedics in the 2019 death of Elijah McClain, a Black man who died in police custody https://t.co/VkIzjcZfBx",
  "data/tweet-wsj/2021/9/1433176616692244482.json": "Senate Minority Leader Mitch McConnell said Republican calls to remove President Biden from office over the Afghanistan withdrawal were impractical, and urged GOP voters to focus instead on next year’s midterm elections https://t.co/VgiG2CdkG9",
  "data/tweet-wsj/2021/9/1433131321224740871.json": "With calls to poison-control centers surging in recent weeks, health authorities and doctors are warning that use of the antiparasitic drug ivermectin against Covid-19 is dangerous https://t.co/ZDYatLFnXz",
  "data/tweet-wsj/2021/9/1433191719294603268.json": "A criminal probe into former President Donald Trump’s business affairs continues as two Trump Organization staff are set to testify to a grand jury https://t.co/bLHWQuGqSL",
  "data/tweet-wsj/2021/9/1433174485176311824.json": "OxyContin maker Purdue Pharma won court approval of a roughly $4.5 billion bankruptcy settlement that shields its Sackler family owners from lawsuits https://t.co/klmy0VhnQe",
  "data/tweet-wsj/2021/9/1433150176328306691.json": "“I’m beginning to wonder if this McDonald’s even has an ice cream machine.” The device that makes McFlurry goes on the blink so frequently it has attracted a lawsuit. The FTC is also snooping around. https://t.co/8qtadM6i3L",
  "data/tweet-wsj/2021/9/1433206461413404675.json": "Joe Rogan, the popular podcast host, announced Wednesday that he tested positive for Covid-19. Rogan said he took several medications, including ivermectin, which health regulators have warned against. https://t.co/qIDn0yuVDn",
  "data/tweet-wsj/2021/9/1433061133146066945.json": "Apple is planning new watch features to track blood pressure, as well as temperature to help with fertility planning, people familiar with the matter say https://t.co/7NvvG2bR8E",
  "data/tweet-wsj/2021/9/1433204163215757314.json": "CVS, Home Depot, Ulta and Target all have something in common. They’re struggling to keep up with organized crime rings stealing from their stores in bulk and selling the goods online, often on Amazon. https://t.co/jtkTrYlTve",
  "data/tweet-wsj/2021/9/1433229465103052801.json": "From @WSJopinion: Biden and his advisers have decided that the only way out of this debacle is to lie about it, blame everyone else, and claim that defeat is really a victory https://t.co/frTWXAlCTs",
  "data/tweet-wsj/2021/9/1433210586536550400.json": "McDonald's ice cream machines fail so often the reaction has gone beyond late-night talk-show jokes to a lawsuit. The Federal Trade Commission has questions, too. https://t.co/q74LPQOZDi",
  "data/tweet-wsj/2021/9/1433199251161501697.json": "States that cut off enhanced unemployment benefits early didn’t see a significant boost in job growth, a WSJ analysis found https://t.co/KvswiqZIqe",
  "data/tweet-wsj/2021/9/1433104899961761794.json": "States that cut off enhanced unemployment benefits early didn’t see a significant boost in job growth, a WSJ analysis found https://t.co/8uhMd7i9jV",
  "data/tweet-wsj/2021/9/1433044720444493828.json": "A Texas law banning abortion after six weeks of pregnancy took effect, the most restrictive measure in the U.S. The Supreme Court could still weigh in. https://t.co/CS9LNEG7sQ",
  "data/tweet-wsj/2021/9/1433116214130262030.json": "A major nonprofit arts center barred the pro-democracy Hong Kong pop star Denise Ho from performing just days before a scheduled series of concerts https://t.co/WXHEqjpl1R",
  "data/tweet-wsj/2021/9/1433259653467627520.json": "States that cut off enhanced unemployment benefits early didn’t see a significant boost in job growth, a WSJ analysis found https://t.co/2v4SYIfhYd",
  "data/tweet-wsj/2021/9/1433252107017232387.json": "Joe Rogan, the popular podcast host, said he tested positive for Covid-19. His earlier comments on vaccines stirred controversy. https://t.co/Kg4whabEZc",
  "data/tweet-wsj/2021/9/1433274760679542784.json": "Power came back for 11,000 customers in eastern New Orleans, but was still out for nearly one million others in the wake of Hurricane Ida, leaving the region without air conditioning as the heat index climbed over 100 degrees https://t.co/iGzMTmjJLi",
  "data/tweet-wsj/2021/9/1433218189639528454.json": "The Taliban inherited thousands of U.S.-supplied assault weapons and military ground vehicles, another toll of the Afghanistan withdrawal https://t.co/UcfptMWl5d",
  "data/tweet-wsj/2021/9/1433286087472869379.json": "McDonald's ice cream machines fail so often the reaction has gone beyond late-night talk-show jokes to a lawsuit. The Federal Trade Commission has questions, too. https://t.co/MNQZfBvvDo",
  "data/tweet-wsj/2021/9/1433308726002425856.json": "The Taliban's takeover has brought to power an Afghan government more closely aligned with Pakistan, stirring security concerns in neighboring India and potentially raising tensions between the two rivals https://t.co/DnSZY4r8qt",
  "data/tweet-wsj/2021/9/1433284513312821249.json": "The Supreme Court allowed the U.S.'s toughest abortion restrictions to take effect, declining to block a Texas law that bans the procedure after six weeks https://t.co/feo4GX5cl1",
  "data/tweet-wsj/2021/9/1433237007644377092.json": "Apple will allow music, video and other media apps to create in-app links to sign up pages on those companies’ web sites, effectively allowing them to bypass Apple's cut of subscriptions after years of restrictions https://t.co/FoeQSVt9DX",
  "data/tweet-wsj/2021/9/1433361589302874114.json": "The U.S. left behind the majority of Afghan allies who had applied for visas to escape reprisal from the Taliban, a senior State Department official said https://t.co/hPcpPQz8H9",
  "data/tweet-wsj/2021/9/1433373614930284545.json": "European regulators fined Facebook’s chat service WhatsApp for failing to disclose enough about what it does with users’ data, ramping up privacy enforcement against tech giants https://t.co/Lio75vs2ml",
  "data/tweet-wsj/2021/9/1433366895881867265.json": "At least eight people have been killed in New York City and New Jersey as Ida caused flash floods and power outages. States of emergency are in place. https://t.co/jaDZ1EnZo5",
  "data/tweet-wsj/2021/9/1433388017767563270.json": "States that cut off enhanced unemployment benefits early didn’t see a significant boost in job growth, a WSJ analysis found https://t.co/b6WIZ5Ssyz",
  "data/tweet-wsj/2021/9/1433378584488468485.json": "Renewed for a fourth season, Netflix's “Drive to Survive” has brought a new audience to Formula One—and they’re not there for the cars  https://t.co/BpH3Tm5xU4",
  "data/tweet-wsj/2021/9/1433331374614847489.json": "Columbia and other wealthy universities steer master's students to federal loans that can exceed $250,000. After graduation, many learn the debt is well beyond their means. https://t.co/ncaRlncftH",
  "data/tweet-wsj/2021/9/1433195505841057795.json": "The 2018 arrests of two Canadians in China, and subsequent charges that the two violated China’s state-secrets laws, are widely believed to have been retaliation for the arrest of a top Huawei Technologies executive in Canada https://t.co/Sn2sd7H8Pd",
  "data/tweet-wsj/2021/9/1433414058422714380.json": "Remnants of Hurricane Ida barreled through the Northeast, flooding New York City’s subway system and disrupting train routes. At least eight people died due to the storm, which also caused power outages in parts of the region. #WSJWhatsNow https://t.co/AwgH5toGZa",
  "data/tweet-wsj/2021/9/1433354065031929861.json": "CVS, Home Depot, Ulta and Target all have something in common. They’re struggling to keep up with organized crime rings stealing from their stores in bulk and selling the goods online, often on Amazon. https://t.co/4IvVKjbChB",
  "data/tweet-wsj/2021/9/1433429546951344138.json": "The Supreme Court of Virginia ruled Thursday that the state can take down an enormous statue of Confederate Gen. Robert E. Lee that became a symbol of racial injustice as it towered over Monument Avenue in the state’s capital for more than a century https://t.co/LtInCHzdB8",
  "data/tweet-wsj/2021/9/1433456348889497601.json": "The foreign substance detected in some vials of Moderna’s Covid-19 vaccine in Japan was stainless steel and it isn’t believed to affect the vaccine’s safety or efficacy https://t.co/6lyQ1VVklY",
  "data/tweet-wsj/2021/9/1433221918191243265.json": "After years of still-unfinished construction following the attacks of 9/11, lower Manhattan has become more residential and host to a wider range of industries. See how the area has changed. https://t.co/4HVBEPGgj9",
  "data/tweet-wsj/2021/9/1433255881458728960.json": "Ben Dugan sat in an unmarked car, tracking an organized-crime footsoldier who would lead him to “Daniel the Medicine Man.” His employer: CVS. https://t.co/OtimSsaYdi",
  "data/tweet-wsj/2021/9/1433486145200037898.json": "Stir-crazy Australians, back under Covid-19 lockdowns, are trying to fashion wildlife patisserie at home. Frog bagels are harder to pull off than sourdough. https://t.co/6Gcs8znrSZ",
  "data/tweet-wsj/2021/9/1433464748763406336.json": "At least 17 people died in NYC, New Jersey and Pennsylvania as the remnants of Ida pummeled the Northeast, causing flooding, tornadoes and power outages https://t.co/NhdugkWBXi",
  "data/tweet-wsj/2021/9/1433531463522193411.json": "Speaker Nancy Pelosi said the House would vote later this month on legislation to protect abortion rights https://t.co/gAAXEHxe7s",
  "data/tweet-wsj/2021/9/1433557916393492487.json": "From @WSJopinion: Biden’s shaky and listless performance has demolished the idea that he’ll be a credible contender in 2024, writes @KarlRove https://t.co/imVrLT77lG",
  "data/tweet-wsj/2021/9/1433554109978882050.json": "As many as 25,000 utility workers from 38 states are headed to Louisiana as part of a massive effort to restore power after Hurricane Ida https://t.co/sOea0gZ6Cq",
  "data/tweet-wsj/2021/9/1433540795882262531.json": "In what may be one of the largest tax settlements in history, executives at the hedge fund Renaissance Technologies will pay the IRS about $7 billion https://t.co/1UCNX7jPaK",
  "data/tweet-wsj/2021/9/1433576735140892673.json": "Leaders at two of the most popular dating apps in the U.S. are creating funds to aid Texas workers and their families affected by the state’s new abortion law https://t.co/o7qBqYyAGH",
  "data/tweet-wsj/2021/9/1433564155487924224.json": "Stir-crazy Australians, back under Covid-19 lockdowns, are trying to fashion wildlife patisserie at home. Frog bagels are harder to pull off than sourdough. https://t.co/2mWH2DAqdW",
  "data/tweet-wsj/2021/9/1433618290543312897.json": "On TikTok, Charli and Dixie D’Amelio have danced their way to 180 million combined followers. On a new TV series, “The D’Amelio Show,” viewers see a darker side of internet fame. https://t.co/puDG9hnn4s",
  "data/tweet-wsj/2021/9/1433633390373318657.json": "CVS, Home Depot, Ulta and Target all have something in common. They’re struggling to keep up with organized crime rings stealing from their stores in bulk and selling the goods online, often on Amazon. https://t.co/bZUWcbYswj",
  "data/tweet-wsj/2021/9/1433639804290355200.json": "Japanese Prime Minister Yoshihide Suga plans to step down after a year in office, bringing political instability back to the U.S. ally https://t.co/e38q3fBuYd",
  "data/tweet-wsj/2021/9/1433652247733448706.json": "Take an early look at the front page of The Wall Street Journal https://t.co/TkTzzk9Sbs https://t.co/5ltx8gC9HD",
  "data/tweet-wsj/2021/9/1433671119329013789.json": "Walmart will increase its minimum wage to $12 an hour and raise pay for hundreds of thousands of its U.S. store workers https://t.co/UZ0QcQ3djy",
  "data/tweet-wsj/2021/9/1433656055020544001.json": "Renewed for a fourth season, Netflix's “Drive to Survive” has brought a new audience to Formula One—and they’re not there for the cars  https://t.co/qP1uLHzPAc",
  "data/tweet-wsj/2021/9/1433591846576472064.json": "A father and son survived a devastating flood caused by the remnants of Hurricane Ida—and saved a man who couldn’t swim—using sailing gear. https://t.co/y0BT8kmiTi",
  "data/tweet-wsj/2021/9/1433678677125083137.json": "The real problem with artificial intelligence, writes tech columnist @mims: It's not actually intelligent https://t.co/0PxfjKtlE0",
  "data/tweet-wsj/2021/9/1433712638102548490.json": "New Zealand police shot and killed a suspected Islamist terrorist who stabbed several people in a supermarket in Auckland https://t.co/D25aHHL8Lt",
  "data/tweet-wsj/2021/9/1433606955394813953.json": "Review: “Shang-Chi and the Legend of the Ten Rings” is a breath of fresh air because it is—almost—a self-contained and original story. Research not required. Marvel cult membership optional. https://t.co/6pzOOjqyo6",
  "data/tweet-wsj/2021/9/1433610721556840450.json": "In what may be one of the largest tax settlements in history, executives at the hedge fund Renaissance Technologies will pay the IRS about $7 billion https://t.co/HYzOXFLlTD",
  "data/tweet-wsj/2021/9/1433569199931203586.json": "Centrist Democratic Sen. Joe Manchin of West Virginia stepped up his campaign to cut the price tag of Democrats’ $3.5 trillion healthcare, education and climate legislation, calling for a “strategic pause” in the effort https://t.co/BsVStG8MZn",
  "data/tweet-wsj/2021/9/1433818338061340863.json": "From @WSJopinion: The Afghan fiasco hit at Biden's reputational core. He no longer comes across as empathetic, much less serious, writes @Peggynoonannyc https://t.co/xolAG4p2oF",
  "data/tweet-wsj/2021/9/1433535223464140803.json": "From @WSJopinion: I won’t support a $3.5 trillion bill or anywhere near that level of additional spending, writes @Sen_JoeManchin https://t.co/yN9REudYp0",
  "data/tweet-wsj/2021/9/1433832176601210900.json": "Former sitcom star Fran Drescher defeated actor Matthew Modine to become president of a powerful union that represents performers in contract negotiations with movie and television production companies https://t.co/RVsfqfUzzH",
  "data/tweet-wsj/2021/9/1433886567014322176.json": "The fitness industry needed some muscle in Washington. It turned to a candy lobbyist. “I’ve had a lifelong commitment to fitness—and to candy.” https://t.co/WZobExRoSt",
  "data/tweet-wsj/2021/9/1433905169301790726.json": "Lyft and Uber said they would cover the legal costs of drivers in Texas who might be sued for ferrying women to abortion clinics https://t.co/N8VLsZWjOo",
  "data/tweet-wsj/2021/9/1433916488721866757.json": "President Biden orders the DOJ to consider declassifying more government documents related to the probe into the 2001 attacks, something families of 9/11 victims have pressed him to do https://t.co/AHbjdQUBke",
  "data/tweet-wsj/2021/9/1433931596604772354.json": "From @WSJopinion: Maybe paying people not to work and punishing employers isn’t so great for the job market, writes Eugene Scalia https://t.co/xA41Ibq2oY",
  "data/tweet-wsj/2021/9/1433939148755415040.json": "Some schools are creating new degree programs that let students take the bulk of their classes in the major they want—such as liberal arts or engineering—but blend in business courses to give them a grounding in running their own company https://t.co/2PudNXKaOb",
  "data/tweet-wsj/2021/9/1433984438816448513.json": "The government of the Democratic Republic of Congo says a toxic-waste leak at a mine in neighboring Angola that is part-owned by the world’s biggest diamond miner has killed 12 people and sickened thousands in the central African country https://t.co/rdBOEOTtCP",
  "data/tweet-wsj/2021/9/1433844765473349641.json": "Scarlett Johansson's lawsuit against Disney is a summer blockbuster. The plot: Industry battles over pay in the digital streaming era. No one knows how it ends. https://t.co/E6QUJQDZKH",
  "data/tweet-wsj/2021/9/1434012199765348355.json": "Tennis champion Naomi Osaka signaled that she would be taking a break from the sport after losing in the third round of the U.S. Open https://t.co/8xCpNWFOsP",
  "data/tweet-wsj/2021/9/1434075032699944962.json": "Friday's knife attack has prompted New Zealand to accelerate an overhaul of counterterrorism laws, including by criminalizing the planning of an attack for the first time https://t.co/V95ds6oM7T",
  "data/tweet-wsj/2021/9/1434071256232497158.json": "China’s largest chip maker is teaming up with the Shanghai government to build an $8.87 billion chip production line in the city https://t.co/SDa1L9BOkS",
  "data/tweet-wsj/2021/9/1433969345428918277.json": "From @WSJopinion: The Democrats push for a hike in corporate taxes that would be a gift to the Chinese, writes @KimStrassel https://t.co/cUY0DvdJzy",
  "data/tweet-wsj/2021/9/1434120322320637952.json": "“It’s like our dads wanted us to be together.” A couple who first met at a camp for teenagers who had lost parents to terrorism plans to be married in an October ceremony that will include tributes to their fathers. https://t.co/HL9AmBnzxt",
  "data/tweet-wsj/2021/9/1434131662183485443.json": "“Mr. President...Don’t forget me here.” An Afghan interpreter who 13 years ago helped rescue Joe Biden was left behind Monday when the U.S. ended its military campaign in Afghanistan. https://t.co/DRC6VvpeL9",
  "data/tweet-wsj/2021/9/1434127865684037632.json": "Naomi Osaka will step away from tennis temporarily after losing to 18-year-old Canadian Leylah Fernandez at the U.S. Open https://t.co/DTLc6F4K3e",
  "data/tweet-wsj/2021/9/1434161852494319616.json": "CVS, Home Depot, Ulta and Target all have something in common. They’re struggling to keep up with organized crime rings stealing from their stores in bulk and selling the goods online, often on Amazon. https://t.co/h7JTdm1ly7",
  "data/tweet-wsj/2021/9/1434165623718821890.json": "School districts across the country are grappling with a shortage of school bus drivers after some drivers resigned over worries about being exposed to young unvaccinated children and others quit over requirements that they get a Covid-19 vaccine https://t.co/ibhyzhdALn",
  "data/tweet-wsj/2021/9/1434169467085410309.json": "McDonald's ice cream machines fail so often the reaction has gone beyond late-night talk-show jokes to a lawsuit. The Federal Trade Commission has questions, too. https://t.co/L2iGJ2MRtL",
  "data/tweet-wsj/2021/9/1434059919377014787.json": "Before you return to the office, here’s what to ask bosses about what they’ve done to improve indoor air quality https://t.co/cepbIEUtfx",
  "data/tweet-wsj/2021/9/1433742839998042113.json": "Surprise! The IRS says you owe more in taxes, and you have limited time to deal with it. Welcome to the “math error” nightmare facing millions. https://t.co/iAmrknhfUB",
  "data/tweet-wsj/2021/9/1434086362735652864.json": "Take a look at the front page of today's Wall Street Journal https://t.co/fUeLfoYh1f https://t.co/A8JIsuCrOO",
  "data/tweet-wsj/2021/9/1434214738431447048.json": "Holders of Israel’s vaccine passports must get a third dose of the Pfizer-BioNTech vaccine within six months of their second dose, or lose the so-called green pass that allows them more freedom https://t.co/GuGeStdGiz",
  "data/tweet-wsj/2021/9/1434207154072866823.json": "Many young professionals, burned out from remote work and equipped with some savings, are quitting their jobs with no firm Plan B https://t.co/d8jwsDaNRJ",
  "data/tweet-wsj/2021/9/1434260042606419976.json": "An airline passenger did laundry, made waffles, washed dishes, took a nap and streamed \"Love After Lockup\"—all while on hold with customer service https://t.co/CGcdBjeCXG",
  "data/tweet-wsj/2021/9/1434199659258519552.json": "Americans are back to buying up toilet paper and paper towels. Charmin and Bounty are ramping up production, running factories 24/7. https://t.co/Bf0N4heIQS",
  "data/tweet-wsj/2021/9/1434281303063597058.json": "Willard Scott, the beloved weatherman who charmed viewers of NBC’s “Today” show with his self-deprecating humor and cheerful personality, has died. He was 87 years old. https://t.co/rLTi87W0uP",
  "data/tweet-wsj/2021/9/1434286424229036040.json": "“It’s like our dads wanted us to be together.” A couple who first met at a camp for teenagers who had lost parents to terrorism plans to be married in an October ceremony that will include tributes to their fathers. https://t.co/Q29FO0Zhtu",
  "data/tweet-wsj/2021/9/1434312858121113601.json": "“The situation in Afghanistan, it reminded Vietnamese refugees that many people helped them come here,” says a former refugee who evacuated Saigon in 1975 https://t.co/tnD3n1rfoR",
  "data/tweet-wsj/2021/9/1434195813220093953.json": "More than three weeks after Canada began letting fully vaccinated Americans to cross the border, only a fraction of the usual visitors have showed up, disappointing business owners and weighing on the economy https://t.co/wWmNB1x2cy",
  "data/tweet-wsj/2021/9/1434139207434489857.json": "Now young adults or in their 30s, some of the nearly 3,000 people who lost a mother or father in 9/11 describe grief, resilience and wondering what their absent parents would think of them now https://t.co/9Naat1eQOz"
}