{
  "data/tweet-economist/2021/9/1432920755566792705.json": "More than half of the world’s population lives in countries where aquifers are overpumped for crop irrigation https://t.co/GahW4N5gGr",
  "data/tweet-economist/2021/9/1432903386958123008.json": "\"As China descends further into personalistic rule, it will be less able to correct or reverse the questionable decisions made by its top leadership\" argues China expert Minxin Pei https://t.co/33tVLvz27W",
  "data/tweet-economist/2021/9/1432858079637516290.json": "Carbon dioxide is by far the most important driver of climate change https://t.co/G7t75lzpHp",
  "data/tweet-economist/2021/9/1432925033089937415.json": "The gap between their average performance and that of people who reported never having had covid-19 was equivalent to seven IQ points in recent tests https://t.co/M9YkQSn79W",
  "data/tweet-economist/2021/9/1432965553480683523.json": "Doctors are focusing on three possible biological explanations for long covid https://t.co/2rmPBZ0KXc",
  "data/tweet-economist/2021/9/1432976716759187459.json": "The impact of covid-19 has also given a sense of just how hard it will be to deal with climate change https://t.co/1EO00gl8z8 https://t.co/GEt9pWnaxx",
  "data/tweet-economist/2021/9/1432880703184805890.json": "The Arab world is too big and diverse to be dominated by one ideology. It needs greater unity, but of the boring, technocratic sort https://t.co/FqpUm2LEeV",
  "data/tweet-economist/2021/9/1433130177501016065.json": "Premier League rules state that a player must retain his number throughout the season. Manchester United has asked the league to make an exception for Cristiano Ronaldo https://t.co/F5SXCIimFA",
  "data/tweet-economist/2021/9/1433155492923285507.json": "\"Whereas China has no real allies, America is blessed with many.\" Political scientist Minxin Pei explains one reason why China will not overtake America https://t.co/1wjgZ9jh39",
  "data/tweet-economist/2021/9/1433176856174411776.json": "A fundamental concern is how America found itself withdrawing from Afghanistan \"without much warning or consultation with allies or the people most directly involved in 20 years of sacrifice,” argues Henry Kissinger in The Economist\nhttps://t.co/JZ2E4KoV1e",
  "data/tweet-economist/2021/9/1433179371624353800.json": "Researchers made a surprising observation: they saw a giant tortoise, thought to be gentle and vegetable loving species, quite deliberately attack, kill and eat a chick https://t.co/eJ9H4d6wLe",
  "data/tweet-economist/2021/9/1433161124141273090.json": "So far 58% of the world's population aged 12 and over has received at least one dose of a covid-19 vaccine https://t.co/BT08vM5vJm",
  "data/tweet-economist/2021/9/1433228439016939523.json": "For every degree that temperatures rise, maize yields will fall by 7.4%, wheat yields will fall by 6% and rice yields will fall by 3.2%. Those crops supply around two-thirds of all the calories humans consume https://t.co/pQuhQfGc7z",
  "data/tweet-economist/2021/9/1433223455781097475.json": "Elizabeth Holmes was once touted as the next Steve Jobs and the world’s youngest self-made female billionaire  https://t.co/2bM61Dk9I8",
  "data/tweet-economist/2021/9/1433215306189742086.json": "While rectal ventilation sounds uncomfortable, it might actually be easier on the body than the traumatic process of tracheal intubation  https://t.co/yssOJixA4C",
  "data/tweet-economist/2021/9/1433237847398617091.json": "Afghanistan produces 90% of the world’s illegal opium, the tacky gum harvested from poppies that can be turned into heroin https://t.co/3XXHCzsvJp",
  "data/tweet-economist/2021/9/1433260235142094850.json": "In 2020 Mullah Abdul Ghani Baradar met Mike Pompeo, then US Secretary of State, twice and spoke with President Donald Trump by telephone\nhttps://t.co/4pB6QilL7z",
  "data/tweet-economist/2021/9/1433247241553186816.json": "Not all vaccines will allow you freely to jet off overseas https://t.co/GEqllETd09",
  "data/tweet-economist/2021/9/1433287023545049098.json": "A mathematician in Australia recently discovered that a 3,700-year-old clay tablet known as Si.427 was used for measuring the land   https://t.co/ShjkolMOhH",
  "data/tweet-economist/2021/9/1433282874120151044.json": "Neither coral reefs nor the Amazon rainforest will be likely to survive in a 3°C world https://t.co/9FrfT9UM8a",
  "data/tweet-economist/2021/9/1433269437981990912.json": "Only 2% of US air-force pilots are black, unchanged from 30 years ago   https://t.co/HJUuZz95SD",
  "data/tweet-economist/2021/9/1433175838594326528.json": "In 2019, 14.6% of Harvard’s first-year students had a parent who attended as an undergraduate. Only 2% did at MIT, which has no legacy preference https://t.co/9syO6l35nK",
  "data/tweet-economist/2021/9/1433305516114124800.json": "Today the opium trade is worth between 6% and 11% of Afghanistan’s GDP https://t.co/NYtMaZsHl6",
  "data/tweet-economist/2021/9/1433350699539210240.json": "A study has found the real source of inefficiency was time spent in meetings. The answer is simple: don't call as many meetings, and keep them short       https://t.co/akDyxrg07I",
  "data/tweet-economist/2021/9/1433339580309192709.json": "Henry Kissinger is a titan of US politics and one of the best-known veterans of foreign policy. He spoke to “The Economist Asks” podcast in April 2021 about current threats to the world order https://t.co/klu3M3A2j2 https://t.co/XoyO2MBowp",
  "data/tweet-economist/2021/9/1433313320249987074.json": "Tim Cook has succeeded because he did the opposite of what Steve Jobs would have done in his position   https://t.co/QpOO8QLGLq",
  "data/tweet-economist/2021/9/1433119964198801418.json": "If Xi Jinping can \"avoid missteps\", he could \"present the biggest challenge that America may ever face,\" argues historian Paul Kennedy in The Economist.\n\nRead why America has a new contender for supremacy 👇",
  "data/tweet-economist/2021/9/1433384203513704449.json": "RT @PedderSophie: Chaos here in Marseille as Macron plunges into an (unfiltered) crowd on a housing estate in the northern banlieue. The es…",
  "data/tweet-economist/2021/9/1433365662362112001.json": "Researchers have found evidence of covid-19 cases exported from China early as September 2019 https://t.co/sAlIfHcno3",
  "data/tweet-economist/2021/9/1433373800809308162.json": "Many workers like working from home because they can save time and money by not having to commute https://t.co/R2oWyhOQqY",
  "data/tweet-economist/2021/9/1433309406142341123.json": "President Nayib Bukele, a 40-year-old populist, is threatening the fragile democracy that was built up in El Salvador over 30 years of peace https://t.co/BJYAoFgO1G",
  "data/tweet-economist/2021/9/1433444871239610369.json": "Don't underestimate the danger of left-leaning identity politics. Classical liberals must understand what they are up against and fight back. Our cover this week https://t.co/PGOSvONWxN https://t.co/1QUkFmC74B",
  "data/tweet-economist/2021/9/1433396225714294784.json": "Many children are dropping out of school to work or forage for food\nhttps://t.co/GZVSQFrA6E",
  "data/tweet-economist/2021/9/1433475345970253829.json": "The world’s official covid-19 death count is 4.5m, but we estimate that between 9.3m and 18.1m people have died. Our new model will continue to update as the pandemic progresses https://t.co/KRtybWMwSU",
  "data/tweet-economist/2021/9/1433487900520427523.json": "This week’s cartoon from KAL: https://t.co/ChnYgNoSah https://t.co/OD7esHk73o",
  "data/tweet-economist/2021/9/1433513145390280718.json": "Manchester United have confirmed that Cristiano Ronaldo will wear his famous number seven shirt after returning to Old Trafford.\n\nWe explain how the awarding of shirt numbers at club level dates back to at least 1928 https://t.co/pvwzI2b9tf"
}