{
  "data/tweet-economist/2021/7/1410397546112077827.json": "To contain the rapid spread of the variant, European countries and Hong Kong have tightened controls on travellers from Britain  https://t.co/SoHX3SModA",
  "data/tweet-economist/2021/7/1410423469418946562.json": "Closing the world’s schools caused children great harm https://t.co/D3YRsWvd7K",
  "data/tweet-economist/2021/7/1410443643186561024.json": "The delta variant is thought to be perhaps two or three times more transmissible than the original virus first spotted in Wuhan in China in 2019  https://t.co/6ZeVZ9FTf5",
  "data/tweet-economist/2021/7/1410456720736927744.json": "The pandemic has demonstrated what medicine can achieve with the right resources and incentives; it is an apt time to shine a light on the gaps in understanding of women’s bodies\nhttps://t.co/82HZxLSmYy",
  "data/tweet-economist/2021/7/1410402089562525697.json": "Single-sport specialisation in schools may explain why more young people than ever before are sustaining ACL injuries https://t.co/ZidSRUCCe7",
  "data/tweet-economist/2021/7/1410528373097570305.json": "If delta turns out to be more lethal, as well as more transmissible, keeping infections under control will become simultaneously harder and more important  https://t.co/kEMfUxtCrS",
  "data/tweet-economist/2021/7/1410546566964842501.json": "⚡️ How has the Chinese Communist Party survived for 100 years? Our special report looks at the party’s evolution over the last century https://t.co/L27WR5QfP7",
  "data/tweet-economist/2021/7/1410554918369378308.json": "In a ceremony marking the 100th anniversary of the Chinese Communist Party, President Xi Jinping vowed to “smash” any attempts by Taiwan at formal independence. \n\nIs Taiwan part of China? \n\nClick to watch our film about the complexities over the island’s sovereignty ⬇️",
  "data/tweet-economist/2021/7/1410608066630885376.json": "The pandemic has demonstrated what medicine can achieve with the right resources and incentives; it is an apt time to shine a light on the gaps in understanding of women’s bodies\nhttps://t.co/HofCz1Nf7t"
}