{
  "data/tweet-stocks/2021/9/1434582253200367617.json": "So now the government is getting involved in (read: restricting) monoclonal antibody distribution. Before I could just order as much as we needed and they shipped it next day air. Now a govt. commission will decide when, if, and how much I will be able to get for my pts.",
  "data/tweet-stocks/2021/9/1434625248742285316.json": "For those that don't know, Peru did a massive campaign with ivermectin in last half of 2020. The mortality dropped 14 fold over 3 months. A new president came in - and stopped the campaign. And deaths rose 13 fold over the next month. This figure is from: \nhttps://t.co/1Zvbi9LdPi https://t.co/2BuzDlgaXp",
  "data/tweet-stocks/2021/9/1434624545680396288.json": "JUST IN - Six planes with hundreds of evacuees, including American citizens, are not allowed to leave Afghanistan. \"The Taliban is basically holding them hostage to get more out of the Americans,\" a senior congressional source told CBS.",
  "data/tweet-stocks/2021/9/1435095048769740800.json": "\"NEWLY RELEASED documents provide details of US-funded research on..coronaviruses at the Wuhan Institute of Virology..The Intercept has obtained more than 900 pages of documents detailing..work of..EcoHealth Alliance..at the Chinese lab..\"\n\nhttps://t.co/n3OkFAq3kM",
  "data/tweet-stocks/2021/9/1436457251154403337.json": "I am not clear how CDC can make claims like this since they decided to not track vaccine breakthrough cases that are determined to not be serious.\n\nLooks a lot like like propaganda to me.  Looking forward to learning from your thoughts.\n\nhttps://t.co/wU7fNaLfeK",
  "data/tweet-stocks/2021/9/1436668951786893324.json": "The 9/11 story that I cannot forget belongs to Rick Rescorla\n\nhis life is book-ended by two moments of American bravery - going above and beyond in answering the call of duty \n\nfinally giving his life so that others would live\n\n(1 of 16) https://t.co/U5eyDDymkA",
  "data/tweet-stocks/2021/9/1437395407705976832.json": "⚡⚡BREAKING: This is simply incredible. ⚡⚡\n\nUK day-ahead baseload electricity prices jump to a fresh all-time high of £354 per MWh on N2EX. Intraday prices for peak demand are much, much higher.\n\nTo put into perspective, that's 700% higher than the ~£45 average 2010-2020 price https://t.co/iJqQJysaHu"
}