{
  "data/tweet-economist/2021/7/1410397546112077827.json": "To contain the rapid spread of the variant, European countries and Hong Kong have tightened controls on travellers from Britain  https://t.co/SoHX3SModA",
  "data/tweet-economist/2021/7/1410423469418946562.json": "Closing the world’s schools caused children great harm https://t.co/D3YRsWvd7K",
  "data/tweet-economist/2021/7/1410443643186561024.json": "The delta variant is thought to be perhaps two or three times more transmissible than the original virus first spotted in Wuhan in China in 2019  https://t.co/6ZeVZ9FTf5",
  "data/tweet-economist/2021/7/1410456720736927744.json": "The pandemic has demonstrated what medicine can achieve with the right resources and incentives; it is an apt time to shine a light on the gaps in understanding of women’s bodies\nhttps://t.co/82HZxLSmYy",
  "data/tweet-economist/2021/7/1410402089562525697.json": "Single-sport specialisation in schools may explain why more young people than ever before are sustaining ACL injuries https://t.co/ZidSRUCCe7",
  "data/tweet-economist/2021/7/1410528373097570305.json": "If delta turns out to be more lethal, as well as more transmissible, keeping infections under control will become simultaneously harder and more important  https://t.co/kEMfUxtCrS",
  "data/tweet-economist/2021/7/1410546566964842501.json": "⚡️ How has the Chinese Communist Party survived for 100 years? Our special report looks at the party’s evolution over the last century https://t.co/L27WR5QfP7",
  "data/tweet-economist/2021/7/1410554918369378308.json": "In a ceremony marking the 100th anniversary of the Chinese Communist Party, President Xi Jinping vowed to “smash” any attempts by Taiwan at formal independence. \n\nIs Taiwan part of China? \n\nClick to watch our film about the complexities over the island’s sovereignty ⬇️",
  "data/tweet-economist/2021/7/1410608066630885376.json": "The pandemic has demonstrated what medicine can achieve with the right resources and incentives; it is an apt time to shine a light on the gaps in understanding of women’s bodies\nhttps://t.co/HofCz1Nf7t",
  "data/tweet-economist/2021/7/1410611279245430790.json": "The last phase of the pandemic will be drawn-out and painful. But what world will it leave behind? Our cover this week outside North America https://t.co/HTHIgXRv9t https://t.co/EUGOVYyeLk",
  "data/tweet-economist/2021/7/1410664038477053955.json": "Having promised to rejuvenate democracy around the world, Joe Biden finds himself in a battle to defend it at home https://t.co/jUMlukFTYC",
  "data/tweet-economist/2021/7/1410621741404246018.json": "About 8% of China’s adult population are members of the party, providing its eyes and ears in workplaces, neighbourhoods and campuses     https://t.co/djyC0WwVbf",
  "data/tweet-economist/2021/7/1410759427104333825.json": "The delta variant is thought to be perhaps two or three times more transmissible than the original virus first spotted in Wuhan in China in 2019  https://t.co/JjNDtijdnF",
  "data/tweet-economist/2021/7/1410732484027830274.json": "In 2018 roughly 300,000 people over the age of 65 are estimated to have died as a result of extreme heat https://t.co/39ugGVDp98",
  "data/tweet-economist/2021/7/1410724405890613250.json": "RT @stevenmazie: I didn't think the Voting Rights Act was quite *this* doomed after the oral argument. But the 6-3 majority has rewritten t…",
  "data/tweet-economist/2021/7/1410769430557114368.json": "On July 1st 1921, China’s Communist Party was founded. The party is still prospering today, we explain why https://t.co/EBh9k4kh3i",
  "data/tweet-economist/2021/7/1410823103282810880.json": "Unlike storms and ﬂoods, heat does not lead to dramatic before-and-after pictures or widespread damage to property. It is a silent killer https://t.co/IFVZon1cUS",
  "data/tweet-economist/2021/7/1410871024325992452.json": "Hydrogen technologies may be the best way to fuel greener air travel in the future. Film supported by @Mishcon_de_Reya https://t.co/I9IIMH9afM https://t.co/tCZtgJCjyL",
  "data/tweet-economist/2021/7/1410732966599270400.json": "A new report ranks 41 rich countries according to the amount of leave offered to new parents, the ease of access to education in early childhood, the quality of teaching and the affordability of child care  https://t.co/89kcvJyVXH",
  "data/tweet-economist/2021/7/1410877752862035972.json": "Two things are clear: the last phase of the pandemic will be drawn-out and painful; and that covid­-19 will leave behind a different world https://t.co/X6lTFc1eRa",
  "data/tweet-economist/2021/7/1410828194194853889.json": "China’s achievement in eradicating malaria is a result of three policies: early intervention, surveillance and cross-sector collaboration  https://t.co/EejuILSqWx",
  "data/tweet-economist/2021/7/1410644628244729860.json": "Mekelle’s recapture has not only scuppered Abiy Ahmed’s attempt to bring Tigray to heel by force of arms, but also threatens to break up Ethiopia's fractious ethnic federation https://t.co/sxm3jTNX8T",
  "data/tweet-economist/2021/7/1410833158363389953.json": "Delta is both more infectious and better at evading immunity than other variants. The spike protein of SARS-CoV-2 particles will help explain why https://t.co/GWmkJhHGAU",
  "data/tweet-economist/2021/7/1410845877556727812.json": "Emmanuel Macron is seeking to bring France’s child-care provision closer to that offered in European countries such as Norway, Portugal and Sweden  https://t.co/EAyHD3dYNw",
  "data/tweet-economist/2021/7/1410957707268481036.json": "The purpose of Canada’s residential schools for indigenous children was to “kill the Indian in the child”. Sometimes the child died too https://t.co/FaQi1RLfz2",
  "data/tweet-economist/2021/7/1410985637809950721.json": "Why have German submarines delivered to Turkey riled the Greeks?  https://t.co/J7Q8xN6xMS",
  "data/tweet-economist/2021/7/1410908238552391684.json": "RT @_rospearce: I designed my first double-page #dataviz for The Economist!\n\nIt depicts our new 'Normalcy index', which tracks the world's…",
  "data/tweet-economist/2021/7/1411048555180183554.json": "America is the stingiest of all 41 countries in the parental leave category: it is “the only rich country without nationwide, statutory, paid maternity leave, paternity leave or parental leave” a new report on child-care policies observes  https://t.co/a80WJElttM",
  "data/tweet-economist/2021/7/1411034491066400770.json": "Even if greenhouse-gas emissions are cut to net-zero by 2050, temperatures will go on rising for decades. Other measures are needed to protect people against extreme heat https://t.co/Mlt3t9n65z",
  "data/tweet-economist/2021/7/1410996456840904709.json": "As Jeff Bezos concludes his days as Amazon’s CEO, take a look back at the story of how he became the 21st century’s most important tycoon https://t.co/YPRMRcOAJq",
  "data/tweet-economist/2021/7/1411004378513825794.json": "RT @kncukier: Brilliant article by @ruthbenghiat on the \"anti-authoritarian playbook\": how society can resist strongmen leaders.\n\nIn short:…",
  "data/tweet-economist/2021/7/1411142674850234371.json": "A group of botanists believes a partial solution to the lack of urban vegetation is to plant miniature simulacra of natural forests, ecologically engineered for rapid growth https://t.co/wdbVRdrGcE",
  "data/tweet-economist/2021/7/1411178373909553152.json": "The Communist Party crushes individual liberties with despotic ruthlessness, writes our Chaguan columnist. Yet its leaders are sure that they govern with the consent of the vast majority https://t.co/zdBJRgrwXH",
  "data/tweet-economist/2021/7/1411070186145320961.json": "For years there have been attempts to close the gap between the places where multinationals do business and where they book profits. Now governments have had enough https://t.co/MbmCZfNWWg",
  "data/tweet-economist/2021/7/1411115228604125184.json": "After a teenager died in 1884, his parents founded a university in his name: Stanford. An exhibition explores the sources of the Stanford fortune https://t.co/ikGRXhO2pe",
  "data/tweet-economist/2021/7/1411233549315870722.json": "The addition of six submarines to Germany's navy is a coup for Turkey—and a headache for Greece https://t.co/bXueAVNwl8",
  "data/tweet-economist/2021/7/1410860396135727106.json": "We imagine life during a heatwave in Chennai in 2041: residents are exposed to fatal levels of humidity; deaths are high among the city’s homeless population https://t.co/VCt7i1uDuk",
  "data/tweet-economist/2021/7/1411120054163357701.json": "After a teenager died in 1884, his parents founded a university in his name: Stanford. An exhibition explores the sources of the Stanford fortune https://t.co/ZX9boejvsn",
  "data/tweet-economist/2021/7/1411003256357244931.json": "Esther Duflo, who won a Nobel prize, is just one of the luminaries on the economic advisory council of M.K. Stalin, the new chief minister of south India’s most populous state https://t.co/E67wDRXkoQ",
  "data/tweet-economist/2021/7/1411296690628444160.json": "The proposed minimum tax of at least 15% would reduce companies’ incentives to game the system, by reducing the gains from siphoning away profits to havens https://t.co/1W9BPPGhIL",
  "data/tweet-economist/2021/7/1411332996540534784.json": "Beginning in the mid-1800s the Canadian government forced at least 150,000 indigenous children into residential schools—many suffered abuse https://t.co/Qr5TEVLFiD",
  "data/tweet-economist/2021/7/1411191933658075136.json": "The term tangping meaning “lying flat” has gone viral on social media in China to describe a simple, stress-free life https://t.co/TULpTvi06y",
  "data/tweet-economist/2021/7/1411346774573387778.json": "The vessels could be used for intelligence­-gathering in disputed waters https://t.co/RbRYAx25Gr",
  "data/tweet-economist/2021/7/1411369424628719618.json": "Eritrea’s dictator, Issaias Afwerki, may well already be regretting his decision to join the attack on Tigray. A second trouncing is unlikely to strengthen his hold on power https://t.co/DtBVhkzGIV",
  "data/tweet-economist/2021/7/1411372427372867587.json": "A survey found that 77% of Mexicans and 68% of Brazilians supported mandatory covid-19 vaccinations, compared with 37% of French people and 39% of Germans https://t.co/o96WT4cUnw",
  "data/tweet-economist/2021/7/1411369210303991808.json": "Miyawaki Akira, a plant ecologist at Yokohama National University, has developed a way to create miniature forests in even the most unpromising derelict areas https://t.co/G6lHrq6i3F",
  "data/tweet-economist/2021/7/1411396593899687938.json": "In 1947 Milkha Singh's parents and siblings were brutally murdered. His father, dying, shouted: “Run, Milkha, run! Bhaag, Milkha, bhaag!” He raced for the forest, crying\nhttps://t.co/k1jtYSWo0b",
  "data/tweet-economist/2021/7/1411389804567318531.json": "Autonomous weapons and clever missiles are at the heart of “I, Warbot” by Kenneth Payne https://t.co/GymE0Zv17S",
  "data/tweet-economist/2021/7/1411157776131366925.json": "Korea has chimaek. In Japan you get karaage. Why has American fried chicken taken over the world? https://t.co/41OD2bq3xU",
  "data/tweet-economist/2021/7/1411493221771907073.json": "The agreement is structured to affect more companies as time goes by. It’s a big step forward, but plenty of taxing work still lies ahead https://t.co/K9V2IaQQOF",
  "data/tweet-economist/2021/7/1411533700278456327.json": "A good 80% of Hindus surveyed in India say that respect for other faiths is part of their own religious belief; 79% of Muslims say the same thing https://t.co/TdBiZ1AiZJ",
  "data/tweet-economist/2021/7/1411502793316126720.json": "Experts say that China plans eventually to build a ﬂeet of somewhere between six and ten carriers. That would put it within spitting distance of America’s ﬂeet of 11 https://t.co/VGvLOYgFvP",
  "data/tweet-economist/2021/7/1411537998735421442.json": "“They are worried who will do the work if the staff test positive.” @1843mag looks at the truth about rich Indians’ relationship with their domestic workers https://t.co/dwq13HqFBi",
  "data/tweet-economist/2021/7/1411542559030194176.json": "In contrast to India's PR-obsessed prime minister, Tamil Nadu’s new leader projects an air of competence https://t.co/nqQCwK8Gqs",
  "data/tweet-economist/2021/7/1411561670300864513.json": "Kim Jong Un is tightening his grip on his subjects' lives. Meanwhile increasing numbers of North Koreans are starving and the economy is spiralling  https://t.co/y9ysZCb3Sa",
  "data/tweet-economist/2021/7/1411365624132083712.json": "M.K. Stalin could form part of a coalition of regional players that takes on Narendra Modi in India's next general election, in 2024 https://t.co/CldXrUt1fA",
  "data/tweet-economist/2021/7/1411583582578130949.json": "For years there have been attempts to close the gap between the places where multinationals do business and where they book profits. Now governments have had enough https://t.co/HDyKf7r9vL",
  "data/tweet-economist/2021/7/1411595769660989448.json": "Climate change is devastating California's wine-growing industry. In 2020 wildfires consumed nearly 30% of Napa County https://t.co/K9hPqSaqCT https://t.co/AA57pklqaZ",
  "data/tweet-economist/2021/7/1411647231728525316.json": "Even if the world reaches net-zero emissions by mid-century, the effects of past carbon emissions will continue to manifest themselves for decades. Writing in the future, we imagine how extreme heat might affect India https://t.co/sqjkjzOshI",
  "data/tweet-economist/2021/7/1411645367649718273.json": "Only two months after it first appeared in England, the Delta variant had almost fully displaced Alpha. It now threatens the rest of the world https://t.co/6woj8rVSS4",
  "data/tweet-economist/2021/7/1411509410518769664.json": "Combined with pandemic-induced isolation, the economic effects of re-centralisation in North Korea are likely to be disastrous https://t.co/jXiYe6hEEe",
  "data/tweet-economist/2021/7/1411681957210116103.json": "“Now our truth is finally out,” says Barbara Lavallee, a Cowessess First Nation researcher who helped uncover one of the gravesites https://t.co/fIxLsKEREz",
  "data/tweet-economist/2021/7/1411678702459576326.json": "Fried chicken's history is far older than the self-styled colonel, and more fraught than his bland grin might suggest https://t.co/dSHE2QWMij",
  "data/tweet-economist/2021/7/1411212087842508805.json": "Tamils detest India's ruling BJP party. This helped M.K. Stalin’s party to win the recent state election in a landslide https://t.co/yImyYs3Gkm",
  "data/tweet-economist/2021/7/1411690910153330688.json": "Thomas Jefferson developed a taste for mac 'n' cheese while living in France in the 1780s https://t.co/BLjzoCfVXH",
  "data/tweet-economist/2021/7/1411691528758693889.json": "Jeff Bezos will step down as Amazon’s CEO on Monday. Our article from February took a closer look at what challenges await his successor Andy Jassy https://t.co/yphO3FMRT5",
  "data/tweet-economist/2021/7/1411447427094228993.json": "Our global normalcy index sits at 66, implying that only half of the disruption caused by covid-19 has been reversed https://t.co/WfLElultg6",
  "data/tweet-economist/2021/7/1411735571488194567.json": "Until last week China had only 16 known missile silos. Then satellite imagery revealed 119 new ones being built in the desert of Gansu province https://t.co/n73jlouAdn",
  "data/tweet-economist/2021/7/1411731792751640579.json": "Germany’s resistance to any attempts by Greece to scuttle the submarine deal is unsurprising. It is thought to be worth $3.5bn, and Germany commands the world market for submarines https://t.co/2mMWDwN84i",
  "data/tweet-economist/2021/7/1411751434115239943.json": "As Jeff Bezos concludes his days as Amazon’s CEO, take a look back at the story of how he became the 21st century’s most important tycoon https://t.co/txDETPKsdg",
  "data/tweet-economist/2021/7/1411698071923314693.json": "Tamil Nadu's good public-health infrastructure is one way in which the state distinguishes itself from the rest of India. Its quietly competent leader may prove to be another https://t.co/Y7naTxFsFj",
  "data/tweet-economist/2021/7/1411774332355948550.json": "Milkha Singh hopped trains as a refugee, shoeless and starving, and became a petty thief, running from the police. Eventually the army took him on. There he discovered running of a new kind\nhttps://t.co/Y7AyYA2gBf",
  "data/tweet-economist/2021/7/1411550386591305728.json": "The Miyawaki method of careful planting will never work for large-scale reafforestation, it is too labour intensive. But for smaller urban areas it is ideal https://t.co/itS0UwMX3U",
  "data/tweet-economist/2021/7/1411749411214987268.json": "After a teenager died in 1884, his parents founded a university in his name: Stanford. An exhibition explores the sources of the Stanford fortune https://t.co/oVrTGAznRF",
  "data/tweet-economist/2021/7/1411798731100463109.json": "In unvaccinated populations not taking covid-19 precautions the Delta variant’s reproductive number may be as high as eight https://t.co/zeDjpwjOEO",
  "data/tweet-economist/2021/7/1411755716713586688.json": "Boris Johnson has called for tougher sentencing for Britain's pet thieves https://t.co/S4DK4BsAjR",
  "data/tweet-economist/2021/7/1411810061178056704.json": "There are just 30% as many planes in the sky today as in 2019 https://t.co/2xe8l2a35P",
  "data/tweet-economist/2021/7/1411825154993405956.json": "The proposed minimum tax of at least 15% would reduce companies’ incentives to game the system, by reducing the gains from siphoning away profits to havens https://t.co/lsQ3Z5X2PT",
  "data/tweet-economist/2021/7/1411792182315466763.json": "Turkey’s relationship with the EU and its place in NATO have become deeply divisive issues within both institutions https://t.co/5bhr6TNv89",
  "data/tweet-economist/2021/7/1411854849751330819.json": "“I won’t bow to the big lie.” Arizona Republican @billgatesaz says speaking out against Donald Trump’s conspiracy theory that the 2020 election was stolen has made him a pariah within his own party https://t.co/nmnPClJYhr",
  "data/tweet-economist/2021/7/1411871533732139008.json": "A good 80% of Hindus surveyed in India say that respect for other faiths is part of their own religious belief; 79% of Muslims say the same thing https://t.co/TZXuCSj0kc",
  "data/tweet-economist/2021/7/1411664823667015683.json": "Where in the world has life returned to normal? https://t.co/NrloKDtOEA",
  "data/tweet-economist/2021/7/1411875807186800640.json": "The Communist Party is increasingly unwilling to accept any principled criticism of its 21st-century autocracy https://t.co/Ehvk8FmJt5",
  "data/tweet-economist/2021/7/1411804785834086402.json": "In 2018 roughly 300,000 people over the age of 65 are estimated to have died as a result of extreme heat https://t.co/f1hyeO7hRJ",
  "data/tweet-economist/2021/7/1411692547852865544.json": "Doctors are focusing on three possible biological explanations for long covid https://t.co/J961iOmCQn",
  "data/tweet-economist/2021/7/1411911396527329280.json": "German submarines are giving Turkey an edge over Greece https://t.co/XNVYwbRtF1",
  "data/tweet-economist/2021/7/1411767277616308227.json": "In his new book Kenneth Payne argues that AI offers a simulacrum of genius, not the real thing. In essence it remains “a wonderfully sophisticated abacus” https://t.co/lXojvv9AGe",
  "data/tweet-economist/2021/7/1412008368672280578.json": "Jeff Bezos has stepped down as Amazon’s CEO. What awaits his successor, Andy Jassy? Last year we looked at how far Amazon has come—and what challenges come with running it https://t.co/62JhxF8i4k",
  "data/tweet-economist/2021/7/1412043351566733313.json": "The Taliban have made further gains across northern Afghanistan. In April, we wrote that Joe Biden's decision to abandon Kabul to its fate will lead to more bloodshed, not less https://t.co/GyKJiK1JlJ",
  "data/tweet-economist/2021/7/1412053422115799042.json": "About half of children in foster care in Canada are indigenous, despite making up only 8% of the population https://t.co/3wJ35HXEmt",
  "data/tweet-economist/2021/7/1412059570743222285.json": "The conquistadors were brave, but they were brutal too. They belong in museums, not in public squares  https://t.co/qqzKrlYh3p",
  "data/tweet-economist/2021/7/1412067011111395333.json": "The agreement is structured to affect more companies as time goes by. It’s a big step forward, but plenty of taxing work still lies ahead https://t.co/vZryIG0rKn",
  "data/tweet-economist/2021/7/1411671646193209345.json": "A report finds that Muslims and Hindus alike are far less observant in the south of India than in the north, and also more open-minded https://t.co/hMUHBSxUhm",
  "data/tweet-economist/2021/7/1412084858688577537.json": "Only two months after it first appeared in England, the Delta variant had almost fully displaced Alpha.\n\nBritish scientists estimate that in unvaccinated populations not taking precautions its reproductive number may be as high as eight. ⁠\n\nSwipe to see their modelling",
  "data/tweet-economist/2021/7/1411997888020889600.json": "After nearly three decades, today Jeff Bezos steps down as Amazon's CEO. Where could the tech giant go next? Thread 👇\n\nImage credit: Patrick Fallon/Bloomberg via Getty Images https://t.co/nprqsAhDtG",
  "data/tweet-economist/2021/7/1412090906421993472.json": "Donald Trump “still enjoys solid support from millions”, says Ruth Ben-Ghiat. Writing for The Economist, the historian argues “his influence will not dissipate until the institutions of democracy formally confirm misconduct” https://t.co/7sITrGbxeE",
  "data/tweet-economist/2021/7/1412099483505147915.json": "Jeff Bezos has stepped down as Amazon’s CEO. What awaits his successor, Andy Jassy? Last year we looked at how far Amazon has come—and what challenges come with running it https://t.co/BubtgNi17p",
  "data/tweet-economist/2021/7/1412087391356174337.json": "The Taliban demanded that every American soldier leave the country by Joe Biden’s September 11th deadline, or face consequences. In April we explained why they are more likely to shoot their way back into government than negotiate https://t.co/AvOAfVqRXH",
  "data/tweet-economist/2021/7/1412093184478486533.json": "Doctors are focusing on three possible biological explanations for long covid https://t.co/9dWPSNwFGb",
  "data/tweet-economist/2021/7/1411841279441375238.json": "The problem with terms such as “toxic masculinity” and “white privilege” is their compression. They are signposts rather than arguments https://t.co/yD1C9CnCsy",
  "data/tweet-economist/2021/7/1412161386730381321.json": "As Jeff Bezos concludes his time as Amazon’s CEO, what legacy does he leave behind? We look back at his work at the company to date https://t.co/HKnQULeMTb",
  "data/tweet-economist/2021/7/1412263072127987724.json": "Is Facebook a monopolist? https://t.co/aL8mstIRbM",
  "data/tweet-economist/2021/7/1412268005459906564.json": "What if an AI won the Nobel prize for medicine? https://t.co/zcvFQxnMqX",
  "data/tweet-economist/2021/7/1412217241144279042.json": "“I won’t bow to the big lie.” Arizona Republican @billgatesaz says speaking out against Donald Trump’s conspiracy theory that the 2020 election was stolen has made him a pariah within his own party https://t.co/tZZaOg8ez6",
  "data/tweet-economist/2021/7/1412277769854148609.json": "What if dementia was preventable and treatable? https://t.co/swfCUiOrrM",
  "data/tweet-economist/2021/7/1412350610368782338.json": "Only two months after it first appeared in England, the Delta variant had almost fully displaced Alpha.\n\nBritish scientists estimate that in unvaccinated populations not taking precautions its reproductive number may be as high as eight. ⁠\n\nSwipe to see their modelling",
  "data/tweet-economist/2021/7/1412415361090297856.json": "People still want to be near cities, perhaps to commute a few days a week. They just don’t want to be in them https://t.co/Xnl0OhON4T",
  "data/tweet-economist/2021/7/1412460850837872643.json": "Biryani was supposedly invented during the 17th century, when India was part of the Mughal empire. From @1843mag https://t.co/e5lOLKumXF",
  "data/tweet-economist/2021/7/1412526297176285191.json": "Penalty shootouts could be made much fairer. Two alternatives are worth consideration https://t.co/sXh5Vdg7V7",
  "data/tweet-economist/2021/7/1412642898588409864.json": "Imagine this: a decade after the pandemic, the medical technologies used to create the vaccines are being used for self-enhancement https://t.co/EtO5LwrrC7",
  "data/tweet-economist/2021/7/1412617291750068225.json": "How the Vietnamese transformed a pale colonial soup into a vibrant national dish. From @1843mag https://t.co/D7gWUsx5lI",
  "data/tweet-economist/2021/7/1412683446829334529.json": "The malaria parasite is not visible to the naked eye. But it has profoundly shaped the course of human history https://t.co/cb1nfmVYe5 https://t.co/7UFoeegVFw"
}