{
  "data/tweet-wsj/2021/8/1421633191140544519.json": "Simone Biles hit pause at the Olympics, and the widening conversation about mental health in sports had another indelible moment, our sports columnist writes https://t.co/v1DtVENNlj",
  "data/tweet-wsj/2021/8/1421621758495502336.json": "From @WSJopinion: We are reaching the limits of the voluntary approach to vaccinations. Once the FDA approves the vaccines for non-emergency use, it’s time for a broader range of mandates, writes @BillGalston https://t.co/wm0wasI7g0",
  "data/tweet-wsj/2021/8/1421648143519731712.json": "We live in a Golden Age of dinosaur chicken nuggets https://t.co/Iaid1MalJu",
  "data/tweet-wsj/2021/8/1421634298969534470.json": "Trump already has $102 million in political cash that he can wield as the GOP eyes retaking majorities in Congress next year, an aide said https://t.co/UP1L0nsUDr",
  "data/tweet-wsj/2021/8/1421655696035155969.json": "Google will require all its on-campus workers to be vaccinated against Covid-19 and is delaying its return to the office until October https://t.co/xvvrtWCePe",
  "data/tweet-wsj/2021/8/1421629267281170432.json": "The U.S. government found a buyer for the Wu-Tang Clan album owned by Martin Shkreli that had only one physical copy in existence https://t.co/sqyku5FVAD",
  "data/tweet-wsj/2021/8/1421659471248494596.json": "Eight years ago, Simone Biles had to be pulled off the competition floor by her then-coach over her mental state. In 2021, the greatest gymnast of all time insisted to team staff that she was removing herself. https://t.co/9zRK5bOMbe",
  "data/tweet-wsj/2021/8/1421673001175617539.json": "Simone Biles will not defend her Olympic floor exercise title, her sports federation said. Her final opportunity to compete again at the Tokyo Olympics is the balance beam on Tuesday. https://t.co/PL211IP7U0",
  "data/tweet-wsj/2021/8/1421719875744149510.json": "Anna Kiesenhofer’s name did not appear on any list of pre-race favorites, writes @jasongay, but the Austrian mathematician managed to outduel a Dutch superteam and win Olympic gold https://t.co/ujGvuGhHNQ",
  "data/tweet-wsj/2021/8/1421742526642462722.json": "The U.S. loves solar power, but the panels are made using Chinese coal. Governments and companies are looking for emissions cuts at the source. https://t.co/BO4gRGNjg9",
  "data/tweet-wsj/2021/8/1421704763079598083.json": "China’s coronavirus controls are facing a fresh test as the highly infectious Delta variant spreads quickly within the country https://t.co/vd9YbShvLT",
  "data/tweet-wsj/2021/8/1421772771940524034.json": "The makers of some of the world’s bestselling food and drink brands warned they would keep raising prices as they grapple with the strongest inflation in years https://t.co/frThTOdv4g",
  "data/tweet-wsj/2021/8/1421789884868669444.json": "Xander Schauffele is an American golfer with a German surname and grandparents in Tokyo. And now the strands of his unusual family history have merged into one career-defining moment: an Olympic gold medal in Japan. https://t.co/wQ1luoDkuc",
  "data/tweet-wsj/2021/8/1421799131622821892.json": "Doctors said Artur Dalaloyan would take a year to recover from an Achilles tendon tear in April. He won team gold in Tokyo. https://t.co/V4GwEyuCxE",
  "data/tweet-wsj/2021/8/1421831149735882756.json": "Lamont Marcell Jacobs won a closely contested race, becoming the first Italian man to win an Olympic medal in the 100 meters https://t.co/2l4l1LqhV6",
  "data/tweet-wsj/2021/8/1421844452340117512.json": "Two Olympic high-jumpers did better than their competitors—but only as well as each other. “Can we have two golds?” The answer was yes. https://t.co/87zXXeKn6S",
  "data/tweet-wsj/2021/8/1421750078449012739.json": "Hong Kong said it would cut ties with the city’s largest teachers' union, after Chinese state media called the group a “malignant tumor” https://t.co/IRbsatOyes",
  "data/tweet-wsj/2021/8/1421835936183238664.json": "When companies raise the pay floor, entry-level workers might suddenly make almost as much as longtime employees. “I felt unappreciated.” https://t.co/NuE1jWgCiZ",
  "data/tweet-wsj/2021/8/1421784028483575808.json": "One of the oddest contrasts at these Olympic Games is between Olympic events with no spectators and life in the rest of Tokyo https://t.co/TcVhhYvukA",
  "data/tweet-wsj/2021/8/1421855771063693316.json": "“There aren’t enough beds, medicine is difficult to come by.” Indonesia, an archipelago that stretches more than 3,000 miles along the equator, is suffering one of the world’s worst Covid-19 surges. https://t.co/JQ3S3BrKou",
  "data/tweet-wsj/2021/8/1421863429854437378.json": "Delta poses a bigger threat than earlier strains for people spending significant time indoors with others who are infected, scientists warn. Here's what you need to know. https://t.co/MuXkBK0qsT",
  "data/tweet-wsj/2021/8/1421877147464085504.json": "Team USA swimmers will again return home with more medals than anyone else. Fewer of them are gold than in 2016. https://t.co/ZCOppAWjqX",
  "data/tweet-wsj/2021/8/1421859534973378564.json": "It would take $1 billion to compensate everyone fairly in the Champlain Towers South condo collapse, lawyers representing the victims say. But insurance policies only cover $50 million. https://t.co/I2UPFnhtmP",
  "data/tweet-wsj/2021/8/1421896022066974722.json": "A recent analysis found that one in four hospital workers with direct contact with patients was not vaccinated against Covid-19 https://t.co/vX6IZq6ZQU",
  "data/tweet-wsj/2021/8/1421885962251030540.json": "The Biden administration’s chief medical adviser said he didn’t believe the U.S. would return to lockdowns but warned that “things are going to get worse” as the Delta variant leads to a surge in Covid-19 cases https://t.co/JNprSDhCcm"
}