{
  "data/tweet-nytimes/2021/11/1455008618089222144.json": "The phrase \"Let’s go Brandon,\" understood to be an insult to President Biden, was uttered over the intercom by a Southwest Airlines pilot. His remarks went viral and the airline issued an apology, saying it was conducting an investigation. https://t.co/KeFlqtqTqo",
  "data/tweet-nytimes/2021/11/1455104837402742798.json": "Greta Thunberg was mobbed when she arrived in Glasgow on Saturday for the #COP26 UN climate conference. “Thank you for the very warm welcome,” the 18-year-old activist wrote on Twitter.\nhttps://t.co/t6Q6mc2hVH https://t.co/0BWnGMBm5P",
  "data/tweet-nytimes/2021/11/1454991616041750533.json": "President Biden capped his G20 summit trip to Rome with a swaggering proclamation of the U.S.’s renewed force on the world stage. He shook off questions about his slumping poll numbers at home and projected new optimism for his domestic policy agenda. https://t.co/mtlIPV4A5g",
  "data/tweet-nytimes/2021/11/1455145119024357379.json": "Police officers in the U.S., trained to presume danger, have reacted with outsize aggression. For hundreds of unarmed drivers, the consequences have been fatal, a New York Times investigation found. https://t.co/e97Dvh8nXQ",
  "data/tweet-nytimes/2021/11/1455191678445309966.json": "The International Handball Federation has updated its rules so that women will no longer be required to play in bikini bottoms, responding to months of pressure from female players and coaches who described the uniform requirements as sexist. https://t.co/IddXE7YyKP",
  "data/tweet-nytimes/2021/11/1455181595896434691.json": "\"If working apart we are force powerful enough to destabilize our planet, surely working together we are powerful enough to save it,\" David Attenborough told world leaders on Monday as the COP26 climate summit got underway. https://t.co/gO9pJOKVCo",
  "data/tweet-nytimes/2021/11/1455179598640164870.json": "Breaking News: At least 5 million people worldwide have died from Covid, according to official counts, though the total number is undoubtedly far higher.\nhttps://t.co/JvYGBfxB0h https://t.co/UDQvSx74h4",
  "data/tweet-nytimes/2021/11/1454976518367678472.json": "Authorities at an airport last year seized a bag of cash that Kermit Warren was carrying to buy a truck. It was his life’s savings but prosecutors contended the money was linked to drugs. https://t.co/aCXTzDTcdv",
  "data/tweet-nytimes/2021/11/1455238288856469507.json": "Breaking News: Dr. Aaron T. Beck, the developer of cognitive therapy, has died at 100. His insights transformed the treatment of depression and anxiety. https://t.co/IAZ0qsAmUj",
  "data/tweet-nytimes/2021/11/1455223140380987392.json": "David Attenborough on Monday implored leaders to use the COP26 summit as a climate turning point, creating a more equitable world in the process. https://t.co/kTSivvV5p6 https://t.co/Q9CfBItIs6",
  "data/tweet-nytimes/2021/11/1455274734799802374.json": "Txai Suruí, a 24-year-old Indigenous activist from Brazil, told heads of state at COP26 that their timetables for reducing carbon emissions and scaling back the use of fossil fuels were not adequate.\n\n\"It’s not 2030 or 2050,\" she said. \"It’s now.\" https://t.co/orCOzgSaJ8 https://t.co/SjFAVmeNaJ",
  "data/tweet-nytimes/2021/11/1455301171934121985.json": "Greta Thunberg, the environmental activist, joined protesters outside the United Nations climate conference in Glasgow and accused political leaders of inaction in the fight against the climate crisis. https://t.co/VRYbuTNehl https://t.co/23ZqHuduLx",
  "data/tweet-nytimes/2021/11/1455074644411699200.json": "And the award for New Zealand's Bird of the Year goes to...\n\n🦇 A bat. 🦇\nhttps://t.co/mNed4gIliy",
  "data/tweet-nytimes/2021/11/1455289821669302277.json": "\"We are digging our own graves.\" António Guterres, the UN secretary general, called on world leaders at a global climate conference on Monday to escalate their climate action.  https://t.co/iTGYA9QPPw https://t.co/y4RaYYluDo",
  "data/tweet-nytimes/2021/11/1455142603347857413.json": "The phrase \"Let’s go Brandon,\" understood to be an insult to President Biden, was uttered over the intercom by a Southwest Airlines pilot. His remarks went viral and the airline issued an apology, saying it was conducting an investigation. https://t.co/hVVmbZDiQG",
  "data/tweet-nytimes/2021/11/1455281012569788427.json": "President Biden told a global climate summit on Monday that \"we only have a brief window\" to reduce emissions from oil, gas and coal. Days earlier, he was urging the world’s largest oil producers to pump more fossil fuels. https://t.co/NkcHa76wSN",
  "data/tweet-nytimes/2021/11/1455356508703797255.json": "About 9,000 municipal employees across all New York City agencies have been placed on unpaid leave as the city's vaccine mandate went into effect on Monday. The workers would be eligible to return to work as soon as they get a first dose. https://t.co/Y960LL42dE",
  "data/tweet-nytimes/2021/11/1455401982471151616.json": "Breaking News: President Biden will announce plans to limit methane at #COP26, indicating to world leaders that the U.S. is serious about fighting climate change. https://t.co/JqaCdcNJDp",
  "data/tweet-nytimes/2021/11/1455331337448132610.json": "Between 2014 and 2020, Frank Herfort visited more than 770 metro stations in 19 cities in Russia and the former Soviet republics, creating a remarkable archive of architectural and artistic splendor. https://t.co/4h7xLFljM5 https://t.co/Bo5BmsodCF",
  "data/tweet-nytimes/2021/11/1455384223892885507.json": "Leaders of more than 100 countries, including Brazil, China and the U.S., vowed at #COP26 to end deforestation by 2030. The move seeks to preserve critical forests that can absorb carbon dioxide and slow the rise in global warming. https://t.co/1bcEIOxLvG",
  "data/tweet-nytimes/2021/11/1455527897914032139.json": "Txai Suruí, a 24-year-old Indigenous activist from Brazil, told heads of state at COP26 that their timetables for reducing carbon emissions and scaling back the use of fossil fuels were not adequate.\n\n\"It’s not 2030 or 2050,\" she said. \"It’s now.\"\nhttps://t.co/qR965DwU9K",
  "data/tweet-nytimes/2021/11/1455463481461944320.json": "Millions of dollars vanished in a matter of minutes when the value of Squid, a cryptocurrency inspired by “Squid Game,” crashed.\n\nThe developers behind the coin remain unknown, and the industry is asking questions.\nhttps://t.co/6u7eQ5mjEm",
  "data/tweet-nytimes/2021/11/1455525114615828482.json": "Jeff Bezos, one of the planet’s richest people, pledged $2 billion to restoring natural habitats and transforming food systems.\n\nThe commitment, made at the #COP26 summit, comes as some climate experts question how Amazon measures its own emissions.\nhttps://t.co/3D9YsVBiPD",
  "data/tweet-nytimes/2021/11/1455268413518098443.json": "In Opinion\n\n“The only trouble with being born in 1961 is that in 2021 you will turn 60,” Margaret Renkl writes. “It’s very strange to persist in feeling 22, even as every mirror — and every storefront window and polished elevator door — reveals the truth.”\nhttps://t.co/73d1PpGN8H",
  "data/tweet-nytimes/2021/11/1455501218986528770.json": "Take a look at the splendor of Soviet-era metros.\n\n“The beauty and grandeur of the stations propelled me ever onward — to visit the next, and the next, and the next,” writes Frank Herfort, who has visited more than 770 stations in 19 cities.\nhttps://t.co/EiK1FAX0h5 https://t.co/pvd9YRguCi",
  "data/tweet-nytimes/2021/11/1455228152947564555.json": "Breaking News: After almost three hours of arguments, the Supreme Court seemed inclined to allow abortion providers to pursue a challenge to the Texas abortion law. https://t.co/vdjV8KWDC4",
  "data/tweet-nytimes/2021/11/1455576722221551628.json": "In Opinion\n\n\"Elon Musk doesn’t think visionaries like him should pay taxes the way little people do,\" @PaulKrugman writes. \"After all, why hand over his money to dull bureaucrats? They’ll just squander it on pedestrian schemes like … bailing out Tesla.\" https://t.co/wn7O24r0WG",
  "data/tweet-nytimes/2021/11/1455540227729154062.json": "Ecuador pledged to expand the marine reserve around the Galápagos Islands.\n\n“This will not only strengthen the area’s biodiversity, but it will also bolster our combat against climate change,” President Guillermo Lasso said at the #COP26 climate talks.\nhttps://t.co/ukUmQe3QiK",
  "data/tweet-nytimes/2021/11/1455580880509050881.json": "Breaking News: Facebook plans to delete face scan data from over 1 billion users, shutting down a facial recognition system that became a privacy headache. https://t.co/AHong4rDc1",
  "data/tweet-nytimes/2021/11/1455572936266588167.json": "A new study of hundreds of deer infected with the coronavirus in Iowa has found that the animals probably are contracting the virus from humans, and then rapidly spreading it among one another. \"We were dumbfounded,\" one of the researchers said. https://t.co/bnG6aRZh7r",
  "data/tweet-nytimes/2021/11/1455591829198577668.json": "Curtis Sliwa, the Republican nominee for New York City mayor, brought one of his 17 cats, Gizmo, with him to vote. But Gizmo was denied entry to the polling site. Sliwa ended up quarreling with election officials on several issues, shouting: \"Arrest me!\" https://t.co/w9VQVrwk8Q",
  "data/tweet-nytimes/2021/11/1455598090455552007.json": "Israel's energy minister, Karine Elharrar, was unable to attend Monday's COP26 events because she couldn't access the venue in a wheelchair. She waited two hours and was later offered a shuttle to the site, she said, but the shuttle was also not accessible.https://t.co/ywj1fJ1WVX",
  "data/tweet-nytimes/2021/11/1455642725236318214.json": "Breaking News: A CDC panel recommended Pfizer’s Covid vaccine for children 5 to 11. Shots for that age group could begin as early as this week. https://t.co/MOsCNkaQsZ https://t.co/6NiQTAgvdy",
  "data/tweet-nytimes/2021/11/1455649688015810561.json": "Curtis Sliwa, the Republican nominee for New York City mayor, brought one of his 17 cats, Gizmo, with him to vote. But Gizmo was denied entry to the polling site. Sliwa ended up quarreling with election officials on several issues, shouting: \"Arrest me!\" https://t.co/g0Ee7Kg7p1 https://t.co/ec6nvLj4n1",
  "data/tweet-nytimes/2021/11/1455692466414399492.json": "Shontel Brown, a Democrat, won a House seat in a special election in Cleveland on Tuesday, defeating her Republican opponent, Laverne Gore.\nhttps://t.co/u5e6i2abAg",
  "data/tweet-nytimes/2021/11/1455705069895274496.json": "Breaking News: Eric Adams was elected as the second Black mayor in New York City's history, with hopes of guiding its recovery from the pandemic. https://t.co/ZQyUaNdlFZ https://t.co/XT5QYRyDYG",
  "data/tweet-nytimes/2021/11/1455713098187292678.json": "Eric Adams, a Democrat and former police captain, has been elected the 110th mayor of New York. He'll be the second Black mayor in the city’s history. https://t.co/jOkd00YbJm https://t.co/y0wNXGeHU2",
  "data/tweet-nytimes/2021/11/1455661256694763520.json": "Breaking News: Ethiopia declared a state of emergency, calling on citizens to pick up arms, as Tigrayan forces captured two towns and advanced toward the capital. https://t.co/ELFyielvbU",
  "data/tweet-nytimes/2021/11/1455725684878417926.json": "Shahana Hanif, a former City Council employee, won her election in a Brooklyn district. A Bangladeshi American, she is the first Muslim woman elected to the Council in its history, despite the fact that the city is home to an estimated 769,000 Muslims. https://t.co/gIfIOPwTBs https://t.co/fCO9lhqwqS",
  "data/tweet-nytimes/2021/11/1455732488697958402.json": "Breaking News: Michelle Wu will be Boston's next mayor, breaking barriers as the first woman and the first person of color elected to the role. https://t.co/r6wVbFHdAC https://t.co/AdUjoMoSos",
  "data/tweet-nytimes/2021/11/1455741202272329733.json": "Breaking News: Atlanta shut out Houston in Game 6 to win its first World Series in 26 years and the fourth title in franchise history. https://t.co/RG7rDw20dy",
  "data/tweet-nytimes/2021/11/1455681150714789890.json": "Jeff Bezos pledged $2 billion to restoring natural habitats and transforming food systems at the climate summit in Glasgow on Tuesday. He also said Amazon aims to power its operations with renewable energies by 2025. https://t.co/vK1hjrGWbj https://t.co/zbEGtuWn4a",
  "data/tweet-nytimes/2021/11/1455595612586528773.json": "The prosecution in Kyle Rittenhouse's trial has repeatedly returned to the fact he was \"the only person who killed anyone\" during several days of unrest in Kenosha, asking the jury to \"keep that in mind\" when considering the reasonableness of his actions. https://t.co/ICb1zyCvxo",
  "data/tweet-nytimes/2021/11/1455710099746562052.json": "Alvin Bragg was elected Manhattan district attorney on Tuesday. The influential office handles tens of thousands of cases a year and is conducting a high-profile investigation into Donald Trump and his family business. https://t.co/01r7gsE7ut https://t.co/YgqrjMbwRj"
}