{
  "data/tweet-economist/2021/4/1377450955562741763.json": "In 5G telecoms, transport networks and much else, America lags behind China. Most of the infrastructure investment Joe Biden is calling for would represent not trailblazing but catch-up https://t.co/Cv2gvtIDMD",
  "data/tweet-economist/2021/4/1377440884359274505.json": "We uncover the greatest hoaxes in history, from left-handed whoppers to Martians landing. From @1843mag https://t.co/CAohHo2wH8",
  "data/tweet-economist/2021/4/1377411506392850433.json": "Over the course of 20 years, a tonne of the methane will warm the atmosphere about 86 times more than a tonne of carbon dioxide. But it degrades quickly, creating an opportunity for fast action on global warming https://t.co/NuuolWYWag",
  "data/tweet-economist/2021/4/1377481743024975874.json": "The International Energy Agency estimates that 40% of methane emissions from fossil fuels can be easily eliminated at no net cost. This opportunity to slow global warming must be seized https://t.co/cA2WxsUNOU",
  "data/tweet-economist/2021/4/1377473361278869510.json": "Almost one billion doses of covid-19 vaccines have been produced https://t.co/jF2xzTk30L",
  "data/tweet-economist/2021/4/1377486489605578753.json": "A joint WHO-China study of covid-19’s origins leaves much unclear https://t.co/zJXyneOAB6",
  "data/tweet-economist/2021/4/1377502538933633024.json": "About a quarter of global warming is a consequence of methane https://t.co/4aIsUurgxw",
  "data/tweet-economist/2021/4/1377435658709467137.json": "Suga Yoshihide, Japan's prime minister, is expected to become the first foreign leader to visit Joe Biden at the White House https://t.co/m8G5D3upcF",
  "data/tweet-economist/2021/4/1377531707474202624.json": "Climate models have been pretty accurate in predicting global warming. Here's how they work https://t.co/HdaKP62vRv https://t.co/PK3KIW9tCi",
  "data/tweet-economist/2021/4/1377529635378978816.json": "He envisages fixing 20,000 miles of road, stripping lead piping from 400,000 schools and installing 500,000 charging outlets for electric cars https://t.co/ljsD95FI4X",
  "data/tweet-economist/2021/4/1377537361966415872.json": "Experts think climate change is to blame. For a behind-the-scenes look at @TheEconomist’s charts and data journalism, sign up to our free newsletter https://t.co/Iyo9XPFJ1N https://t.co/vKovRmaXwK",
  "data/tweet-economist/2021/4/1377570449077514240.json": "April fools used to bring us joy and laughter. Then fake news came along and spoiled it https://t.co/8vOV1ifXBy",
  "data/tweet-economist/2021/4/1377554107695792131.json": "Most Israelis want to see Binyamin Netanyahu go https://t.co/0kcEzWYSvF",
  "data/tweet-economist/2021/4/1377553868708577282.json": "This week’s cartoon from KAL: https://t.co/xyiwD5IJvl https://t.co/Y8r1yl8a8o",
  "data/tweet-economist/2021/4/1377571470679937027.json": "Could you have a lucky gene? https://t.co/dXXZlR1ano",
  "data/tweet-economist/2021/4/1377613233599680518.json": "Previously, China has been cautious around any country capable of punching back. But recently its risk calculations seem to have changed https://t.co/ZB0i69VRLj",
  "data/tweet-economist/2021/4/1377513860383571970.json": "The French armed forces are planning for high-intensity war https://t.co/nErxadGXAV",
  "data/tweet-economist/2021/4/1377621939099992067.json": "The price of cobalt has nearly doubled since January as the electric-vehicle boom gathers pace. Meeting the demand will not be easy https://t.co/2r90rJqhFV",
  "data/tweet-economist/2021/4/1377464113044013056.json": "The success of Joe Biden's vaccination plan depends partly on the willingness of Americans to get the shot. Here's how vaccine confidence has changed over the past year   https://t.co/PXFTMnMFtA",
  "data/tweet-economist/2021/4/1377553835841978369.json": "The diaries provide more evidence of the vital role Winston Churchill played in saving Britain from the pro-Hitler sympathies of the upper classes https://t.co/4grYrQ2J38",
  "data/tweet-economist/2021/4/1377677663054274562.json": "Even before the pandemic, the UN estimated that 1m plant and animal species were at risk of dying out, many within decades. Covid-19 has seen poaching rise across the continent https://t.co/l56c4Bht77",
  "data/tweet-economist/2021/4/1377665326016573447.json": "About a quarter of global warming is a consequence of methane https://t.co/76atIVlkPj",
  "data/tweet-economist/2021/4/1377692762791936004.json": "April fools used to bring us joy and laughter. Then fake news came along and spoiled it https://t.co/aLC6jTjIzm",
  "data/tweet-economist/2021/4/1377695038059257858.json": "Over the 20 years subsequent to its emis­sion a tonne of methane causes 86 times more warming than does a tonne of CO2 https://t.co/HMgf5Fsh0a",
  "data/tweet-economist/2021/4/1377612485579145224.json": "What might have been a routine reshuffle of Brazil's cabinet has become a potentially destabilising conflict with the country’s military command https://t.co/iNgdCVsVLt",
  "data/tweet-economist/2021/4/1377753165865611267.json": "April fools used to bring us joy and laughter. Then fake news came along and spoiled it https://t.co/eq29AS7hh8",
  "data/tweet-economist/2021/4/1377763263413432322.json": "Mass resignations like this are unprecedented, and followed a backlash to a cabinet reshuffle https://t.co/CXeZfEiwQw",
  "data/tweet-economist/2021/4/1377771267307225088.json": "Over the 20 years subsequent to its emis­sion, a tonne of methane causes 86 times more warming than does a tonne of CO2 https://t.co/C32kb9FhkY",
  "data/tweet-economist/2021/4/1377809763547947010.json": "China's performance-nationalism is being watched by Western diplomats in Beijing with dismay https://t.co/xG66J7FUoh",
  "data/tweet-economist/2021/4/1377793416600428544.json": "The report's strong downplaying of the idea that the pathogen escaped from a lab in Wuhan is immensely pleasing to China https://t.co/ZDxXiKF5rW",
  "data/tweet-economist/2021/4/1377824687133179904.json": "Glencore’s two mines employ around 15,000 people. However, more than 200,000 may work on \"artisanal\" sites, where accidents and child labour are common https://t.co/wVti5cA1vy",
  "data/tweet-economist/2021/4/1377814130845966336.json": "Every time the output of batteries doubles, as it did five times between 2006 and 2016, battery prices fall by about a quarter https://t.co/Pg0QOVZ5BR",
  "data/tweet-economist/2021/4/1377843494706896897.json": "Progress made by governments that cracked down on illegal hunting is being undone https://t.co/3DfTeaPy0P",
  "data/tweet-economist/2021/4/1377780473443852289.json": "The Communist Party is acutely aware of the role that Christians have played in anti-Communist movements elsewhere https://t.co/u5VSfl9qtH",
  "data/tweet-economist/2021/4/1377841983851540481.json": "How a buzzy social-media app became a hit in the Middle East https://t.co/tXmALcR6Hk",
  "data/tweet-economist/2021/4/1377838034423574528.json": "Even Joe Biden, a longtime friend of Andrew Cuomo, has said if the allegations of sexual harassment are true, the governor needs to resign https://t.co/lIjqjRVuo8",
  "data/tweet-economist/2021/4/1377699806651498503.json": "New research could shed light on why some countries or populations appear to have been hit harder by covid-19 than others https://t.co/Ep6ImwC6EI",
  "data/tweet-economist/2021/4/1377859121031086083.json": "The “ASEAN way” is all about agreeing never to disagree. Its insistence on consensus tends towards the extraordinarily bland or the impossibly vague https://t.co/MBvGYdtI1l",
  "data/tweet-economist/2021/4/1377894776704491521.json": "At the moment the average cost of a lithium-ion battery pack is about $140 per kilowatt hour. If it reaches $100 per kilowatt hour, electric vehicles will become cost-competitive with combustion ones https://t.co/iOFC96EpBV",
  "data/tweet-economist/2021/4/1377890316859019269.json": "Police are investigating the 11,000 stories of sexual abuse logged online by girls in the past month https://t.co/1cq9D8jhcG",
  "data/tweet-economist/2021/4/1377871678429089794.json": "Egypt's $8bn expansion, its \"gift to the world”, has not been a gift to its treasury https://t.co/ZtA2JJCgNr",
  "data/tweet-economist/2021/4/1377905977576538113.json": "America is the only rich country that still charges minors as adults and puts them in adult jails, where they are far likelier than other inmates to be assaulted or to commit suicide  https://t.co/m6WUbZiuV1",
  "data/tweet-economist/2021/4/1377926820213964802.json": "If Mexico were to legalise marijuana, the country would become the world’s largest legal cannabis market https://t.co/U4Kma7iLQ5",
  "data/tweet-economist/2021/4/1377901682319880192.json": "The link between personality and success https://t.co/n4esGgQvCR",
  "data/tweet-economist/2021/4/1377930670304006145.json": "How the British became the new Turks https://t.co/QMOspXd2n9",
  "data/tweet-economist/2021/4/1377847562879823872.json": "China has helped to finance transport, power and telecommunications projects across the developing world. It's a secretive business https://t.co/0Iizt34y0p",
  "data/tweet-economist/2021/4/1377943166444244992.json": "Over a century ago, Nikola Tesla tried and failed to make his vision of wireless power transmission a reality. Now, the idea is making a comeback https://t.co/mWtoMBR5IE",
  "data/tweet-economist/2021/4/1377954002911047681.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/ewyRg7xv9m",
  "data/tweet-economist/2021/4/1377949959778144259.json": "Minerals are essential to modern technologies such as batteries, laser-guided missiles and wind turbines, but many supply chains are controlled by China. That can be seen as a risk https://t.co/de6zMncSHY",
  "data/tweet-economist/2021/4/1377973866035879938.json": "Hydrogen goop called \"Powerpaste\" oﬀers several advantages over batteries, petrol and more con­ventional ways of handling the gas https://t.co/EJdZrqJZeS",
  "data/tweet-economist/2021/4/1377989971483750401.json": "China wants its citizens to believe that the virus originated elsewhere, even though scientists see scant evidence of that https://t.co/aRvLC3t6ps",
  "data/tweet-economist/2021/4/1377978881907568643.json": "The vaccination technology rapidly developed by Moderna and BioNTech builds on years of patient and often unsung work on RNA https://t.co/h7RPz9sDBb",
  "data/tweet-economist/2021/4/1377958247043317761.json": "Christianity is flourishing in China—the country has between 60m and 80m Christians. But the party is on a mission to bring them closer into its fold https://t.co/ZlqqmQsBEK",
  "data/tweet-economist/2021/4/1377974614882709507.json": "On Clubhouse nothing goes viral because the chats are ephemeral. Arabs are flocking to the app https://t.co/0vP3I68ofY",
  "data/tweet-economist/2021/4/1377869672239001601.json": "Tanzania's new president has vowed to continue where her predecessor left off. Pity the country if she keeps her promise https://t.co/84RZ0n9Wyj",
  "data/tweet-economist/2021/4/1378019504354168833.json": "Human beings are not alone in having invented vaccination. In fact, a new paper confirms that honeybees got there first https://t.co/JMLerqdf0n",
  "data/tweet-economist/2021/4/1377585295185612803.json": "As usual, Nordic countries performed best overall in the latest glass-ceiling index from The Economist, with Sweden, Iceland, Finland and Norway taking the top four spots https://t.co/5MtjEMV2L2",
  "data/tweet-economist/2021/4/1378046600891760640.json": "Serbia is poor by European standards and plagued by corruption. Nonetheless it has one of the world’s fastest covid-19 inoculation campaigns https://t.co/7GDv5EzIDg",
  "data/tweet-economist/2021/4/1378009345087127556.json": "Why is the price of lithium-ion batteries plunging? The phenomenon is driven in part by economies of scale https://t.co/P0F3QVNZXe",
  "data/tweet-economist/2021/4/1378097667352461316.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/6sTqd800vD",
  "data/tweet-economist/2021/4/1378057652786302978.json": "Methane concentrations are now more than two-­and-­a-­half times what they were before the Industrial Revolution https://t.co/hdacMhPHYl",
  "data/tweet-economist/2021/4/1378082584450715659.json": "The pandemic threatens to undo the progress made by governments that cracked down on illegal hunting https://t.co/rSQNBHUhfK",
  "data/tweet-economist/2021/4/1378111759689654273.json": "One diplomat bleakly suggests that China’s rulers view the West as ill-disciplined, and they are seeking to bring it to heel https://t.co/r0PA5vaclv",
  "data/tweet-economist/2021/4/1378113020539379716.json": "Prince Charles spent £5.6m in the year to March 2020 funding the Sussexes and the Cambridges. Princess Diana left her estate, worth around £13m after tax, to her sons https://t.co/TctdmAclo1",
  "data/tweet-economist/2021/4/1377936357008478210.json": "Thanks to RNA, the way molecular biology is applied to medicine seems to be in the throes of revolution https://t.co/ylHjuHedIO",
  "data/tweet-economist/2021/4/1378171398007500800.json": "The pandemic accelerated the militarisation of Brazil’s government. But the president’s effort to enlist military support for his opposition to lockdown was unusual https://t.co/i7bqmcwuiD",
  "data/tweet-economist/2021/4/1378179454346924032.json": "With improved batteries and lighter materials, some vehicles are now ready to carry passengers https://t.co/7hvMnLhrH6",
  "data/tweet-economist/2021/4/1378186248351809537.json": "The report will do little to dispel widespread suspicions that China is being less than open https://t.co/bb1IpWwua7",
  "data/tweet-economist/2021/4/1378192493238480897.json": "The decay of international trading rules makes countries more wary of relying on each other. But a lurch towards autarky would be unjustified https://t.co/zpQmZ1IdT5",
  "data/tweet-economist/2021/4/1378072260796354563.json": "Vaccines made of RNA have given millions of people protection against covid-19. Now these are being considered for all sorts of other diseases https://t.co/jVqEzrlR2I",
  "data/tweet-economist/2021/4/1377876474951315456.json": "By one estimate, halving methane emissions caused by human activity over the next 30 years could shave 0.18C off the average global temperature in 2050 https://t.co/JtdWW7ImJY",
  "data/tweet-economist/2021/4/1378175181148012547.json": "Most buyers want little to do with \"artisanal\" mines, because of their poor working conditions. But some have little choice—nowhere else generates as much cobalt https://t.co/qqnuzDaDiA",
  "data/tweet-economist/2021/4/1378066974522146817.json": "The diaries provide more evidence of the vital role Winston Churchill played in saving Britain from the pro-Hitler sympathies of the upper classes https://t.co/hEcsY2cT6e",
  "data/tweet-economist/2021/4/1378169887114338307.json": "China's regulations on religion include measures such as tougher fines on the unauthorised use of premises for religious purposes https://t.co/DHx1SzB6T8",
  "data/tweet-economist/2021/4/1378161107370704909.json": "The trade war with China and covid-19’s disruptions to supply chains have stoked fears of dependence on foreign production of medicine, semiconductors and minerals https://t.co/3yCaYqOysw",
  "data/tweet-economist/2021/4/1378234582319960068.json": "Thousands of Bosnians, Macedonians and Montenegrins have crossed the Serbian border for free jabs offered by President Aleksandar Vucic  https://t.co/GxwTvzU5Bc",
  "data/tweet-economist/2021/4/1378238882219757569.json": "Hit shows such as “Barbarians” are creating a common European culture. The streaming of subtitled box sets is the new Eurovision https://t.co/OyHmBaEoEj",
  "data/tweet-economist/2021/4/1378257229879640065.json": "After studying the available evidence, Avi Loeb concluded that the simplest explanation for the exotic strangeness of ‘Oumuamua was that the interstellar object had been created by an intelligent civilisation beyond Earth https://t.co/HwOoM68aWp",
  "data/tweet-economist/2021/4/1378184208934387712.json": "AstraZeneca's jab is cheap and easy to distribute, so became the vaccine of choice for COVAX. However, it has taken longer than hoped to arrive https://t.co/S0nyxSHNJD",
  "data/tweet-economist/2021/4/1378256149502365702.json": "Why are a growing number of women in South Korea choosing not to get married or have children? Film supported by @Mishcon_de_Reya https://t.co/azWhnJkGFZ https://t.co/y2qrAp33Ij",
  "data/tweet-economist/2021/4/1378088125776474117.json": "This year’s big vacation trend is the “staycation”. That will have an uneven economic impact around the world https://t.co/5j4PwjCCC7",
  "data/tweet-economist/2021/4/1378278875088744448.json": "Hopes that lockdowns could stymie international trade in trophies, such as rhino horn and elephant tusks, have been dashed https://t.co/vHf30VosZi",
  "data/tweet-economist/2021/4/1378304030976352258.json": "Unless methane emissions are reduced there is little hope of stabilising the climate https://t.co/onbRSzAmOJ",
  "data/tweet-economist/2021/4/1378289946067410945.json": "Neanderthals died out around 40,000 years ago. But their surviving genes offer insight into our resistance or susceptibility to covid-19 https://t.co/94fOI1apvj",
  "data/tweet-economist/2021/4/1378330278658244612.json": "The country owes a whopping $45bn, or $1,000 per person https://t.co/oZ7N2wAf8q",
  "data/tweet-economist/2021/4/1378276586231885826.json": "America averages 43 doses for every 100 Americans, whereas the EU is averaging just 16 doses per 100 https://t.co/mMXiuSuYQa",
  "data/tweet-economist/2021/4/1378293722870321156.json": "Virtual reality can be used in mental-health therapy. It can help people face their fears in a controlled way https://t.co/7OgdpTeEu7",
  "data/tweet-economist/2021/4/1378344054883291146.json": "China lends more than most to inhospitable corners of the world. Clues about its terms and conditions can be found tucked away in databases https://t.co/cqiR3kQPd4",
  "data/tweet-economist/2021/4/1378337262740639747.json": "What might have been a routine reshuffle of Brazil's cabinet has become a potentially destabilising conflict with the country’s military command https://t.co/43DgObprZo",
  "data/tweet-economist/2021/4/1378225560376205315.json": "Autocrats across the Middle East may try to weaponise Clubhouse—or just ban it outright https://t.co/UgP85ofWRC",
  "data/tweet-economist/2021/4/1378140505792450561.json": "There will be occasions to work late or rise early, but day after day of long hours is unsustainable for a worker's mental health https://t.co/YWphKmLvGQ",
  "data/tweet-economist/2021/4/1378368455762702337.json": "Previously, China has been cautious around any country capable of punching back. But recently its risk calculations seem to have changed https://t.co/yt9HbMxrIX",
  "data/tweet-economist/2021/4/1378384311720800262.json": "The more happiness you want, the more expensive it gets https://t.co/qWHRVer4Ve",
  "data/tweet-economist/2021/4/1378311343170801664.json": "What do Snow White, John Travolta and Jesus have in common? They all made famous comebacks https://t.co/IHbuhYweJB From @1843mag",
  "data/tweet-economist/2021/4/1378407669598404610.json": "In America, Britain and other Western countries, voters have lost trust in politics. Is the answer to reboot an ancient idea? https://t.co/op2rMUrPfj https://t.co/qpvctfQwxG",
  "data/tweet-economist/2021/4/1378381374520954881.json": "Some fear a wave of automation will eliminate jobs. Yet there is little evidence that the pandemic has accelerated it https://t.co/B5z59ChwOz",
  "data/tweet-economist/2021/4/1378425080666021890.json": "Over the course of 20 years, a tonne of the methane will warm the atmosphere about 86 times more than a tonne of carbon dioxide. But it degrades quickly, creating an opportunity for fast action on global warming https://t.co/t2EvLaDUoG",
  "data/tweet-economist/2021/4/1378429867893657605.json": "Wildlife tourism pays for conservation work. When the tourists disappear, security efforts are cut back https://t.co/DLeseQkJHW",
  "data/tweet-economist/2021/4/1378431381810860032.json": "Britain is not being flooded by refugees: 36,000 people applied for asylum in 2019, a third as many as in France https://t.co/Z4oWPajjTz",
  "data/tweet-economist/2021/4/1378290691680403459.json": "Fewer people may mean fewer new ideas—and a very different sort of future than optimists tend to imagine https://t.co/JgcPoyM1iB",
  "data/tweet-economist/2021/4/1378446971845894156.json": "The techniques used to make a SARS-CoV-2 vaccine could one day help tackle malaria, some cancers and many other diseases https://t.co/aNO6jTHhSI",
  "data/tweet-economist/2021/4/1378440694763819009.json": "More than 50 countries have not begun vaccinating, mostly in sub-Saharan Africa. So far 8.6% of all adults have received one dose https://t.co/nzulWLQPya",
  "data/tweet-economist/2021/4/1378473902817607681.json": "In recent decades, the blossoms have emerged much sooner than they once did—experts think climate change is to blame. For a behind-the-scenes look at @TheEconomist’s charts and data journalism, sign up to our free newsletter https://t.co/3qCORPiHRg https://t.co/bTvl6ifcSU",
  "data/tweet-economist/2021/4/1378529254451912711.json": "Mass resignations like this are unprecedented, and followed a backlash to a cabinet reshuffle https://t.co/C3P8aTn05N",
  "data/tweet-economist/2021/4/1378489766342189058.json": "Virtual worlds have become part of people’s lives, whether they realise it or not https://t.co/NE4Gc9Ak3H",
  "data/tweet-economist/2021/4/1378549637901135879.json": "China's performance-nationalism is being watched by Western diplomats in Beijing with dismay https://t.co/PFYY90cfcW",
  "data/tweet-economist/2021/4/1378389349419655168.json": "RNA has become a hero of the pandemic. We explain how the molecule used in the covid-19 vaccine can fight viruses, and explore its medical possibilities https://t.co/zFOGXklWYO",
  "data/tweet-economist/2021/4/1378566043770228736.json": "How a buzzy social-media app became a hit in the Middle East https://t.co/fuIs9wHTuz",
  "data/tweet-economist/2021/4/1378583778168279042.json": "According to a study in England, frontline workers have had “significantly higher prevalence estimates of depression, anxiety, and PTSD” during the pandemic https://t.co/P2Lyze1sB1",
  "data/tweet-economist/2021/4/1378548392670945289.json": "The government has nothing good to say about its current loan, on which it cannot possibly meet its repayments. But it is not rushing to secure a new one, either https://t.co/jnNv95ManT",
  "data/tweet-economist/2021/4/1378521140268765185.json": "The recall drive means Gavin Newsom will spend the year campaigning rather than governing, at a time when California has urgent needs https://t.co/QdpXcOz8f0",
  "data/tweet-economist/2021/4/1378474932783448066.json": "At some point in the future, anyone who wants to may be able to switch in and out of fully immersive virtual worlds https://t.co/k7It0HSx6M",
  "data/tweet-economist/2021/4/1378579578139123712.json": "Why has less driving not led to fewer deaths in accidents? https://t.co/ooakK4tl9y",
  "data/tweet-economist/2021/4/1378597233428430848.json": "Besides leaky wells and pipelines, and gassy coal mines, methane is also emitted by belching cattle, slash-and-burn agriculture, and natural ecosystems such as swamps, to name a few https://t.co/IUNkEP7LSv",
  "data/tweet-economist/2021/4/1378618432669749249.json": "Take a look at the shortest scheduled flight in the world https://t.co/YazJvvjtQU https://t.co/jlmnYx9Lk4",
  "data/tweet-economist/2021/4/1378627339274305540.json": "Lucid dreamers may be able to talk to the outside world https://t.co/qGrTjev2IN",
  "data/tweet-economist/2021/4/1378614250147569666.json": "There are around 800,000 viruses that could make the jump from their habitual hosts into humans and start spreading. Could these be identified? https://t.co/G8Ms4C0y6a",
  "data/tweet-economist/2021/4/1378505351637647361.json": "COVAX has shown that a new medicine can be launched in rich and poor countries at about the same time, and that supply can be driven by pooling demand from small nations https://t.co/W8lbNar8dK",
  "data/tweet-economist/2021/4/1378639750643482624.json": "Tanzania's new president has vowed to continue where her predecessor left off. Pity the country if she keeps her promise https://t.co/lZ6p8KgKEC",
  "data/tweet-economist/2021/4/1378636483100340230.json": "The International Energy Agency estimates that 40% of methane emissions from fossil fuels can be easily eliminated at no net cost. This opportunity to slow global warming must be seized https://t.co/rbSr0UzvB2",
  "data/tweet-economist/2021/4/1378326182517739521.json": "Britain's army is set to become lighter, nimbler and more global. But it will have weaknesses https://t.co/rvsJxM9ZYM",
  "data/tweet-economist/2021/4/1378623171813851138.json": "Ecuador's cacao zone is to chocolate cognoscenti what Bordeaux is to wine-lovers https://t.co/Id6up9woEm",
  "data/tweet-economist/2021/4/1378610051619913729.json": "A hybrid model of worship—on earth and in the ether—may become normal https://t.co/ISWCNMKGbl",
  "data/tweet-economist/2021/4/1378656129874542597.json": "Over a century ago, Nikola Tesla tried and failed to make his vision of wireless power transmission a reality. Now, the idea is making a comeback https://t.co/UYLYdlpzAI",
  "data/tweet-economist/2021/4/1378652721952219136.json": "Self-reliance sounds safe, but remember that our meals, phones, clothes and jabs are all the product of global supply chains https://t.co/QSc0n6MJ99",
  "data/tweet-economist/2021/4/1378512684321226752.json": "Non-white children in America are getting more remote education, and their parents, overall, prefer it. They have good reason https://t.co/JdV2t8q1C5",
  "data/tweet-economist/2021/4/1378641777662517250.json": "Egypt's $8bn expansion, its \"gift to the world”, has not been a gift to its treasury https://t.co/86o1fVNRuM",
  "data/tweet-economist/2021/4/1378671227477360645.json": "The link between personality and success https://t.co/cBRRulpHus",
  "data/tweet-economist/2021/4/1378272331626381314.json": "Which is the best language to learn? https://t.co/IIjJXzBl7h From @1843mag",
  "data/tweet-economist/2021/4/1378575783208304642.json": "A majority of the state legislature has called on Andrew Cuomo to resign, as have most of New York’s congressional delegation and its two senators https://t.co/VFgkNLjtjB",
  "data/tweet-economist/2021/4/1378695111731773441.json": "New research shows that parents of teenage daughters argue more about parenting than do the parents of sons https://t.co/Op9cJrfncZ",
  "data/tweet-economist/2021/4/1378676997044502536.json": "Effective action against climate change is needed now. Fortunately, tackling the methane problem looks a lot easier in the short term than tackling carbon dioxide https://t.co/MuIMHuSYfA",
  "data/tweet-economist/2021/4/1378323655671840773.json": "It is unclear whether sexual abuse in schools is worse than it used to be, or merely more widely discussed https://t.co/YJJFf8vN3l",
  "data/tweet-economist/2021/4/1378299496124268545.json": "Britons will be fined £5,000 ($6,900) if they go abroad without reasonable excuse. Other countries have also clamped down on cross-border travel https://t.co/3BWIQ1ycXu",
  "data/tweet-economist/2021/4/1378558349780877312.json": "To the annoyance of his party’s left flank, Joe Biden has reined in his climate ambitions: the promised $400bn on clean-energy research has been cut to a more modest $180bn https://t.co/LURjQPabap",
  "data/tweet-economist/2021/4/1378713246228742144.json": "Decades ago people used to say, “One more Christian, one fewer Chinese.” Officials in China still mutter this phrase today https://t.co/V78aKUAmsZ",
  "data/tweet-economist/2021/4/1378618547165925380.json": "The next twist in the country's political crisis will depend on how the president fills his newly vacant military posts https://t.co/6QRlwah1XU",
  "data/tweet-economist/2021/4/1378760442491834369.json": "Why spaghetti bolognese doesn’t exist in Italy https://t.co/16MzJToBSi From @1843mag",
  "data/tweet-economist/2021/4/1378756523443302401.json": "Ecuador's cacao zone is to chocolate cognoscenti what Bordeaux is to wine-lovers https://t.co/18zm1GFgQB",
  "data/tweet-economist/2021/4/1378755571705376771.json": "Hard-up villagers are easy to hire for international poaching syndicates, which need people familiar with the terrain to do their dirty work https://t.co/Yt5hujazY6",
  "data/tweet-economist/2021/4/1378640995189919744.json": "Free to read | Enter an age, a sex and underlying medical conditions into our interactive model to see the likely impact of covid-19 on those who have not been vaccinated https://t.co/VkB9msiO3Y",
  "data/tweet-economist/2021/4/1378767851071418371.json": "About a quarter of global warming is a consequence of methane https://t.co/VYFxccAJHs",
  "data/tweet-economist/2021/4/1378760539866865674.json": "The pandemic has shown that biomedical science has the tools and the enthusiasm to improve the world. The world must now build on both https://t.co/KuBwhegYAX",
  "data/tweet-economist/2021/4/1378782201580507138.json": "When Danish people lose a job, typically they find a new one faster than almost anyone else in the world https://t.co/ruFZkjbfJW",
  "data/tweet-economist/2021/4/1378776895395872775.json": "Before, a top French show could be expected to be translated into English, and perhaps German, only if it was successful. Now it is the norm for any release https://t.co/uv5qERO6dv",
  "data/tweet-economist/2021/4/1378786705193496578.json": "If you possess a love of writing, inquiry and debate, we want to hear from you! We’re offering two paid, six-month journalism fellowships in the US. The deadline is April 16th  https://t.co/YdofKmNIZp",
  "data/tweet-economist/2021/4/1378804583347195905.json": "Face-masks can give the immune system a helpful hand https://t.co/d7HyCOriyN",
  "data/tweet-economist/2021/4/1378814679057850371.json": "Essential workers are more likely to be ethnic minorities. They are also relatively badly paid https://t.co/Jq8NNbQ2yq",
  "data/tweet-economist/2021/4/1378817156461248516.json": "The new variants are all more inclined to mutate than the wild-type virus that was spotted in Wuhan in 2019 https://t.co/DBTHsiHrV1",
  "data/tweet-economist/2021/4/1378737399321276416.json": "Economies that have already suffered dreadfully over the past year such as Greece, Iceland and Portugal, may be set back by the staycation trend  https://t.co/Shod0Jd6vl",
  "data/tweet-economist/2021/4/1378836535324377094.json": "Kyoto's cherry blossoms have reached their earliest peak in 1,200 years. For a behind-the-scenes look at @TheEconomist’s charts and data journalism, sign up to our free newsletter https://t.co/NtyEi3tLc2 https://t.co/bc6eso1i8d",
  "data/tweet-economist/2021/4/1378858494670090241.json": "The pandemic accelerated the militarisation of Brazil’s government. But the president’s effort to enlist military support for his opposition to lockdown was unusual https://t.co/Guh9MTLBOj",
  "data/tweet-economist/2021/4/1378875589466206211.json": "China wants its citizens to believe that the virus originated elsewhere, even though scientists see scant evidence of that https://t.co/Wf58wsbXqW",
  "data/tweet-economist/2021/4/1378413506429648900.json": "We look back to the start of the pandemic and examine what made some contact-tracing systems in East Asia so effective and why Western governments failed to track the initial spread https://t.co/n65llLmA90",
  "data/tweet-economist/2021/4/1378886260794781698.json": "The aerial aircraft­-carrier of choice for America's defence department is a modified car­go plane, which could carry up to four Gremlin drones https://t.co/4WE1dLl1Me",
  "data/tweet-economist/2021/4/1378882348331245569.json": "Over the 20 years subsequent to its emis­sion, a tonne of methane causes 86 times more warming than does a tonne of CO2 https://t.co/bWYKO0m1Mb",
  "data/tweet-economist/2021/4/1378829790921244673.json": "What is behind the refusal in America to adopt basic covid-19 precautions, from social distancing to face masks? New York University's @profgalloway explains in The Economist https://t.co/1oSFpbBWbT",
  "data/tweet-economist/2021/4/1378906352517586950.json": "China believes that Western countries are too arrogant to accept that \"the East is rising, and the West is in decline” https://t.co/3Yq4gPC3qB",
  "data/tweet-economist/2021/4/1378894043833319427.json": "India now has 177 billionaires, up from 100 in 2017. Both the newcomers and the dropouts from the country's rich list tell a story of transformation https://t.co/o1SyrqstVR",
  "data/tweet-economist/2021/4/1378898612659294210.json": "Christianity is flourishing in China—the country has between 60m and 80m Christians. But the party is on a mission to bring them closer into its fold https://t.co/yGNlKQE8sz",
  "data/tweet-economist/2021/4/1378950796788793345.json": "Napoleon created the French legal code, the Bank of France, the administrative system of préfets, high school lycées, the légion d'honneur and much more https://t.co/DTbBOK3gfD",
  "data/tweet-economist/2021/4/1378942198125883396.json": "Could changing the food that livestock eat reduce agricultural methane emissions? https://t.co/gV4K337V4u",
  "data/tweet-economist/2021/4/1378958414487900162.json": "Napoleon created the French legal code, the Bank of France, the administrative system of préfets, high school lycées, the légion d'honneur and much more  https://t.co/g0seRYSo2w",
  "data/tweet-economist/2021/4/1378782432137252867.json": "The recent uptick in methane levels was caused by extra human emissions https://t.co/L7S46tpPoC",
  "data/tweet-economist/2021/4/1378973208834084865.json": "Human beings are not alone in having invented vaccination. In fact, a new paper confirms that honeybees got there first https://t.co/vO1Zn6gaOv",
  "data/tweet-economist/2021/4/1378992588666114049.json": "Glencore’s two mines employ around 15,000 people. However, more than 200,000 may work on \"artisanal\" sites, where accidents and child labour are common https://t.co/sNNgKqFmKz",
  "data/tweet-economist/2021/4/1378988310232698880.json": "For centuries, European nobles often married close relatives—producing ever more stupid heirs https://t.co/cs7tZf3Bkl",
  "data/tweet-economist/2021/4/1378962433033768960.json": "China has helped to finance transport, power and telecommunications projects across the developing world. It's a secretive business https://t.co/nOG8tuciGg",
  "data/tweet-economist/2021/4/1379006713588817920.json": "Denmark offers the world's most generous unemployment benefits. It also has one of its best-functioning labour markets https://t.co/Vrv8O6PjNf",
  "data/tweet-economist/2021/4/1379002642135973890.json": "Israel's experiment with vaccination \"green passes\" is being watched around the world https://t.co/vTTTZhiRNO",
  "data/tweet-economist/2021/4/1379018493111250947.json": "Research has shown that one hectare of seagrass can soak up as much carbon dioxide each year as 15 hectares of rainforest https://t.co/7dvvFeAfPg",
  "data/tweet-economist/2021/4/1379010966935982081.json": "After studying the available evidence, Avi Loeb concluded that the simplest explanation for the exotic strangeness of ‘Oumuamua was that the interstellar object had been created by an intelligent civilisation beyond Earth https://t.co/iUncwWmIpc",
  "data/tweet-economist/2021/4/1379017987756281856.json": "Automated grammar-checkers show how far artificial “intelligence” is from the human kind https://t.co/M2GLyT7wyd",
  "data/tweet-economist/2021/4/1379030324521402370.json": "Both productivity and work-life balance have benefited from a year of work-from-home policies https://t.co/oE8NWmoRAT",
  "data/tweet-economist/2021/4/1379027295004938249.json": "How Britain decarbonised faster than any other rich country https://t.co/Ob8maOlmD6",
  "data/tweet-economist/2021/4/1379034595354640384.json": "Egypt is throwing money at wasteful mega-projects, such as a dubious new capital in the desert, while its schools and hospitals crumble https://t.co/aoiNCq9984",
  "data/tweet-economist/2021/4/1378978736004067329.json": "An irony of European integration is that it is often American companies that facilitate it, making it easier for Europeans to understand one another https://t.co/KvwkxNcckU",
  "data/tweet-economist/2021/4/1378459566069932036.json": "\"Individualism is embedded in America’s cultural identity, but it is a sign of national character to act together as a community,\" writes Scott Galloway in The Economist https://t.co/o5aEVNQE1G",
  "data/tweet-economist/2021/4/1379048936665714689.json": "US house prices are rising at the fastest pace for 15 years. The pattern is repeated in Britain, Germany and many other wealthy countries https://t.co/76AF0OeNxC",
  "data/tweet-economist/2021/4/1379061290354769923.json": "Hydrogen goop called \"Powerpaste\" oﬀers several advantages over batteries, petrol and more con­ventional ways of handling the gas https://t.co/cgMaROKjl0",
  "data/tweet-economist/2021/4/1379073366297088000.json": "Serbia is poor by European standards and plagued by corruption. Nonetheless it has one of the world’s fastest covid-19 inoculation campaigns https://t.co/EYpqty0olJ",
  "data/tweet-economist/2021/4/1378673467759980545.json": "The pandemic has demonstrated how gene-sequencing technologies could be used to monitor other pathogens out there https://t.co/vBuAAyCMq1",
  "data/tweet-economist/2021/4/1379078638692413445.json": "There are two main arguments in favour of legalising marijuana: money and medicine https://t.co/hJQjwLCknz",
  "data/tweet-economist/2021/4/1379090964216741893.json": "Working-from-home policies are likely to stay. Here's what that means for you https://t.co/kjno44m6hL",
  "data/tweet-economist/2021/4/1378946319230906376.json": "One part of the workforce did not get to spend days in pyjamas or binge-watch \"Tiger King\" https://t.co/gy3s9AKhxX",
  "data/tweet-economist/2021/4/1379106578473844736.json": "Human beings are not alone in having invented vaccination. In fact, a new paper confirms that honeybees got there first https://t.co/uJ57mCxL4O",
  "data/tweet-economist/2021/4/1379121925314773003.json": "Research has shown that one hectare of seagrass can soak up as much carbon dioxide each year as 15 hectares of rainforest https://t.co/QB6EA8IWoz",
  "data/tweet-economist/2021/4/1379113877363888134.json": "A study found that more than a third of girls in mixed schools had experienced some form of sexual harassment https://t.co/qluuSilcAq",
  "data/tweet-economist/2021/4/1378925052872294405.json": "White evangelicals are the bedrock of the Republican Party in America https://t.co/5IjLPV1wdQ",
  "data/tweet-economist/2021/4/1379142805294096385.json": "Methane concentrations are now more than two-­and-­a-­half times what they were before the Industrial Revolution https://t.co/M5gEpcp7AF",
  "data/tweet-economist/2021/4/1379137523566444546.json": "In a region full of regimes hostile to free speech, Clubhouse, where chats are ephemeral, seems a safe space for heady conversations https://t.co/ZJWTDxruSD",
  "data/tweet-economist/2021/4/1379155645212020736.json": "Covid-19 was the third-leading cause of death in America in 2020  https://t.co/yVWI1VVxB7",
  "data/tweet-economist/2021/4/1379317956119822343.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/KsvR2qEJe0",
  "data/tweet-economist/2021/4/1379310219117920256.json": "COVAX has shown that a new medicine can be launched in rich and poor countries at about the same time, and that supply can be driven by pooling demand from small nations https://t.co/7Rit9KhT1C",
  "data/tweet-economist/2021/4/1379301928732143617.json": "Methane is an underappreciated greenhouse gas that packs a powerful punch. Climate pledges should include specific targets to reduce their emissions https://t.co/i7DrQhQyQC",
  "data/tweet-economist/2021/4/1379296940769353728.json": "China is the world’s largest methane emitter, an accolade it owes partly to its continued exploitation of coal https://t.co/jsINkbaJeC",
  "data/tweet-economist/2021/4/1379292014550867970.json": "In recent decades, the blossoms have emerged much sooner than they once did—experts think climate change is to blame. For a behind-the-scenes look at @TheEconomist’s charts and data journalism, sign up to our free newsletter https://t.co/PuI3Rmk2Lb https://t.co/5ML2YdIjTD",
  "data/tweet-economist/2021/4/1379287346785492994.json": "With improved batteries and lighter materials, some vehicles are now ready to carry passengers https://t.co/Dc4gnSHZY9",
  "data/tweet-economist/2021/4/1379255322234265601.json": "Testing of covid-19 in rural areas of India, Bangladesh and Pakistan is almost non-existent, so the official tally of cases is likely to be a drastic undercount https://t.co/BjLAwJBtGJ",
  "data/tweet-economist/2021/4/1379233408199618561.json": "Minerals are essential to modern technologies such as batteries, laser-guided missiles and wind turbines, but many supply chains are controlled by China. That can be seen as a risk https://t.co/WROUJfQAyt",
  "data/tweet-economist/2021/4/1379225518613090304.json": "Mortality increased by 17.7% in 2020, in comparison to the typical increase of 1-2% a year because of population growth and aging https://t.co/2EyjaQS0Kv",
  "data/tweet-economist/2021/4/1379179047725494275.json": "India has recorded more than 100,000 new cases of covid-19—more than any other country in the world https://t.co/BkMfqFJFPL",
  "data/tweet-economist/2021/4/1379124175781175302.json": "The Japanese art of repair https://t.co/LgSwIHM1nJ",
  "data/tweet-economist/2021/4/1379062031400239107.json": "India's covid cases have risen shockingly quickly, with a six-fold increase in just a month https://t.co/1GnpKFSVVt",
  "data/tweet-economist/2021/4/1379365809139675137.json": "The diaries provide more evidence of the vital role Winston Churchill played in saving Britain from the pro-Hitler sympathies of the upper classes https://t.co/UkKb3Iuiw6",
  "data/tweet-economist/2021/4/1379272127380140035.json": "The arrest of Prince Hamzah underscores the public’s growing frustration in Jordan and the government’s growing intolerance of it https://t.co/epRPXS6H1j",
  "data/tweet-economist/2021/4/1379381387594248196.json": "Prince Charles spent £5.6m in the year to March 2020 funding the Sussexes and the Cambridges. Princess Diana left her estate, worth around £13m after tax, to her sons https://t.co/leFGJ5HJGl",
  "data/tweet-economist/2021/4/1379410570751963143.json": "China is now applying calculated doses of pain to shock Westerners into realising that the old, American-led order is ending https://t.co/yPVqxzoL2l",
  "data/tweet-economist/2021/4/1379087696279244800.json": "In 2015 marine biologists found dead sharks scattered across the ocean floor, gashes down their abdomens, their livers removed. The culprits: killer whales https://t.co/mt0aWrMZNq",
  "data/tweet-economist/2021/4/1379350945763631105.json": "New research could shed light on why some countries or populations appear to have been hit harder by covid-19 than others https://t.co/KN7IAQ5Xtr",
  "data/tweet-economist/2021/4/1379558799598620672.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/qc2W3njzX1",
  "data/tweet-economist/2021/4/1379558564684005384.json": "If Mexico were to legalise marijuana, the country would become the world’s largest legal cannabis market https://t.co/BipIx0sYY4",
  "data/tweet-economist/2021/4/1379612746053001219.json": "Many big economies will welcome America’s renewed commitment to multilateralism on tax after the prickly unilateralism of Donald Trump’s administration  https://t.co/trKjap729w",
  "data/tweet-economist/2021/4/1379596800642928644.json": "The IMF estimates that by 2024 American GDP will have returned to the path projected before the pandemic hit https://t.co/n3IumSfFd8",
  "data/tweet-economist/2021/4/1379622979160653827.json": "Over 300 companies are now working on flying machines that take off and land vertically. The market could be worth $674bn by 2040 https://t.co/cemLq2ZkBw",
  "data/tweet-economist/2021/4/1379604112472469518.json": "If confining Prince Hamzah was meant to silence him, it has so far had the opposite effect https://t.co/I55MeoHgwi",
  "data/tweet-economist/2021/4/1379665653871828993.json": "Buyers are desperate for cobalt that is not tainted by child labour. But global supply chains mean its provenance cannot always be guaranteed  https://t.co/f5dbLdnzKT",
  "data/tweet-economist/2021/4/1379655812457631749.json": "As covid-19 began spreading around the world the IMF warned of a global economic downturn on a par with the Depression of the 1930s. A year on, the fund’s mood is more upbeat https://t.co/RQPUpaOGMa",
  "data/tweet-economist/2021/4/1379670578676793346.json": "Over the past decade, growing corporate-tax avoidance has met with backlash https://t.co/YpUwcvUGkh",
  "data/tweet-economist/2021/4/1379660737782632448.json": "Why has less driving not led to fewer deaths in accidents? https://t.co/AiHz2Ewnpy",
  "data/tweet-economist/2021/4/1379557807335301123.json": "In countries such as Hungary and Poland, illiberal governments are turning public broadcasters into mouthpieces for the ruling party https://t.co/ngLkbc2OZL",
  "data/tweet-economist/2021/4/1379551008221765632.json": "Just as the EU employs a small army of translators and interpreters, so do the likes of Netflix. That is having an impact on viewing habits https://t.co/WiZbhk4fF0",
  "data/tweet-economist/2021/4/1379867836118614026.json": "Israel's experiment with vaccination \"green passes\" is being watched around the world https://t.co/magW0FPkDm",
  "data/tweet-economist/2021/4/1379903067466969089.json": "So far 9.5% of the world's adults have received one dose of a covid-19 vaccine. You can track the global vaccination drive below https://t.co/e8lTlk3zlg",
  "data/tweet-economist/2021/4/1379857184201310214.json": "How artificial intelligence is being applied in the creative industries. Supported by @Mishcon_de_Reya  https://t.co/TcDYAGhWh4 https://t.co/vs0dV0Rstu",
  "data/tweet-economist/2021/4/1379919632925134851.json": "Both Britain’s health officials and the European Medicines Agency have said there is strong evidence that AstraZeneca’s covid-19 vaccine may be linked with very rare blood clots https://t.co/WuZDAs7fPz",
  "data/tweet-economist/2021/4/1379719211673616388.json": "Despite fears of robots stealing jobs, it is likely that the pandemic will have only a modest impact on automation. Here's why https://t.co/2b3zmlpXwA",
  "data/tweet-economist/2021/4/1379936795337576452.json": "An experiment suggests that an unknown force may be tugging on muons in magnetic fields. Further evidence indicates the result is unlikely to be a fluke https://t.co/36XO8nxd2r",
  "data/tweet-economist/2021/4/1379966378464190464.json": "Flying taxis are about to enter commercial service. Investors are strapping in https://t.co/4NSrIPY3he",
  "data/tweet-economist/2021/4/1379924160084901890.json": "China commissioned 38.4 gigawatts of coal-power plants in 2020 https://t.co/7Uvm2o9bkn",
  "data/tweet-economist/2021/4/1380002494756093955.json": "This is the second time in a month that a group of physicists has published a result which might lead beyond the Standard Model of particle physics https://t.co/Iv6VJOubLL",
  "data/tweet-economist/2021/4/1380006589927723014.json": "Medical technology is generally designed by and tested on white men. That it works best on them is therefore hardly a surprise https://t.co/3T07F9fLri",
  "data/tweet-economist/2021/4/1379997224688615427.json": "A new documentary works best when it shows how Hemingway’s direct, hard and spare style swept the literary world https://t.co/Oha5R0Lhh9",
  "data/tweet-economist/2021/4/1379929495306711040.json": "America’s fragmented public school-system is a recipe for risk aversion and inertia https://t.co/hUNOnzvZaM",
  "data/tweet-economist/2021/4/1380020768545894407.json": "Covid­-19 will ultimately make things better in the world of work by speeding changes that were already in progress https://t.co/aSIYMzXF1j",
  "data/tweet-economist/2021/4/1380029169510322180.json": "The Edo empire’s bronze and ivory treasures are scattered around the world. Some are held by wealthy private collectors. Others are divided between more than 160 museums https://t.co/0gjWZc1wBp",
  "data/tweet-economist/2021/4/1380036456597569538.json": "The aerial aircraft­-carrier of choice for America's defence department is a modified car­go plane, which could carry up to four Gremlin drones https://t.co/d18es26Lvn",
  "data/tweet-economist/2021/4/1380035193793286147.json": "The Japanese art of repair https://t.co/m8emLbZ4mf",
  "data/tweet-economist/2021/4/1379849511460335617.json": "To an orderly physicist’s mind muons somehow seemed superfluous to Nature’s requirements. Yet they may have just offered a path to an explanation of physics beyond the Standard Model https://t.co/vgEqXCzWi3",
  "data/tweet-economist/2021/4/1379925724413460481.json": "Methane is an underappreciated greenhouse gas that packs a powerful punch. Climate pledges should include specific targets to reduce their emissions https://t.co/HcRYCRxVIl",
  "data/tweet-economist/2021/4/1379866831041798146.json": "Before, a top French show could be expected to be translated into English, and perhaps German, only if it was successful. Now it is the norm for any release https://t.co/ZzBevKi3Zg",
  "data/tweet-economist/2021/4/1380103263324934144.json": "In America, black and Hispanic individuals are three times more likely to be admitted to hospital with covid, and twice as likely to die from it, than white people https://t.co/SkjgD3hAPs",
  "data/tweet-economist/2021/4/1380048989966450689.json": "Covid-19 cases have been rising fastest in South Asia over the past seven days. See how our data team is tracking the pandemic https://t.co/Moc8vssDEw",
  "data/tweet-economist/2021/4/1380209337491202048.json": "KAL’s cartoon https://t.co/FFPrGpRLqs",
  "data/tweet-economist/2021/4/1379941979761565698.json": "Since Good Friday, mobs have taken control of streets in loyalist areas of Northern Ireland on most nights https://t.co/cOTSbeOnZI",
  "data/tweet-economist/2021/4/1379685454287671297.json": "Europe’s public media were set up to anchor democracy by providing citizens with objective reporting. But in an age of polarisation and disinformation, that is getting harder to do https://t.co/hCmIxeWqwt",
  "data/tweet-economist/2021/4/1380241604221530117.json": "This week’s cartoon from KAL: https://t.co/XRqnz2cHmg https://t.co/4UqjLXmZBI",
  "data/tweet-economist/2021/4/1380276058679869445.json": "Within a single week of Bhutan giving its first shot, 85% of the adult population has been vaccinated  https://t.co/T8WwuX4d3n",
  "data/tweet-economist/2021/4/1380291630327021568.json": "More black than white patients may be sent home on the mistaken conclusion that their blood-oxygen levels are within a safe range because of design bias in pulse oximeters https://t.co/fF7qoMPTr8",
  "data/tweet-economist/2021/4/1380252119324897282.json": "A study in Toronto found that the death rate from covid­-19 in the neighbourhood with the most essential workers was more than twice as high as in the one with the fewest https://t.co/9pT3p4HSnn",
  "data/tweet-economist/2021/4/1380304446551298048.json": "Procedures such as hip-replacements and implanting pacemakers are more likely to fail in women than in men. The failure of device-makers to recognise physical differences between male and female bodies is to blame https://t.co/o5Adz6UVpm",
  "data/tweet-economist/2021/4/1380227721041690630.json": "As doctors began to look more closely at cases of blood clots after the AstraZeneca jab, they realized many patients with suspected clots from the vaccine had unusually low levels of platelets https://t.co/YUoav0qfZR",
  "data/tweet-economist/2021/4/1380335570321293319.json": "A carbon tax would do more to lower emissions and it could pass through the Senate with a simple majority vote. But Joe Biden has chosen to forgo that option https://t.co/oaipz3oYDV",
  "data/tweet-economist/2021/4/1380354063464865799.json": "How did Bhutan achieve such high rates of vaccination? Credit is due not only to Bhutan’s astrologers, but also to its political leaders https://t.co/VuLMgMmmvi",
  "data/tweet-economist/2021/4/1380138895522865159.json": "As the economy emerges from the pandemic, a golden age for workers beckons—and will come sooner than you think. Our cover this week https://t.co/XV7oMUicwv https://t.co/ySOLIPytGo",
  "data/tweet-economist/2021/4/1380381645161783297.json": "By demonstrating beyond doubt that the Benin bronzes were seized as military booty, two books make a powerful moral case for their return to Nigeria https://t.co/AFH7OroW08",
  "data/tweet-economist/2021/4/1380310748447006725.json": "Jordanians have lost faith in their leaders, who are seen as corrupt and incompetent https://t.co/ADVbxTg7gV",
  "data/tweet-economist/2021/4/1380404484501864448.json": "When India presented Bhutan with covid-19 vaccines in January, the small country made an unusual choice: they waited two months https://t.co/dmEJGAKWwM",
  "data/tweet-economist/2021/4/1380395328688562176.json": "The tragedy of Jewish art collectors in pre-war Paris https://t.co/WgSMDB6Y6v",
  "data/tweet-economist/2021/4/1380235070137638912.json": "RT @shashj: What a chart. \"Within a single week a world-beating 85% of Bhutan’s adult population had received a first shot. Only two countr…",
  "data/tweet-economist/2021/4/1380435589120585728.json": "Surrounded by some of the world's best arabica beans, Kenya's expanding middle class is getting a taste for coffee https://t.co/45aRJGQBbZ",
  "data/tweet-economist/2021/4/1380265474659913730.json": "King Abdullah sits atop a rotten system in Jordan https://t.co/dxuiT4MTS7",
  "data/tweet-economist/2021/4/1380320315973189636.json": "A recent poll found that 74% of Utahns support restoring protections for national monuments. This bodes well for the Biden administration https://t.co/XNp4JKp0Lc",
  "data/tweet-economist/2021/4/1380464513552683011.json": "In 2019, 14.6% of Harvard’s first-year students had a parent who attended as an undergraduate. Only 2% did at MIT, which has no legacy preference https://t.co/QI08VrFhBn",
  "data/tweet-economist/2021/4/1380430438720753664.json": "Poorer families have less access to the technology required for remote learning. The pandemic is widening social divisions https://t.co/PlW87SGB7u https://t.co/3mXyZ5ZSR4",
  "data/tweet-economist/2021/4/1380486652343226370.json": "Prince Philip, Duke of Edinburgh, has died aged 99. We take a look back at his life https://t.co/J2UGJ2rQfb",
  "data/tweet-economist/2021/4/1380526974951653376.json": "He had emerged from the second world war as one of the youngest first-lieutenants—and in Buckingham Palace the teenage Princess Elizabeth had kept a photograph on her dressing-table of the bearded young officer serving in her father’s navy https://t.co/FtqwhDZ3Lp",
  "data/tweet-economist/2021/4/1380542148102266885.json": "His staff often described him as “bracing”. But he was good at getting things done: his Duke of Edinburgh Award Scheme for teenagers now operates in over 130 countries https://t.co/mcZ8N9QObY",
  "data/tweet-economist/2021/4/1380588084371320836.json": "Even mundane things like car seat-belts have often been designed with men in mind rather than women https://t.co/IsxJQILMZ4",
  "data/tweet-economist/2021/4/1380605960775991296.json": "Average corporate-tax rates around the world have plummeted from 40% in 1980 to 24% in 2020 https://t.co/kcm1H2XnUq",
  "data/tweet-economist/2021/4/1380617782216290306.json": "Free to read | Bhutan vaccinated almost all adults against covid-19 in a week. 92.4% of the country's adults have received one dose of a vaccine so far https://t.co/xvsGkMDegI",
  "data/tweet-economist/2021/4/1380665348161163265.json": "The plaintiffs claim that by requiring men to register for America’s military draft but exempting women, the federal government is involved in unconstitutional gender discrimination https://t.co/ffC8Sa9npn",
  "data/tweet-economist/2021/4/1380650989879955457.json": "The shift towards online working has been good for the planet—videoconferencing uses less than a tenth the energy required for in-person meetings  https://t.co/eXFuSlsbws",
  "data/tweet-economist/2021/4/1380690511044952068.json": "Cuba has shortages of goods such as rice and paracetamol. How is it now developing five potential covid-19 vaccines? https://t.co/6ycgHuzMDw",
  "data/tweet-economist/2021/4/1380687262049038342.json": "The Chinese government wants to impose more state ownership and control https://t.co/TOZCOm1kjO",
  "data/tweet-economist/2021/4/1380669375036940288.json": "In the West, engineers have tended to be white and male. So have medical researchers. That leads to groupthink, quite possibly unconscious, in both inputs and in outputs https://t.co/8vaP0AKkCS",
  "data/tweet-economist/2021/4/1380682450569981952.json": "New York is home to about 550 community gardens that have transformed urban scars into bountiful harvests  https://t.co/v2gjyXIeAM",
  "data/tweet-economist/2021/4/1380719086963941381.json": "Bhutan waited until the end of March to administer its first jabs. But within a single week 85% of adults had received a dose https://t.co/skajqokXKj",
  "data/tweet-economist/2021/4/1380691523612868618.json": "One of AMLO's weaknesses is the economy, which shrank by 8.5% in 2020, the worst slump since the 1930s https://t.co/S7odd7fLQ7",
  "data/tweet-economist/2021/4/1380730270815551489.json": "Strains showed in last month's resignation of the commanders of the three armed forces https://t.co/8TUcLsPYfc",
  "data/tweet-economist/2021/4/1380739327571992578.json": "America’s Internal Revenue Service (IRS) misses out on nearly $65bn in tax revenue a year because of profits booked in tax havens https://t.co/CrcfWOzX0d",
  "data/tweet-economist/2021/4/1380672140123459587.json": "“Zack Snyder’s Justice League” must be the most expensive and extensive salvage job in cinema history https://t.co/MuCm18qTMZ",
  "data/tweet-economist/2021/4/1380778954483765248.json": "Gun salutes will sound across Britain today in tribute to Prince Philip. He was the longest-serving consort in the country's history and the oldest partner of a reigning monarch https://t.co/Br2VDffHoG",
  "data/tweet-economist/2021/4/1380696101100138496.json": "China's leaders are trying to reinvent how great powers operate in the Middle East. But ambitious deals come with political risks https://t.co/PMb6cXjuQ2",
  "data/tweet-economist/2021/4/1380794452999073793.json": "Bhutan waited until the end of March to administer its first covid-19 jabs. But within a single week 85% of adults had received a dose https://t.co/WsJnSLBDeP https://t.co/wjejWulm7B",
  "data/tweet-economist/2021/4/1380792810123767810.json": "Mangroves are the only trees that thrive in saltwater. But that’s not their only superpower. Film supported by @Blancpain1735 https://t.co/ebqHpj7mDk https://t.co/KbzUorx3MN",
  "data/tweet-economist/2021/4/1380798225574137856.json": "The early appearance of Japan's annual cherry blossoms has many thinking about how the rhythms of the natural world are changing https://t.co/pVVFG3criw",
  "data/tweet-economist/2021/4/1380797972775120896.json": "Kenya's farmers complain that they are powerless price-takers in a vast global market. Growing local markets could give them more control https://t.co/ksKNgNcc8j",
  "data/tweet-economist/2021/4/1380768467964551170.json": "Simply boosting benefits may dissuade employment. To stop this happening requires massive investment—as Denmark has done https://t.co/GyshVwRgNL",
  "data/tweet-economist/2021/4/1380727760277143552.json": "By vaccinating everyone quickly, Bhutan has put subtle pressure on India to deliver the required boosters soon https://t.co/VOu80Y1T73",
  "data/tweet-economist/2021/4/1380820366466109443.json": "Foreigners still seem keen to study in Britain. That has come as a big relief to universities https://t.co/vaPg9Pa7Oz",
  "data/tweet-economist/2021/4/1380810798579208200.json": "Hitchcock spent much of his time cultivating his brand. His mischievous face dominated promotional materials for “Psycho” and “The Birds” https://t.co/QQN0PfOSlU",
  "data/tweet-economist/2021/4/1380845033889402882.json": "President Joe Biden wants to raise the federal corporate-tax rate and convince other rich-world countries to do the same https://t.co/M9HxGr39PY",
  "data/tweet-economist/2021/4/1380855844703719426.json": "Cuba is developing five potential covid-19 vaccines. Soberana-2 is the country's most advanced candidate https://t.co/FC4U2PIBmZ",
  "data/tweet-economist/2021/4/1380851822949240839.json": "As a share of GDP Denmark spends four times as much as the average OECD country on programmes to make people more employable https://t.co/INEP4dheyb",
  "data/tweet-economist/2021/4/1380851079139692546.json": "One model reckons bitcoin's global energy consumption is equal to that of Kazakhstan, and that its carbon footprint matches Hong Kong's https://t.co/5xUmhlI9wA",
  "data/tweet-economist/2021/4/1380867167974002695.json": "About 1bn people have no official proof of their identity, according to the World Bank https://t.co/W3BGw7T2J7",
  "data/tweet-economist/2021/4/1380872948622495749.json": "Bhutan's government responded vigorously to the pandemic before its inoculation drive started, imposing strict quarantine measures https://t.co/1mCpYru4oX",
  "data/tweet-economist/2021/4/1380876732715122692.json": "Now that women fly fighter jets and serve as army rangers, the reasoning goes, there is no justification for giving them a pass on registering for America’s military draft  https://t.co/hfBQpDGwlY",
  "data/tweet-economist/2021/4/1380894610013184002.json": "Medical technology is generally designed by and tested on white men. That it works best on them is therefore hardly a surprise https://t.co/Bg1x8Mut48",
  "data/tweet-economist/2021/4/1380931596631613448.json": "From instant sachets to hip coffee shops, coffee is becoming trendy in Kenya https://t.co/axYaoKfaEB",
  "data/tweet-economist/2021/4/1380902171575787527.json": "Jordan needs a more representative parliament—not one controlled by government loyalists https://t.co/SbcSL71NT2",
  "data/tweet-economist/2021/4/1380778835617140739.json": "Even before covid-19 struck, 45% of Jordanians said they considered leaving their country due to economic woes https://t.co/ZFcNBt82bD",
  "data/tweet-economist/2021/4/1380840241796382722.json": "We take a look back at the life of the husband of Queen Elizabeth II https://t.co/NfGXizlCog",
  "data/tweet-economist/2021/4/1380738066269233156.json": "Imran Khan promised to reduce the army's influence over Pakistan's politics. The opposite has happened https://t.co/gxquqJpiCI",
  "data/tweet-economist/2021/4/1380961037181128707.json": "His marriage to Queen Elizabeth II brought a young, rootless Prince Phillip a home, a country, a passport, a new religion and the first real stability in his life. In return, he gave it his total support https://t.co/zDl3qEbNYA",
  "data/tweet-economist/2021/4/1380966076280885250.json": "One widely used tax loophole allows companies to shift profits from high-tax countries to low-tax ones simply by ticking a box on an IRS form https://t.co/3EsAHDf1Kw",
  "data/tweet-economist/2021/4/1380967837746003971.json": "An irony of European integration is that it is often American companies that facilitate it, making it easier for Europeans to understand one another https://t.co/8Mnl6BUJtS",
  "data/tweet-economist/2021/4/1380966326345347079.json": "“I hate the myth of Hemingway,” Michael Katakis, the manager of the writer’s estate, declares in a new documentary. “It obscures the man. And the man is much more interesting than the myth” https://t.co/RIqvMLoKLx",
  "data/tweet-economist/2021/4/1380989233633054720.json": "Covid-19 cases have been rising fastest over the past seven days in South Asia. We're monitoring the surge in cases across the continent https://t.co/mVDs7w4NPp",
  "data/tweet-economist/2021/4/1381004083218284548.json": "Alexei Navalny is protesting against the appalling conditions of his confinement and is being deprived both of sleep and of medical care  https://t.co/xq2a8ETZ7z",
  "data/tweet-economist/2021/4/1381022190049632259.json": "The government hopes that, if trials are successful, Cuba can produce 100m doses of its Soberana-2 vaccine by the end of the year https://t.co/MbdzIkMIbt",
  "data/tweet-economist/2021/4/1381009617132650500.json": "House prices in America jumped by 11% in the 12 months to January, the fastest rate since 2006 https://t.co/5YgZoqStbf",
  "data/tweet-economist/2021/4/1381002066324246529.json": "Environmentalists fret about how much energy is consumed by the mining of bitcoin https://t.co/heBt2TJsX5",
  "data/tweet-economist/2021/4/1380869940622848011.json": "A carbon tax would bring about the broader push towards emissions reductions. But a new tax is a hard political sell  https://t.co/jiszInKiIV",
  "data/tweet-economist/2021/4/1381055155374804993.json": "It is not just Japan's cherry trees that climate change is confusing, but also the poets who write odes to them https://t.co/ycYXotMnsi",
  "data/tweet-economist/2021/4/1381066154018365440.json": "America now takes in less corporate tax as a percentage of GDP than almost any other country in the OECD https://t.co/PRMa3HQaws",
  "data/tweet-economist/2021/4/1381071387012521984.json": "New York’s community gardens, which span over 100 acres, are supported by America’s largest urban-gardening programme  https://t.co/bZMxa44SBl",
  "data/tweet-economist/2021/4/1381088772935331841.json": "Jair Bolsonaro, a covid-19 denier, is now on the defensive. He has grossly mishandled the pandemic https://t.co/bVXZtfoIkQ",
  "data/tweet-economist/2021/4/1381109257819598849.json": "Credit is due not only to advice from Bhutan's Buddhist monks, but also to its political leaders https://t.co/jFp4yYAL6P",
  "data/tweet-economist/2021/4/1381097107889778688.json": "If you possess a love of writing, inquiry and debate, we want to hear from you! We’re offering two paid, six-month journalism fellowships in the US. The deadline is April 16th  https://t.co/yiWr8zBzBE",
  "data/tweet-economist/2021/4/1381141885570416640.json": "Payment-card spending in America is near its pre-pandemic level  https://t.co/93waN6XR4p",
  "data/tweet-economist/2021/4/1381170427217727488.json": "Roasting coffee and brewing cappuccinos creates more jobs than exporting beans does https://t.co/GpXndy3uyC",
  "data/tweet-economist/2021/4/1380936388246376454.json": "Chinese tech firms have won the hearts of the people. They may have overstepped https://t.co/5LBPVs5U5p",
  "data/tweet-economist/2021/4/1381186529301835780.json": "When the smallpox vaccine was invented, even rival empires and countries at war exchanged information and vaccine supplies https://t.co/C6FXcCwxAR",
  "data/tweet-economist/2021/4/1381181135833686017.json": "He had emerged from the second world war as one of the youngest first-lieutenants—and in Buckingham Palace the teenage Princess Elizabeth had kept a photograph on her dressing-table of the bearded young officer serving in her father’s navy https://t.co/dsqSysazB7",
  "data/tweet-economist/2021/4/1381196605165027335.json": "Medical technology is generally designed by and tested on white men. That it works best on them is therefore hardly a surprise https://t.co/J7cRmL7yWG",
  "data/tweet-economist/2021/4/1381220252470624261.json": "Waiting for enough vaccines to arrive from India allowed the Bhutanese to avoid rationing https://t.co/p3jPh2mGV6",
  "data/tweet-economist/2021/4/1381133079545319424.json": "In 2015 it was estimated that more than one in three children in China had experienced the prolonged absence of at least one parent https://t.co/OSc6y1TrOk",
  "data/tweet-economist/2021/4/1380990238433157122.json": "From \"rule-breaking\" to digitisation, a nimbler, more innovative industry is emerging in America https://t.co/nfe84bQBn3",
  "data/tweet-economist/2021/4/1380957520030752771.json": "America's economic recovery is expected to be so robust that by 2024 output will overtake the fund's pre-pandemic forecast   https://t.co/hkCOBCITaS",
  "data/tweet-economist/2021/4/1381273359242133508.json": "Eliminating design bias is not just about equality. It is also about creating products that meet the needs of women and the vast, non-white majority of the world’s population https://t.co/Ie0Ms32HkM",
  "data/tweet-economist/2021/4/1381303057280081922.json": "Robert Mundell helped found supply-side economics, which advocated tax cuts to encourage investment, and gained favour in the 1980s https://t.co/hkqX8YQJIv",
  "data/tweet-economist/2021/4/1381166909895376896.json": "Robert Mundell crafted foundational ideas in the field of international economics, including one that earned him the title of a father of the euro https://t.co/wJldEPYmSC",
  "data/tweet-economist/2021/4/1381293995498860544.json": "Just as several big countries have indulged in vaccine diplomacy, the Communist Party has played up the propaganda value of its health-care system https://t.co/fjH3SNRwOQ",
  "data/tweet-economist/2021/4/1381308584420593668.json": "His staff often described him as “bracing”. But he was good at getting things done: his Duke of Edinburgh Award Scheme for teenagers now operates in over 130 countries https://t.co/aWFIAxR1Az",
  "data/tweet-economist/2021/4/1381316887812923393.json": "Funding is healthy and volunteers abundant for New York’s community-garden programme  https://t.co/LU1HHiWohv",
  "data/tweet-economist/2021/4/1381253238888955909.json": "A year into the pandemic, many are suffering from Zoom fatigue. New research explains the science behind it https://t.co/c2JBSNFIeV",
  "data/tweet-economist/2021/4/1381321171573018629.json": "Every day that Alexei Navalny spends in prison, he risks losing his health or worse. But he is gaining political weight\nhttps://t.co/XEBKoFwyR1",
  "data/tweet-economist/2021/4/1381349601156988935.json": "Jair Bolsonaro demands loyalty from “my army”. But former allies are turning against him https://t.co/ndX5zXQeh9",
  "data/tweet-economist/2021/4/1381283670724579332.json": "Janet Yellen, the treasury secretary, is pushing for a global minimum tax. It would partially offset the cost of being an American-based multinational under Joe Biden’s plan  https://t.co/24NfGPkkRa",
  "data/tweet-economist/2021/4/1381302543955992581.json": "“Honeybees actually don't have that many genes for immune protection” @mattkaplan12 tells @kncukier how bees run vaccination campaigns for their young. Listen to “Babbage” https://t.co/bWwj91wanr https://t.co/4i8wJ1jKYo",
  "data/tweet-economist/2021/4/1381397919765561346.json": "Research has shown that one hectare of seagrass can soak up as much carbon dioxide each year as 15 hectares of rainforest https://t.co/ABx7YpLcqj",
  "data/tweet-economist/2021/4/1381402544396759043.json": "Many economic forecasters are now expecting GDP growth of 6% or more in America in 2021 https://t.co/sYC6te8oI1",
  "data/tweet-economist/2021/4/1381417809406791683.json": "Cuba's five vaccines in development have grandiose names with revolutionary origins. But behind the bombast, a more complex picture emerges https://t.co/2UjPacatOo",
  "data/tweet-economist/2021/4/1381206652532195330.json": "Is a robot coming for your job? https://t.co/Lpsc481zrr",
  "data/tweet-economist/2021/4/1381335254573723656.json": "Governments often lack a strong incentive to collect data, use them well, or allow others to use them better https://t.co/zYxqJv2ggV",
  "data/tweet-economist/2021/4/1381426878356074497.json": "When he arrived in office, AMLO made big promises. But his policies have mostly not lived up to the hype https://t.co/KxNpDa9o1V",
  "data/tweet-economist/2021/4/1381454461793669122.json": "Until recently, wolves were seen as a pest in China https://t.co/BFhOH9KVPM",
  "data/tweet-economist/2021/4/1381466343774560260.json": "More than a quarter of children in China under the age of two are cared for by people who are not their mothers https://t.co/psNY4Oklc1",
  "data/tweet-economist/2021/4/1381492893811101697.json": "Deterred from entering Australia and America, many foreign students may be choosing to study in Britain instead https://t.co/VerHXZH58R",
  "data/tweet-economist/2021/4/1381505637855723520.json": "Even if one of Cuba's five potential vaccines proves effective, the government is unlikely to make much money from it https://t.co/jbxTLJFuYq",
  "data/tweet-economist/2021/4/1381546648304812032.json": "In poor countries, statistics are both undersupplied and underused. A new report from the World Bank calls for a culture change https://t.co/YrKhTBfPdZ",
  "data/tweet-economist/2021/4/1381532547977375748.json": "Could solar geoengineering counter global warming? https://t.co/uUOdkSbrNP https://t.co/69mPrV4vES",
  "data/tweet-economist/2021/4/1381168402610393088.json": "Bitcoin could become a \"non-negligible\" barrier to China's efforts to decarbonise its economy, warns a recent paper https://t.co/klgPx5715a",
  "data/tweet-economist/2021/4/1381547666115502089.json": "Polls suggest that, were an election to be held today, Marine Le Pen might score 47­-48% to Emmanuel Macron’s 52­-53%, a chillingly narrow margin    https://t.co/ggRASrEPNs",
  "data/tweet-economist/2021/4/1381561254742003712.json": "The tacit message of the past fortnight is that Brazil's army would not support an attempt at election-stealing. But the police might, says our Bello columnist https://t.co/Q4JhSJpZxf",
  "data/tweet-economist/2021/4/1381589933761134593.json": "After winning the Nobel prize in 1999, Robert Mundell crooned “My Way” to guests at the banquet. His way involved falling in love with economic theory and crafting foundational ideas https://t.co/dMCtQsaVPS",
  "data/tweet-economist/2021/4/1381606670082699269.json": "Ghost guns are sold in kits which can be turned into working guns in as little as half an hour https://t.co/MgqSeFKPmW",
  "data/tweet-economist/2021/4/1381517866822942720.json": "In 1803, 22 orphan boys boarded a ship and transported the smallpox vaccine in their arms from Spain to Latin America https://t.co/GNxtXVixXS",
  "data/tweet-economist/2021/4/1381713474619850752.json": "Laboratory studies found that budesonide inhibits replication of SARS-CoV-2, the virus that causes covid-19 https://t.co/Ww5PCpDMXJ",
  "data/tweet-economist/2021/4/1381754336594829319.json": "Cuba may become the smallest country to make covid-19 vaccines https://t.co/XXVCXVJ6aB",
  "data/tweet-economist/2021/4/1381737064123793409.json": "Not since the return of civilian rule to Ecuador in 1979 has a candidate managed to overcome a double-digit first-round deficit to win a run-off election https://t.co/YCEp5KzBU6",
  "data/tweet-economist/2021/4/1381777565652762628.json": "A recent trial showed the median recovery time for covid-19 patients was 14 days. For those who were prescribed budesonide, it was 11 days  https://t.co/S4fO83Q7vn",
  "data/tweet-economist/2021/4/1381782811795988481.json": "Cuba's five vaccines in development have grandiose names with revolutionary origins. But behind the bombast, a more complex picture emerges https://t.co/xT4UIRduos",
  "data/tweet-economist/2021/4/1381773521114828806.json": "Having made their bed with Jair Bolsonaro, the armed forces may find themselves lying in it uncomfortably for years to come https://t.co/PEtQnnUlFp",
  "data/tweet-economist/2021/4/1381504119488311301.json": "A non-white 18-year-old is likelier to contract covid-19 than a white 50-year-old, according to an analysis by https://t.co/dY4Q8tZDED, a research group https://t.co/kiYLG94F3t",
  "data/tweet-economist/2021/4/1381800712850567170.json": "Unlike other leaders in Latin America, Mexico's president—a fiscal hawk—refused to ramp up spending to help people and businesses weather the pandemic https://t.co/Gs7KfjBMje",
  "data/tweet-economist/2021/4/1381827504994979842.json": "Guillermo Lasso was able to broaden his appeal to young voters, particularly those who are interested in environmental issues https://t.co/tzFMerqDYC",
  "data/tweet-economist/2021/4/1381842126233821187.json": "Human beings are not alone in having invented vaccination. In fact, a new paper confirms that honeybees got there first https://t.co/HrQnMqcB27",
  "data/tweet-economist/2021/4/1381863942713188352.json": "An orange-jumpsuited national-service corps has helped to set up and staff more than 1,200 vaccination stations across the country https://t.co/4GxFm5AUBZ",
  "data/tweet-economist/2021/4/1381831678012882944.json": "There are many examples of design bias beyond medicine, such as in IT systems that recognise white faces but not black ones https://t.co/qwIbmasVRU",
  "data/tweet-economist/2021/4/1381744639372369922.json": "Mossad, Israel’s intelligence service, has shown astonishing freedom of manoeuvre on Iranian soil https://t.co/Wk4CzgoZGV",
  "data/tweet-economist/2021/4/1381929208998461440.json": "A study found that more than a third of girls in mixed schools had experienced some form of sexual harassment https://t.co/Jt5lzzlsON",
  "data/tweet-economist/2021/4/1381936861212516354.json": "Even if one of Cuba's five potential vaccines proves effective, the government is unlikely to make much money from it https://t.co/cvVL3iF8Ip",
  "data/tweet-economist/2021/4/1381668633454252035.json": "Artificial intelligence is rarely thought of as an artistic tool, but its powers of creativity are growing. Film supported by @Mishcon_de_Reya https://t.co/720drOQ3Gw",
  "data/tweet-economist/2021/4/1381985311518035968.json": "Inhalers with budesonide are modestly priced, making them a sensible prescription for people nursing covid-19 at home https://t.co/lsZlUb92bs",
  "data/tweet-economist/2021/4/1382010227374096392.json": "In poor countries, statistics are both undersupplied and underused. A new report from the World Bank calls for a culture change https://t.co/zVh4UD4w4i",
  "data/tweet-economist/2021/4/1382026818962739200.json": "Japan has decided to release 1.25m tonnes of wastewater contaminated by the Fukushima nuclear disaster into the sea https://t.co/4J0wxkQwYD",
  "data/tweet-economist/2021/4/1382030869108506631.json": "Research has shown that one hectare of seagrass can soak up as much carbon dioxide each year as 15 hectares of rainforest https://t.co/GPAt45YDVa",
  "data/tweet-economist/2021/4/1382043666148118537.json": "The Kurds are sometimes called the world’s largest nation without its own independent state https://t.co/xi4jcQ5pHY",
  "data/tweet-economist/2021/4/1382045950353506311.json": "Human beings are not alone in having invented vaccination. In fact, a new paper confirms that honeybees got there first https://t.co/MLs9Zx68Op",
  "data/tweet-economist/2021/4/1382076405727563776.json": "The Edo empire’s bronze and ivory treasures are scattered around the world. Some are held by wealthy private collectors. Others are divided between more than 160 museums https://t.co/5NZoPGxUHs",
  "data/tweet-economist/2021/4/1381963898673377283.json": "Japan plans to release tonnes of water contaminated by the Fukushima nuclear plant into the sea. Last month @1843mag revisited the nuclear disaster ten years on https://t.co/G84rBHbYSL",
  "data/tweet-economist/2021/4/1382129899859771393.json": "Covid-19 was the third-leading cause of death in America in 2020  https://t.co/jkWdbPZmPz",
  "data/tweet-economist/2021/4/1382125974737805312.json": "Over a century ago, Nikola Tesla tried and failed to make his vision of wireless power transmission a reality. Now, the idea is making a comeback https://t.co/4z7lo0hJr6",
  "data/tweet-economist/2021/4/1382164538263531520.json": "Several studies show that, even if face-mask wearers do get covid-19, their disease is milder. Now researchers think they may have worked out why https://t.co/XM8Ub5oM3v",
  "data/tweet-economist/2021/4/1382173871529418762.json": "A new study finds that American elections have been getting less democratic for two decades, almost exclusively in Republican-controlled states  https://t.co/auP2BG2YxW",
  "data/tweet-economist/2021/4/1382178547448606725.json": "Lucid dreamers may be able to talk to the outside world https://t.co/YJfRImcsqr",
  "data/tweet-economist/2021/4/1382187703404539904.json": "How the British became the new Turks https://t.co/A8mG7sJyMq",
  "data/tweet-economist/2021/4/1382214519754199040.json": "Laboratory studies found that budesonide inhibits replication of SARS-CoV-2, the virus that causes covid-19 https://t.co/5EfxEzafHp",
  "data/tweet-economist/2021/4/1382210141802610690.json": "Out of 29 countries, South Korea is the worst place to be a working woman, according to the latest glass-ceiling index from The Economist https://t.co/FdxMSm10Mb",
  "data/tweet-economist/2021/4/1382232780931751936.json": "China believes that Western countries are too arrogant to accept that \"the East is rising, and the West is in decline” https://t.co/8x0qqYP4Ln",
  "data/tweet-economist/2021/4/1382219373830619136.json": "Joe Biden’s military advisers warned him that if America were to leave Afghanistan, the Taliban would probably take over the country https://t.co/zRY7m7yPPD",
  "data/tweet-economist/2021/4/1382289197319520257.json": "The Japanese art of repair https://t.co/BQm49QPJps",
  "data/tweet-economist/2021/4/1382242371576983556.json": "Artificial intelligence is helping humans make new kinds of art. It is more likely to emerge as a collaborator than a competitor for those working in creative industries https://t.co/FbjI4mDKIr https://t.co/XTRye3SFtn",
  "data/tweet-economist/2021/4/1382251389137657856.json": "In Britain, fraud makes up more than a third of reported crime, yet gets less than 1% of police resources in terms of officers   https://t.co/qs8SHxrUf9",
  "data/tweet-economist/2021/4/1382264130913062913.json": "Britain may not be America, but it is not a model of harmony https://t.co/6CsAH3ux9I",
  "data/tweet-economist/2021/4/1382246642372468736.json": "The French armed forces are planning for high-intensity war https://t.co/baLnSziYn9"
}