{
  "data/tweet-wsj/2021/5/1391203769153589250.json": "Elon Musk’s SpaceX successfully landed its Starship test vehicle on the fifth attempt, advancing efforts to prepare it for future flights and landings on the moon and Mars #WSJWhatsNow https://t.co/BNhgYG4Icx",
  "data/tweet-wsj/2021/5/1391196273760522241.json": "On Mother’s Day in the 1950s, many Jewish women across the U.S. looked forward to one gift above all: their very own mahjong set. How did a Chinese game become an American favorite? https://t.co/t3d2frFB9q",
  "data/tweet-wsj/2021/5/1391177871629094913.json": "Israeli police clashed with Palestinians in Jerusalem for the second straight night, as tensions mount over a coming court ruling that could force the eviction of four Palestinian families from their homes on contested land https://t.co/drQd3bE2bC",
  "data/tweet-wsj/2021/5/1391170769128935428.json": "A 4-year-old girl and two women were shot in Times Square, New York Police Department officials said https://t.co/hgrAETL83M",
  "data/tweet-wsj/2021/5/1391162266549112833.json": "Elon Musk, the leader of Tesla and SpaceX, will be hosting “Saturday Night Live,” with Miley Cyrus performing as musical guest. Here's what we know about tonight's show so far. https://t.co/kvbqtVfVUK",
  "data/tweet-wsj/2021/5/1391150989298868227.json": "Mayor Bill de Blasio says the city is ready to vaccinate tourists at popular attractions to help revive the city after the pandemic, bringing mobile vans to jab visitors everywhere from Central Park to the Empire State Building https://t.co/8LwNrCL1nV",
  "data/tweet-wsj/2021/5/1391139608965132289.json": "Wrapping up its historic test flights, NASA's Ingenuity helicopter begins a new mission as an aerial scout in the exploration of Mars https://t.co/HtKwI9eTz9",
  "data/tweet-wsj/2021/5/1391135870594555905.json": "If your home workout isn’t delivering the burn you crave, or you’re bored after a long winter of endless push-ups and squats, here are four routines that will keep you challenged through spring https://t.co/455tObeBR5 https://t.co/p5k2nQn1lP",
  "data/tweet-wsj/2021/5/1391128296470061060.json": "Demonstrations against inequality, police abuse and economic struggles have swept over Colombia over the past week https://t.co/6P7pNz17Z2",
  "data/tweet-wsj/2021/5/1391098114338168839.json": "Clergy in Germany are preparing to bless gay couples in defiance of a recent Vatican ban, in the latest sign of how far liberal German Catholics are pushing the boundaries of the Vatican’s authority to forge a more progressive version of their church https://t.co/2byqrKc885",
  "data/tweet-wsj/2021/5/1391075557111128064.json": "The price of Berkshire Hathaway's Class A stock has grown so high, it has nearly hit the maximum number that can be distributed on Nasdaq's data feeds https://t.co/Z4juC0Wj9l",
  "data/tweet-wsj/2021/5/1391071702973550596.json": "From @WSJopinion: The government should treats families equally regardless of whether both parents work, writes @MittRomney https://t.co/z2SHuBXFjY",
  "data/tweet-wsj/2021/5/1391049044680716288.json": "After an experiment to vaccinate nearly every adult against Covid-19 and see what happens, one town in Brazil is beginning to return to normal—even as the pandemic continues to rage across the rest of the country https://t.co/f3jG9QUsWm",
  "data/tweet-wsj/2021/5/1391048454923763714.json": "A bomb attack on schoolgirls in Afghanistan killed at least 25 people, adding to concerns about sectarian violence as the U.S. withdraws troops https://t.co/I3BdhFQ8lx",
  "data/tweet-wsj/2021/5/1391041464445120513.json": "Boca Chica Village, Texas, was a quiet beach town. Then Elon Musk’s rocket firm came shopping for homes—all of them. “They act like they already own everything, including you and your house.” https://t.co/wsb4KGtrT2",
  "data/tweet-wsj/2021/5/1391037729585119241.json": "After bitcoin and dogecoin’s blistering rally this year, individual investors are venturing further out into the cryptocurrency universe in search of the next big thing https://t.co/zeMcV6KsIb",
  "data/tweet-wsj/2021/5/1391026369270796289.json": "What's at stake in Bill Gates's divorce? A fortune that goes well beyond Microsoft, including a $131 million mansion, a rare Da Vinci notebook and investments from luxury hotels to garbage haulers https://t.co/cHqeS02aTC",
  "data/tweet-wsj/2021/5/1391019998164959235.json": "Breaking: A cyberattack forced one of the largest fuel pipelines in the U.S. to halt all operations. The 5,500-mile system carries gas and diesel to the East Coast. https://t.co/xlvcsJpSiP",
  "data/tweet-wsj/2021/5/1391015081740275718.json": "With the boundary between work and life more blurred than ever, it’s time to rediscover the wisdom of the Sabbath as a day of rest, writes @SohrabAhmari https://t.co/Ah8g8s534U",
  "data/tweet-wsj/2021/5/1390996380752154627.json": "Special syringes are key to extracting all of the doses of Covid-19 vaccines from vials so none are wasted. There’s a U.S. shortage of them and production isn’t expected to ramp up soon https://t.co/CZdCNKhsdl",
  "data/tweet-wsj/2021/5/1390977274065862660.json": "After mass vaccinations, a town in Brazil begins to return to normal as the Covid-19 pandemic continues to rage across the rest of the country  https://t.co/tdxSWip8xe",
  "data/tweet-wsj/2021/5/1390965977039388672.json": "In peaceable Sweden, authorities are readying people for the kind of crisis that seemed unthinkable a decade ago: a military invasion by Russia https://t.co/Iu4rBBVMBS",
  "data/tweet-wsj/2021/5/1390962215008747520.json": "Take a look at the front page of today's Wall Street Journal https://t.co/f1XAAO31yT https://t.co/QjmXgPTWi4",
  "data/tweet-wsj/2021/5/1390954678129672194.json": "A Chinese rocket is hurtling toward Earth at a velocity of nearly 17,000 mph, and pieces of the spacecraft are expected to crash this weekend. But no one knows where. https://t.co/BzMM933k8N",
  "data/tweet-wsj/2021/5/1390947093800493057.json": "Pressured by pandemic, the hyperefficient supply-chain model pioneered by Toyota is under assault https://t.co/byLNOn8ahk",
  "data/tweet-wsj/2021/5/1390924462636290050.json": "The Fed made it rain. What happens when the liquidity runs out? https://t.co/EQriqWu3MZ",
  "data/tweet-wsj/2021/5/1390901818025201665.json": "As it fights the world’s fastest-growing surge of infections, India is also carrying out one of the most logistically complex vaccination campaigns https://t.co/2KOu9lBEdX",
  "data/tweet-wsj/2021/5/1390886702743425026.json": "Here's an early look at the front page of The Wall Street Journal's weekend edition https://t.co/7qNaNvq8gf https://t.co/KYje5GKQtT",
  "data/tweet-wsj/2021/5/1390874119927894018.json": "Federal regulators are warning some hospitals to make prices public under a rule that went into effect at the start of the year https://t.co/AbDXwnqNX3",
  "data/tweet-wsj/2021/5/1390859008928620547.json": "Moderna will supply 34 million doses of its Covid-19 vaccine for free distribution in poorer countries, as the pandemic accelerates in nations such as India and Brazil https://t.co/RQdlT4GFiG",
  "data/tweet-wsj/2021/5/1390853218285072393.json": "From @WSJopinion: If President Biden wants to hit his vaccination goal, he should change his attitude toward masks, writes @DrMarcSiegel https://t.co/41D5JZJTtW",
  "data/tweet-wsj/2021/5/1390848969899712516.json": "Elon Musk’s rocket company is facing off against a few households in seaside Boca Chica Village, Texas, that have refused to sell their homes. “Prior to SpaceX coming here there were no problems.” https://t.co/5UJtzqXs8k",
  "data/tweet-wsj/2021/5/1390845176097148938.json": "A plumber is not a mere human tradesperson whose skills can be acquired from a YouTube tutorial, like an electrician, cable guy or drywaller, writes columnist @Kris_Frieswick https://t.co/hWrstYihHA",
  "data/tweet-wsj/2021/5/1390811219498516480.json": "Bitcoin, dogecoin, ether and other cryptocurrencies are now worth about $2 trillion, but are their owners rich? And would it affect the economy if they lost most of it? https://t.co/g4krIKrLP0",
  "data/tweet-wsj/2021/5/1390808683353882624.json": "Pfizer is raising manufacturing projections for its Covid-19 vaccine this year and next, saying it could produce hundreds of millions of extra doses it would send to developing countries https://t.co/Q6tufWHUyj",
  "data/tweet-wsj/2021/5/1390806177634787332.json": "The U.S. may finally have turned a corner in the Covid-19 pandemic: Coronavirus cases, deaths and hospitalizations have been declining, while more than 40% of adults are now fully vaccinated https://t.co/3ctyF5j6mT",
  "data/tweet-wsj/2021/5/1390791835375882248.json": "Breaking: Negotiators on a bipartisan police-overhaul bill in Congress reached a preliminary agreement that would limit sending some military equipment to local departments, ban most police chokeholds and set federal standards for no-knock warrants https://t.co/GglIPF3NC5",
  "data/tweet-wsj/2021/5/1390786033416130564.json": "California’s population fell by nearly one-half of a percentage point last year, its first decline in at least 120 years. The decline is attributed to pandemic-related trends including increased deaths, less immigration and fewer births. https://t.co/hgE6oMNwrZ",
  "data/tweet-wsj/2021/5/1390777229097979913.json": "China’s big three telecom carriers lost their appeals against being kicked off the New York Stock Exchange and will be delisted to comply with an investment ban introduced by former President Donald Trump https://t.co/AArUZr4Mr5",
  "data/tweet-wsj/2021/5/1390762138793299975.json": "Pfizer and BioNTech have asked the FDA for full approval of their Covid-19 vaccine, which would allow them to make a fuller case to people who are hesitant to get a shot https://t.co/gvpnR5JUBQ",
  "data/tweet-wsj/2021/5/1390754601159245831.json": "Demonstrations against inequality, police abuse and economic struggles have swept over Colombia over the past week https://t.co/ImoWwettZY",
  "data/tweet-wsj/2021/5/1390735684688769031.json": "#WSJWhatsNow: SafeMoon? VeChain? DigiByte? Individual investors are betting that cheaper alternatives to bitcoin and dogecoin will skyrocket in price and make them money. https://t.co/dxoBWB4vfF https://t.co/HPgfCdSt0j",
  "data/tweet-wsj/2021/5/1390724377206038532.json": "From @WSJopinion: President Biden’s endorsement of a Covid vaccine and drug patent waiver destroys tens of billions of dollars in U.S. intellectual property and surrenders America’s advantage in biotech https://t.co/el0xQoD1yp",
  "data/tweet-wsj/2021/5/1390705515718664198.json": "A Chinese rocket is hurtling toward Earth at a velocity of nearly 17,000 mph, and pieces of the spacecraft are expected to crash this weekend. But no one knows where. https://t.co/Ys6DgHgT3v",
  "data/tweet-wsj/2021/5/1390690449644572672.json": "From @WSJopinion: House Republicans are about to demonstrate they can’t handle the truth about 2020 and Jan. 6, writes @peggynoonannyc https://t.co/xjnFyOXtNQ",
  "data/tweet-wsj/2021/5/1390686626586800133.json": "After an experiment to vaccinate nearly every adult against Covid-19 and see what happens, one town in Brazil is beginning to return to normal—even as the pandemic continues to rage across the rest of the country https://t.co/wwTBKrMIvR",
  "data/tweet-wsj/2021/5/1390671528375853057.json": "Boca Chica Village, Texas, was a quiet beach town. Then Elon Musk’s rocket firm came shopping for homes—all of them. “They act like they already own everything, including you and your house.” https://t.co/yw1sh4hFmc",
  "data/tweet-wsj/2021/5/1390657670462443522.json": "U.S. employers added 266,000 jobs in April and unemployment rose to 6.1%. Businesses are hiring, but some have struggled to fill openings. #WSJWhatsNow https://t.co/VCdDz47AXt",
  "data/tweet-wsj/2021/5/1390654915454898176.json": "What's at stake in Bill Gates's divorce? A fortune that goes well beyond Microsoft, including a $131 million mansion, a rare Da Vinci notebook and investments from luxury hotels to garbage haulers https://t.co/xPNAh0U5GJ",
  "data/tweet-wsj/2021/5/1390641341386854407.json": "The Biden administration says it’s trying to spur investment in America—while proposing to remove a four-year-old tax break that was intended to do exactly that https://t.co/PCt90liXpO",
  "data/tweet-wsj/2021/5/1390639324987789316.json": "A sixth-grade girl shot two students and a member of staff at a school in Rigby, Idaho, officials said. All three were expected to survive. #WSJWhatsNow https://t.co/AkBeeAWUEh",
  "data/tweet-wsj/2021/5/1390630012605317126.json": "During the blackout, Texas's grid operator paid some natural-gas companies to shut down and stop using electricity—exactly when power plants needed the fuel the most https://t.co/O061XSHs1E",
  "data/tweet-wsj/2021/5/1390603579057188864.json": "Financial bubbles often begin with innovation. They can end badly. https://t.co/Buc5XRfEyi",
  "data/tweet-wsj/2021/5/1390596038688378885.json": "Take an early look at the front page of The Wall Street Journal https://t.co/nevnluXS3r https://t.co/wlC5dOP5Ly",
  "data/tweet-wsj/2021/5/1390554511161368576.json": "Alpha baboons appear to age faster because of the stress of staying on top. What’s the lesson for humans? https://t.co/n26zTMta0c",
  "data/tweet-wsj/2021/5/1390531893850947586.json": "The Federal Election Commission said it won’t pursue a complaint that former President Donald Trump violated campaign finance rules when his lawyer tried to buy an adult film actress’s silence before the 2016 election https://t.co/cWn2sJ5M83",
  "data/tweet-wsj/2021/5/1390528086542848000.json": "Take an early look at the front page of The Wall Street Journal https://t.co/mOc2oVopUg https://t.co/8xrnKcQfTW",
  "data/tweet-wsj/2021/5/1390497879421333504.json": "Walmart said it purchased telehealth provider MeMD and plans to offer nationwide virtual healthcare services, another sign of the retail behemoth’s healthcare ambitions https://t.co/2WF8ond41V",
  "data/tweet-wsj/2021/5/1390482797131874304.json": "Mayor Bill de Blasio says the city is ready to vaccinate tourists at popular attractions to help revive the city after the pandemic, bringing mobile vans to jab visitors everywhere from Central Park to the Empire State Building https://t.co/DnWAqz0qPY",
  "data/tweet-wsj/2021/5/1390479027559931914.json": "CNN anchor Jake Tapper wrote his second novel in the middle of a presidential election and a global pandemic. His advice to write for even just 15 minutes a day “really works, even if it turns out to be garbage.” https://t.co/joWBqSa4iP",
  "data/tweet-wsj/2021/5/1390463934910586881.json": "Fear of Covid-19, lack of child care and extended unemployment benefits are keeping some Americans out of work. The result: an abundance of job openings. https://t.co/Jk5dbrdF96",
  "data/tweet-wsj/2021/5/1390460143788253188.json": "Companies are increasingly tapping artificial intelligence to make customer-service calls less maddening: They're using tools that detect callers’ emotions, write scripts in real-time and even pair customers with their perfect agent https://t.co/56AN7B84yP",
  "data/tweet-wsj/2021/5/1390433744142708742.json": "Some 42% of consumers said they had started or stopped using a brand in the past year because of its response to protests against racial injustice, according to a new survey https://t.co/ulY8vOk2pJ",
  "data/tweet-wsj/2021/5/1391231932105728000.json": "Bo, a Portuguese water dog that lived with the Obama family over two White House terms, has died https://t.co/MoGkDpVvKu",
  "data/tweet-wsj/2021/5/1391241570284969985.json": "The surge of coronavirus infections in developing countries such as India amid a relative scarcity of vaccine supply means that the pandemic will keep spreading until mid-2022, according to the inventors of the BioNTech vaccine https://t.co/KRpGb1Nt3X",
  "data/tweet-wsj/2021/5/1390992395228090371.json": "From @WSJopinion: Horace Lorenzo Anderson Jr., a young black man, was gunned down and abandoned in Seattle’s police-free zone. Where's the justice for him? https://t.co/hDAGsvpkNp",
  "data/tweet-wsj/2021/5/1391267950162759681.json": "A Chinese rocket returned to Earth over the Indian Ocean, easing days of anxiety that pieces would fall on densely populated areas https://t.co/ZTRnP1EeX7"
}