{
  "data/tweet-nytimes/2021/10/1443737463667703815.json": "A month after they escaped from a farm in Maryland, five zebras have evaded capture and are continuing to ramble across the wilds of suburban Prince George’s County. \nhttps://t.co/xtYbf39Iel",
  "data/tweet-nytimes/2021/10/1443840366105538563.json": "Princess Mako of Japan is going to marry her college boyfriend, a commoner, after a long and arduous engagement. The pressure has been so intense that the princess has been diagnosed with post-traumatic stress disorder, Japan’s public broadcaster reported. https://t.co/SVtIfDD4Ci",
  "data/tweet-nytimes/2021/10/1443883577490411527.json": "The drug maker Merck will seek authorization for the first antiviral pill for Covid. The drug, molnupiravir, cut the risk of hospitalization or death in half when given to high-risk people early in their infections, a clinical trial found.\nhttps://t.co/6VyYq3iDtJ",
  "data/tweet-nytimes/2021/10/1443727419194675203.json": "Jeff Ament of Pearl Jam is bringing high-end skate parks to every city and town in Montana that will have one. “It’s much bigger than skateboarding,” he said. https://t.co/DcmScrkIWY https://t.co/yWMpgsuXk3",
  "data/tweet-nytimes/2021/10/1443912096912187416.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it.\nhttps://t.co/ZGFNBv7SRX",
  "data/tweet-nytimes/2021/10/1443787808175448068.json": "California is the latest example of vaccine requirements leading to more vaccinations.\n\nIn a survey of more than a dozen of the state’s major hospital systems, most health care employers reported vaccination rates this week of 90% or higher. Read more: https://t.co/Czt7XTcDva https://t.co/i8q5Cdsc9a",
  "data/tweet-nytimes/2021/10/1444029375272325124.json": "A Danish museum gave an artist about $83,000 to reproduce pieces reflecting the nature of work in the modern world.\n\nHe pocketed the cash and delivered two blank canvases titled \"Take the Money and Run.\" https://t.co/CjyA115QVt",
  "data/tweet-nytimes/2021/10/1444032229781409795.json": "Nearly 700,000 people in the U.S. have now died of Covid-19 — making this the deadliest pandemic in American history.\n\nA majority who died recently were in the South and unvaccinated. Many of the victims were also younger than before. https://t.co/SqffAYhunH",
  "data/tweet-nytimes/2021/10/1444072655431290880.json": "Breaking News: Over 700,000 Americans have died of Covid-19. This pandemic is the deadliest in U.S. history, overtaking the toll from the influenza pandemic of 1918 and 1919. Every age group under 55 saw its highest death toll of the pandemic this August. https://t.co/mNP4pysUKq https://t.co/X9FhcZFtey",
  "data/tweet-nytimes/2021/10/1444003573377994760.json": "Breaking News: California plans to require FDA-approved Covid vaccines for K-12 students as early as next fall, the first U.S. state to announce such a mandate. https://t.co/hrJklHvUiU",
  "data/tweet-nytimes/2021/10/1444026132303581189.json": "After George Floyd’s murder, some New York City firefighters shared racist messages mocking his death. They gloated about how police could \"legally shoot Black children.\" After Black firefighters complained, officials quietly suspended nine firefighters. https://t.co/UO2DXOd1qe",
  "data/tweet-nytimes/2021/10/1444014282543403011.json": "Alex Jones, the Infowars founder and conspiracy theorist who claimed that the Sandy Hook school shooting in 2012 was a hoax, lost two defamation lawsuits filed in Texas by victims' families because he failed to provide requested information to the court. https://t.co/MIedyWFLP8",
  "data/tweet-nytimes/2021/10/1444130028208467971.json": "American Airlines told employees on Friday that it would require all U.S.-based employees and some international crew members to be vaccinated. Separately, Alaska Airlines and JetBlue said that they, too, would mandate the vaccine for employees. https://t.co/FNpnFiRINY",
  "data/tweet-nytimes/2021/10/1444009246639722511.json": "California would be the first U.S. state to mandate the Covid vaccine for K-12 students attending school in-person, beginning next fall. https://t.co/aF6dfr8d8H https://t.co/DdV0IoZEf2",
  "data/tweet-nytimes/2021/10/1444119957248389121.json": "Any New York City police officer who is found to have pledged allegiance to the Oath Keepers or other “far-right nationalist” groups should be investigated by the Police Department, charged internally and removed from the force, Mayor Bill de Blasio said. https://t.co/fhfFBGPGZL",
  "data/tweet-nytimes/2021/10/1444198473230921730.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it.\nhttps://t.co/eOqoaFhOfT",
  "data/tweet-nytimes/2021/10/1443938831393243139.json": "“A lot of students on campus want to see the fraternity completely abolished.”\n\nAnti-fraternity protests have taken place across the country as students respond to sexual assault allegations against fraternity members and demand an end to Greek life.\nhttps://t.co/jBw2vnFjNk",
  "data/tweet-nytimes/2021/10/1444257125711101955.json": "When a school board in Pennsylvania voted to effectively ban hundreds of books from being taught in classrooms, high school students led a revolt against the decision.  https://t.co/9m1ozAMmLL",
  "data/tweet-nytimes/2021/10/1444145126188765188.json": "On Friday, Matt Amodio won his 33rd \"Jeopardy!\" game, surpassing James Holzhauer's winning streak and taking his place as No. 2 in the record book for most games won in a row. https://t.co/ThrO7yrGEs",
  "data/tweet-nytimes/2021/10/1444150179100250119.json": "After her son was found to be autistic, Ruth Sullivan became a tireless advocate for people with the condition. She also consulted on the film \"Rain Man.\" She has died at age 97. https://t.co/S1QxDo9iyz",
  "data/tweet-nytimes/2021/10/1444311921453379584.json": "A staggering 700,000 people in the U.S. have now died of Covid-19 — making this the deadliest pandemic in American history.\n\nA majority who died recently were in the South and unvaccinated. Many of the victims were also younger than before. https://t.co/ECeo1Oh3IY",
  "data/tweet-nytimes/2021/10/1444321288714133506.json": "Scott Kirby, the chief executive of United Airlines, decided that it was time to require employees to get vaccinated after learning two employees had died of Covid-19. \n\nThe effort, one of the largest of its kind, worked. https://t.co/KqpE0TJgcl",
  "data/tweet-nytimes/2021/10/1444309077186732033.json": "Breaking News: Mohammed Khalifa, a Canadian man who narrated two infamous videos from ISIS to recruit Westerners, was arrested by the FBI this week and secretly whisked back to the U.S. to face federal prosecution. https://t.co/hDObbhgVle",
  "data/tweet-nytimes/2021/10/1444336386228772864.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it. https://t.co/xYPE27pBPG",
  "data/tweet-nytimes/2021/10/1444419440557309955.json": "About three years ago, Stanley Tucci was in a New York hospital receiving radiation therapy to get rid of a tumor at the base of his tongue.\n\nThroughout this harrowing experience, he wasn’t afraid of death. He feared losing his sense of taste. https://t.co/NKJQpcJD5e",
  "data/tweet-nytimes/2021/10/1444530171147653123.json": "To live longer and healthier, it's more important to exercise than it is to lose weight, according to a new review of studies on the relationships between fitness, weight, heart health and longevity. https://t.co/7X6XOLCq82",
  "data/tweet-nytimes/2021/10/1444600638172798978.json": "Sculptures of George Floyd, Breonna Taylor and John Lewis are on display in a Manhattan park known as a site of protests.\n\n\"These monuments have meaning,\" Terrence Floyd, a brother of George Floyd, said. https://t.co/E6HdUs51yU",
  "data/tweet-nytimes/2021/10/1444640937267900416.json": "When a school board in Pennsylvania voted to effectively ban hundreds of books from being taught in classrooms, high school students led a revolt against the decision. https://t.co/WOfoj50F3V",
  "data/tweet-nytimes/2021/10/1444631084721971208.json": "Scott Kirby, the chief executive of United Airlines, decided that it was time to require employees to get vaccinated after learning two employees had died of Covid-19. \n\nThe effort, one of the largest of its kind, worked. https://t.co/pqvTyHsEnj",
  "data/tweet-nytimes/2021/10/1444653479704809472.json": "Our investigation found that as homelessness exploded in New York City, executives at nonprofits personally benefited from the crisis, collecting large salaries, spending money on companies that they or their families controlled and hiring relatives. https://t.co/yUdWQT4w6R",
  "data/tweet-nytimes/2021/10/1444515053538103298.json": "Fat Bear Week, a contest to crown a champion among hundreds of hefty bears, has returned for 2021.\n\nHere’s what to know → https://t.co/eRMUeTxSqZ",
  "data/tweet-nytimes/2021/10/1444688075083460619.json": "A bitter fight with Senator Ted Cruz of Texas over a Russian gas pipeline has created what Biden officials call a personnel crisis, as Cruz delays dozens of State Department nominees, including 59 would-be ambassadors, and vows to block dozens more. https://t.co/mlzk1pC8M2",
  "data/tweet-nytimes/2021/10/1444714874119012360.json": "Breaking News: Dead fish and birds are washing up on the coast of Orange County, California, after a pipeline failure on Saturday caused at least 126,000 gallons of oil to spill into the Pacific Ocean, creating a 13-square-mile slick that’s still growing. https://t.co/rgDqx6Ithg",
  "data/tweet-nytimes/2021/10/1444688726962151432.json": "Texas Republicans released a new congressional map this week. It aims to lock in the party’s advantage in D.C. over the next decade.\n\nThe proposed district lines also aim to offset recent population growth spurred by communities of color. https://t.co/RHCsmyMf58",
  "data/tweet-nytimes/2021/10/1444565404396007427.json": "\"I’m not a capitalist. So I see the wealthy all finally getting hoisted by their own petard.\" Read David Marchese's full interview with Brian Cox, who plays Logan Roy in the hit HBO series “Succession,” which returns this month for a third season. https://t.co/spi6BYkNhK",
  "data/tweet-nytimes/2021/10/1444794420151427073.json": "To live longer and healthier, it's more important to exercise than it is to lose weight, according to a new review of studies on the relationships between fitness, weight, heart health and longevity. https://t.co/i8auGPX3qP",
  "data/tweet-nytimes/2021/10/1444829671191891972.json": "A bitter fight with Senator Ted Cruz of Texas over a Russian gas pipeline has created what Biden officials call a personnel crisis, as Cruz delays dozens of State Department nominees, including 59 would-be ambassadors, and vows to block dozens more. https://t.co/pOWAhoWsow",
  "data/tweet-nytimes/2021/10/1444849777288548357.json": "Frances Haugen, a former Facebook product manager, revealed herself as the whistle-blower behind a major leak of company documents. https://t.co/8JFzqcPvXb",
  "data/tweet-nytimes/2021/10/1444927530973155333.json": "The police are investigating whether the son of a prominent Indian politician was in a vehicle that slammed into protesting farmers in the state of Uttar Pradesh. Eight people were killed in the incident. https://t.co/oDVCB220J5",
  "data/tweet-nytimes/2021/10/1444814577863217152.json": "Dead fish and birds are washing up on the coast of Orange County, California, after a pipeline failure on Saturday caused at least 126,000 gallons of oil to spill into the Pacific Ocean, creating a 13-square-mile slick that’s still growing. https://t.co/sIOwsbuyjt",
  "data/tweet-nytimes/2021/10/1445003323799638017.json": "At least 98% of principals and 93% of teachers in New York had been vaccinated by Friday, city officials said. https://t.co/G4ZrhdEiXX",
  "data/tweet-nytimes/2021/10/1444859838329131011.json": "\"I’m not a capitalist. So I see the wealthy all finally getting hoisted by their own petard.\" Read David Marchese's full interview with Brian Cox, who plays Logan Roy in the hit HBO series “Succession,” which returns this month for a third season. https://t.co/BuYr2uSHHw",
  "data/tweet-nytimes/2021/10/1444962874917539844.json": "Breaking News: The Nobel Prize in Physiology or Medicine went to David Julius and Ardem Patapoutian for their research about temperature and touch. https://t.co/ZAaPSeDRBy https://t.co/T3jMII8yBo",
  "data/tweet-nytimes/2021/10/1444809504101703687.json": "Two days after being unveiled in New York’s Union Square, a statue of George Floyd was vandalized. The accompanying statues of Breonna Taylor and John Lewis were not touched. https://t.co/dUhitnRMPF",
  "data/tweet-nytimes/2021/10/1445067582059470859.json": "William Shatner, who played Captain James T. Kirk in \"Star Trek,\" will launch to the edge of space this month on New Shepard, a tourist rocket built by Blue Origin, the company owned by Jeff Bezos. Shatner, 90, would be the oldest person to fly to space. https://t.co/TUbxI4zdfz",
  "data/tweet-nytimes/2021/10/1445063328733216775.json": "Facebook and some of its apps, including Instagram and WhatsApp, appeared to go down on Monday for many users. The social network and its apps began displaying error messages before noon Eastern time, users reported.  https://t.co/G1fnRCHK9C",
  "data/tweet-nytimes/2021/10/1445061184030453761.json": "New Zealand is abandoning its \"Covid zero\" goal of eliminating the coronavirus. Prime Minister Jacinda Ardern acknowledged an end to the strategy seven weeks into a lockdown that has failed to halt an outbreak of the Delta variant. https://t.co/NmMx4PsmJz https://t.co/dM2OPxLsk9",
  "data/tweet-nytimes/2021/10/1445071254403305482.json": "Dead fish and birds washed up on the coast of Orange County, California, after a pipeline failure on Saturday caused at least 126,000 gallons of oil to spill into the Pacific Ocean, creating a 13-square-mile slick that’s still growing. https://t.co/bHc3caXROU https://t.co/XFGZ0JUtUt",
  "data/tweet-nytimes/2021/10/1445078833292619787.json": "Andrew Yang, who ran unsuccessfully for president in 2020 and for mayor of New York this year, says he has left the Democratic Party and become an independent. https://t.co/TZeLlhZaOy",
  "data/tweet-nytimes/2021/10/1445064252490985475.json": "All over Mexico, mothers are wandering under scorching sun, poking at the earth and sniffing for the scent of decomposing flesh in hopes of finding their missing children.\n\nMost never will. Nearly 100,000 people in the country have disappeared. https://t.co/EsThEoKNet",
  "data/tweet-nytimes/2021/10/1445094396152713224.json": "Facebook’s internal communications platform, Workplace, also went down on Monday, leaving most employees unable to do their jobs. Two Facebook workers called it the equivalent of a “snow day.” https://t.co/XlS2iqDfR5",
  "data/tweet-nytimes/2021/10/1445041055657779202.json": "One way to interpret the trove of leaked internal Facebook documents is that the company is in trouble, writes Kevin Roose.\n\n“A kind of slow, steady decline that anyone who has ever seen a dying company up close can recognize.”\nhttps://t.co/A5BvqGMVi4",
  "data/tweet-nytimes/2021/10/1444852295729045505.json": "A new generation has become engrossed by \"The Sopranos,\" the early 2000s hit. Its creator, David Chase, told @willystaley about how it captured a country in decline — where things had become so selfish and narcissistic, that even the mob couldn’t take it. https://t.co/s3CxNvHH3W",
  "data/tweet-nytimes/2021/10/1445111526487203851.json": "Did death cheat Stephen Hawking of a Nobel Prize?\n\nA recent study of black holes has confirmed a fundamental prediction made nearly five decades ago by the iconic physicist, who died in March 2018. Hawking never won a Nobel and now never will.\nhttps://t.co/TKL8jP1oju",
  "data/tweet-nytimes/2021/10/1445116780146532352.json": "President Biden urged congressional leaders to raise the debt ceiling on Monday, chastising Republicans for what he said was \"reckless\" and \"disgraceful\" obstruction ahead of a default deadline later this month. https://t.co/woIZkEkkst https://t.co/ihfHTVSGZb",
  "data/tweet-nytimes/2021/10/1445122167620849665.json": "A widespread outage is crippling Facebook’s sites and apps and its employee systems like phones and badges. The cause of the issue is unclear. https://t.co/63qhAV16ok",
  "data/tweet-nytimes/2021/10/1445121632549408768.json": "Northwell Health, New York State’s largest health care provider, which employs more than 76,000 people, announced on Monday that it had fired 1,400 of its employees who refused to get vaccinated against the coronavirus. https://t.co/F9Rrjjt9Je",
  "data/tweet-nytimes/2021/10/1445129127670034439.json": "Monday's crossword puzzle may be just what you need until you can check your Instagram. https://t.co/CRojJaM2yC https://t.co/DRhstftiOH",
  "data/tweet-nytimes/2021/10/1444867389313671176.json": "A new study, one of the largest and most rigorous trials of the subject to date, suggests that eating a diet low in carbohydrates and higher in fats could be beneficial for cardiovascular health. https://t.co/owoQ1v5QgC",
  "data/tweet-nytimes/2021/10/1445136779443679241.json": "Breaking News: The Biden administration reversed a Trump-era policy that barred clinics that provide abortion referrals from receiving federal funding. https://t.co/zSygcBk3f1",
  "data/tweet-nytimes/2021/10/1445109023179739146.json": "In this simple, homey weeknight dinner, boneless chicken thighs are tossed with garlic, herbs and red-pepper flakes, then roasted along with lemon wedges in the pan. https://t.co/Wc4HY94WKv",
  "data/tweet-nytimes/2021/10/1445139200421027847.json": "New coronavirus cases in the U.S. have fallen by more than a third in the past month. Worldwide, cases have also dropped more than 30% since late August. https://t.co/84tYL7tHy6 https://t.co/Gf4WJUkU3D",
  "data/tweet-nytimes/2021/10/1445141735663935490.json": "Senator Elizabeth Warren on Monday called for an investigation into whether top Federal Reserve officials engaged in insider trading in 2020. https://t.co/w4pu7ndass",
  "data/tweet-nytimes/2021/10/1445081515659075585.json": "Facebook filed a motion on Monday to dismiss the FTC’s revised antitrust lawsuit against the company, saying the agency’s complaint still lacked evidence that the company had violated antitrust laws. https://t.co/I63oqxLseq",
  "data/tweet-nytimes/2021/10/1445131901057085443.json": "A federal drug enforcement agent was killed and another was seriously injured in a shooting at an Amtrak train station in Tucson, Arizona, on Monday morning, a city councilman said. All of those aboard a train were safely evacuated, Amtrak said. https://t.co/9KAdQMqdMN",
  "data/tweet-nytimes/2021/10/1445082573298937857.json": "More than 18,000 shots were given to New York City school employees ahead of a vaccine deadline, and 95% have received at least one dose. https://t.co/gGS5IZRYOo",
  "data/tweet-nytimes/2021/10/1445150655337881609.json": "Breaking News: Facebook and its apps, including Instagram and WhatsApp, are slowly coming back online after a widespread outage disrupted services for over 5 hours. https://t.co/CwmOvbve8m",
  "data/tweet-nytimes/2021/10/1445161821623758854.json": "\"Dear fellow social media managers… y'all doing ok?\"\n\"hello literally everyone\"\n\"I haven’t been this productive since 2006.\"\n\nWith Facebook and Instagram down for several hours on Monday, Twitter appeared to embrace its moment in the spotlight. https://t.co/xQ7HQwNKf7",
  "data/tweet-nytimes/2021/10/1445154328080175109.json": "Pvt. Danny Chen died by suicide in 2011 after he was brutally hazed and subjected to racist treatment in Afghanistan by his fellow soldiers. On Sunday, people in Manhattan's Chinatown, where he was born and raised, gathered for a walking tour in his honor. https://t.co/Rg7WUPhcbA",
  "data/tweet-nytimes/2021/10/1445165613958246401.json": "The Pfizer vaccine is 90% effective at preventing hospitalization for up to six months, according to a large new U.S. study. The findings, which also document a waning of protection against infection, come as officials debate the need for booster shots. https://t.co/7vKNH1b6tE",
  "data/tweet-nytimes/2021/10/1445178194286546947.json": "Bubba Wallace became the first Black driver to win a NASCAR Cup event since 1963. Wallace's win on Monday at Talladega Speedway also made him the second Black winner in NASCAR's top series. https://t.co/SOiMNCgqsq",
  "data/tweet-nytimes/2021/10/1445169383442157568.json": "Pope Francis and two members of Congress have asked Missouri's governor to stop the scheduled execution on Tuesday of Ernest Johnson, a 61-year-old man, saying he should be spared because he is intellectually disabled. https://t.co/uB4yLiVwkG",
  "data/tweet-nytimes/2021/10/1445199586667245571.json": "Bubba Wallace’s NASCAR Cup win on Monday was the first by a Black driver since 1963 and also the inaugural victory in the sport's top series for Michael Jordan, the co-owner of Wallace's team. https://t.co/3z1LKL8Eq2 https://t.co/3gsUTgRzQX",
  "data/tweet-nytimes/2021/10/1445222247308922881.json": "A jury ordered Tesla to pay $137 million to Owen Diaz, a Black former employee who accused the carmaker of ignoring racial abuse he faced while working there, his lawyer said on Monday. https://t.co/ws4jffG4bP",
  "data/tweet-nytimes/2021/10/1445048582617411593.json": "No treatment helped her depression — until this. In a first, a \"pacemaker for the brain\" has successfully treated a case of severe depression.\n\n\"Within a few weeks, the suicidal thoughts just disappeared,\" said the first participant in the unusual study. https://t.co/U5ySOXhFrX",
  "data/tweet-nytimes/2021/10/1445202099650826248.json": "Revelations from nearly 12 million leaked confidential financial records have thrown light on the concealed wealth of powerful public figures around the world. How do they hide their money, and why is this information important? https://t.co/25QhsiF9Oi",
  "data/tweet-nytimes/2021/10/1445219818311983113.json": "The world lost about 14% of its coral reefs in the decade after 2009, mainly because of climate change, according to a sweeping new international report. https://t.co/zh4B1RDAlU",
  "data/tweet-nytimes/2021/10/1445335509564280837.json": "A jury ordered Tesla to pay $137 million to Owen Diaz, a Black former employee who accused the carmaker of ignoring racial abuse he faced while working there, his lawyer said on Monday. https://t.co/H76Wl33s4u",
  "data/tweet-nytimes/2021/10/1445380814238363652.json": "The Nobel Prize in Physics was awarded on Tuesday to three scientists whose work “laid the foundation of our knowledge of the Earth’s climate and how humanity influences it.”\nhttps://t.co/Mx72wNVmVU https://t.co/TKWPpeIjbo",
  "data/tweet-nytimes/2021/10/1445373288809746438.json": "Southwest Airlines said on Monday that it would require all of its more than 54,000 employees to be fully vaccinated against Covid-19 by the first week in December to remain employed.\nhttps://t.co/UTYvDNn9ZB",
  "data/tweet-nytimes/2021/10/1445309118970007553.json": "Breaking News: Roman Catholic clergy in France have sexually abused about 216,000 minors since 1950, according to a report detailing the church’s failings.\nhttps://t.co/2DJB9ORXxk",
  "data/tweet-nytimes/2021/10/1445075025502089233.json": "Todd Akin, a six-term Republican representative from Missouri whose Senate bid failed after he said in 2012 that women's bodies could somehow reject pregnancies in instances of what he called \"legitimate rape,\" has died at age 74. https://t.co/gcqUwbw55g",
  "data/tweet-nytimes/2021/10/1445320384883085314.json": "The Facebook outage on Monday demonstrated globally how the company’s apps are critical for doing business, arranging medical care, conducting virtual classes, carrying out political campaigns, responding to emergencies and much, much more.\nhttps://t.co/4Tuk0z62u1",
  "data/tweet-nytimes/2021/10/1445358166104068101.json": "Louisiana’s largest nonprofit health care provider will increase its employees’ insurance fees by about $200 a month from next year if their spouses or domestic partners are not vaccinated against the coronavirus.\nhttps://t.co/JOsUuRj3AJ",
  "data/tweet-nytimes/2021/10/1445407569544204289.json": "Read an excerpt from the whistleblower Frances Haugen's opening statement: \"The company’s leadership knows ways to make Facebook and Instagram safer and won’t make the necessary changes because they have put their immense profits before people.\" https://t.co/5LkF09KX8K https://t.co/Vz0zOvKydf",
  "data/tweet-nytimes/2021/10/1445397051974508555.json": "Frances Haugen left her job at Facebook in May — but not before exfiltrating thousands of pages of internal research and documents. They showed that Facebook knew about the harms it was causing, particularly to teens. Watch her Senate testimony live: https://t.co/dM0io5SSaC"
}