{
  "data/tweet-stocks/2021/8/1422280238206275586.json": "HODLing is so easy you literally have to do nothing",
  "data/tweet-stocks/2021/8/1422280303922532354.json": "My brain when I think about buying more crypto… https://t.co/vCqnUasYHr",
  "data/tweet-stocks/2021/8/1423608873139777543.json": "The China Crackdown and the Index-Fund-Manager Conundrum✨\n\n(ft the $FRDM index) 🧵 https://t.co/8TFuko9Slc",
  "data/tweet-stocks/2021/8/1423782105721540608.json": "https://t.co/dp5nFZSNAB",
  "data/tweet-stocks/2021/8/1424736805467865094.json": "Me after HODLing my #Bitcoin for the last several months https://t.co/Mjp2isppU5",
  "data/tweet-stocks/2021/8/1426715900686839816.json": "1. \nLets do a battlefield assessment of the battle for Kabul. \nIt is an extremely deadly situation for the Americans particularly &amp; their embassy staff. They know the war has been lost &amp; now they only need a day to evacuate their staff &amp; troops....but do they have that ONE day?",
  "data/tweet-stocks/2021/8/1426911822007914501.json": "#BREAKING: Taliban in a fresh statement says it has decided to enter Kabul even after deciding this morning that they shall wait for transition of power. Says decision taken so that abusers/thieves don’t get mixed and harass common people. Taliban asks common people not to fear. https://t.co/9RwjarXe80",
  "data/tweet-stocks/2021/8/1427028849649504256.json": "NEW: The US military has flown at least 500 Embassy personnel out of Afghanistan on military aircraft, defense officials tell @ckubeNBC.\nThey're working to take 5,000/day, but won’t have that capability for a couple days.",
  "data/tweet-stocks/2021/8/1427155181754519552.json": "Lots of bursts of gunfire near Kabul airport this am. The Taliban have set up many checkpoints in the area.  Reports they are taking potshots at aircraft.  Aggressive posture from Taliban. Chaos",
  "data/tweet-stocks/2021/8/1427161712130764801.json": "Apache now flying over area of what sounds like a gunfight near airport in Kabul.",
  "data/tweet-stocks/2021/8/1427269144815210497.json": "Kabul airport. From  @AFP https://t.co/Qw8cC05VRV",
  "data/tweet-stocks/2021/8/1427289908968837122.json": "CNN reporter outside Kabul embassy:\n\n“They’re just chanting ‘Death to America’ but they seem friendly at the same time.” \n https://t.co/xiaj1GjcKJ",
  "data/tweet-stocks/2021/8/1427287942121377796.json": "I will be addressing the nation on Afghanistan at 3:45 PM ET today.",
  "data/tweet-stocks/2021/8/1427278889529786378.json": "JUST IN - Trump slams Biden over Afghanistan again, \"Can anyone even imagine taking out our Military before evacuating civilians and others who have been good to our Country and who should be allowed to seek refuge?\"",
  "data/tweet-stocks/2021/8/1427308872625180678.json": "Transgender USAF veteran trapped in Taliban takeover of Kabul https://t.co/HXYtCjC8Kc",
  "data/tweet-stocks/2021/8/1427365695487156226.json": "We went in to Afghanistan with clear goals? We were not there for nation-building? \n\nThis speech is already not going well.",
  "data/tweet-stocks/2021/8/1427389395880095746.json": "JUST IN: Taliban spokesman tells @AymanMSNBC live on air they told the US they would not attack Americans. Says won't block anyone who wants to leave. \"We will not punish them.. will not pose arrest to them, their property, or their life... they are welcome (to go)...\"",
  "data/tweet-stocks/2021/8/1427415460878950400.json": "“We can’t leave these people,” the official, now openly emotional, “This is awful,” referring to efforts on safely removing 88,000 Afghan SIVs,  including interpreters. The official worried the situation could further deteriorate.  “We now have the biggest targets on our backs.”",
  "data/tweet-stocks/2021/8/1427415392708857864.json": "#Afghanishtan US official tells @cbsnews @finnygo many US staff involved in these operations were disheartened by the administration’s response on Afghanistan. The official described the situation in Kabul as “worse than Saigon, and worse than Benghazi, at a civilian level” +",
  "data/tweet-stocks/2021/8/1428125768685694976.json": "Top Google Engineer Abandons Company, Reveals Big Tech Rewrote Algos To Target Trump https://t.co/Fu6hS1gH6o",
  "data/tweet-stocks/2021/8/1428896606506586113.json": "CNN’s @clarissaward in Kabul: “I'm sitting here for 12 hours in the airport, 8 hours on the airfield and I haven't seen a single US plane take off. How on Earth are you going to evacuate 50,000 people in the next two weeks? It just, it can’t happen.”"
}