{
  "data/tweet-wsj/2021/7/1410395268625977345.json": "Comedian Kevin Hart is building an entertainment empire, signing deals with major streaming platforms, publishing a children's book and debuting an Olympics show. His success is earning him praise: “He’s ambitious and he wants to win.\" https://t.co/oRTNCOl8b5",
  "data/tweet-wsj/2021/7/1410421669169188864.json": "A New York grand jury has indicted the Trump Organization and its CFO with tax-related crimes that will be made public Thursday in court, people familiar with the matter said https://t.co/nHRzmZHBw8",
  "data/tweet-wsj/2021/7/1410448104801853449.json": "The original files of the source code for the World Wide Web were sold at auction as a nonfungible token, or NFT, for $5.4 million https://t.co/0F06uNYEFo",
  "data/tweet-wsj/2021/7/1410512278282199042.json": "Chinese leader Xi Jinping warned that foreign bullies will be “battered and bloodied,” as his ruling Communist Party marked its 100th anniversary https://t.co/AClgML2pWh",
  "data/tweet-wsj/2021/7/1410553802537717762.json": "As New York Gov. Andrew Cuomo gears up to campaign for a fourth term, a poll suggests that more than 60% of voters would rather see him resign immediately or not run again https://t.co/e82AEcxJCx",
  "data/tweet-wsj/2021/7/1410436759591268354.json": "The U.S. and Taiwan revived dormant trade and investment talks and pledged to keep supply chains free from forced labor, in a dig at China, which has objected to the negotiations https://t.co/37wrj4ZeLM",
  "data/tweet-wsj/2021/7/1410402836232474628.json": "Rental cars are hard to find in Hawaii. “By the time I checked, the only options were Teslas and Maseratis.” Tourists are turning to Craigslist, bikes and moving vans. https://t.co/hZE6q2yA2y",
  "data/tweet-wsj/2021/7/1410560051954257921.json": "Trump Organization CFO Allen Weisselberg surrendered to New York prosecutors as he and the company face charges over its tax dealings https://t.co/Qu3WCGk3hK",
  "data/tweet-wsj/2021/7/1410557566095081477.json": "Swedish fashion chain H&amp;M put a number on the cost of upsetting China: about $75 million in lost sales last quarter https://t.co/OY9V8LBr49",
  "data/tweet-wsj/2021/7/1410610416737157132.json": "From @WSJopinion: The Chinese Communist Party’s 100th anniversary is no occasion for joy, as the Party retains its grip on power and threatens global peace https://t.co/C3ckirt9qu",
  "data/tweet-wsj/2021/7/1410608185291927566.json": "The Supreme Court ruled California went too far in requiring charities to disclose their major donors, finding the policy infringed on First Amendment rights https://t.co/VWvucJWdcs",
  "data/tweet-wsj/2021/7/1410624168605978625.json": "The U.S. has won international backing for a global minimum corporate tax, including support from China and India, people familiar with the matter say. It's a major step toward a final deal. https://t.co/S9UY45gqxx",
  "data/tweet-wsj/2021/7/1410595325874745344.json": "Singapore is making plans to shift to a new phase in Covid-19 management—one in which the virus still circulates but becomes more manageable, like the flu  https://t.co/IP5zThz8VM",
  "data/tweet-wsj/2021/7/1410620742442573825.json": "House Speaker Nancy Pelosi named Liz Cheney to the Jan. 6 Capitol riot select committee, tapping the Republican congresswoman as one of her eight picks https://t.co/bPWCWsnQCI",
  "data/tweet-wsj/2021/7/1410648159508893698.json": "Companies are paying $1,000, and more, to hire housekeepers, food servers, drivers and other hourly workers as companies grow more desperate to fill open roles https://t.co/eG3iBtXDHG",
  "data/tweet-wsj/2021/7/1410672314547589120.json": "Breaking: The Trump Organization was indicted for fraud and its finance chief Allen Weisselberg was indicted for grand larceny in the first criminal case resulting from a multiyear probe into Donald Trump's business affairs https://t.co/flgupK6w6N",
  "data/tweet-wsj/2021/7/1410708554244399105.json": "Patients receiving emergency medical care would no longer get surprise medical bills from providers outside their insurance network under a rule issued Thursday by the Biden administration https://t.co/KDSFV8i8us",
  "data/tweet-wsj/2021/7/1410745065664782350.json": "The Justice Department ordered a halt to federal executions until it reviews its death-penalty policies, a reversal from the Trump administration https://t.co/IfF7B3Eh39",
  "data/tweet-wsj/2021/7/1410753856334671872.json": "Virgin Galactic said Richard Branson plans to board a flight that will launch for space on July 11, nine days before outgoing Amazon CEO Jeff Bezos https://t.co/omkINkOCxW",
  "data/tweet-wsj/2021/7/1410577270901780489.json": "Worker filings for jobless claims fell to 364,000 last week, reaching a new pandemic low as layoffs continue to recede https://t.co/HrvfaKdWsd",
  "data/tweet-wsj/2021/7/1410776499100303365.json": "One way 2021 is worse than 2020? Drought. Depleted snowpack and dry weather could mean higher food prices in coming months. https://t.co/GR3dxkx8Bn"
}