{
  "data/tweet-wsj/2021/7/1410395268625977345.json": "Comedian Kevin Hart is building an entertainment empire, signing deals with major streaming platforms, publishing a children's book and debuting an Olympics show. His success is earning him praise: “He’s ambitious and he wants to win.\" https://t.co/oRTNCOl8b5",
  "data/tweet-wsj/2021/7/1410421669169188864.json": "A New York grand jury has indicted the Trump Organization and its CFO with tax-related crimes that will be made public Thursday in court, people familiar with the matter said https://t.co/nHRzmZHBw8",
  "data/tweet-wsj/2021/7/1410448104801853449.json": "The original files of the source code for the World Wide Web were sold at auction as a nonfungible token, or NFT, for $5.4 million https://t.co/0F06uNYEFo",
  "data/tweet-wsj/2021/7/1410512278282199042.json": "Chinese leader Xi Jinping warned that foreign bullies will be “battered and bloodied,” as his ruling Communist Party marked its 100th anniversary https://t.co/AClgML2pWh",
  "data/tweet-wsj/2021/7/1410553802537717762.json": "As New York Gov. Andrew Cuomo gears up to campaign for a fourth term, a poll suggests that more than 60% of voters would rather see him resign immediately or not run again https://t.co/e82AEcxJCx",
  "data/tweet-wsj/2021/7/1410436759591268354.json": "The U.S. and Taiwan revived dormant trade and investment talks and pledged to keep supply chains free from forced labor, in a dig at China, which has objected to the negotiations https://t.co/37wrj4ZeLM",
  "data/tweet-wsj/2021/7/1410402836232474628.json": "Rental cars are hard to find in Hawaii. “By the time I checked, the only options were Teslas and Maseratis.” Tourists are turning to Craigslist, bikes and moving vans. https://t.co/hZE6q2yA2y",
  "data/tweet-wsj/2021/7/1410560051954257921.json": "Trump Organization CFO Allen Weisselberg surrendered to New York prosecutors as he and the company face charges over its tax dealings https://t.co/Qu3WCGk3hK",
  "data/tweet-wsj/2021/7/1410557566095081477.json": "Swedish fashion chain H&amp;M put a number on the cost of upsetting China: about $75 million in lost sales last quarter https://t.co/OY9V8LBr49",
  "data/tweet-wsj/2021/7/1410610416737157132.json": "From @WSJopinion: The Chinese Communist Party’s 100th anniversary is no occasion for joy, as the Party retains its grip on power and threatens global peace https://t.co/C3ckirt9qu",
  "data/tweet-wsj/2021/7/1410608185291927566.json": "The Supreme Court ruled California went too far in requiring charities to disclose their major donors, finding the policy infringed on First Amendment rights https://t.co/VWvucJWdcs",
  "data/tweet-wsj/2021/7/1410624168605978625.json": "The U.S. has won international backing for a global minimum corporate tax, including support from China and India, people familiar with the matter say. It's a major step toward a final deal. https://t.co/S9UY45gqxx",
  "data/tweet-wsj/2021/7/1410595325874745344.json": "Singapore is making plans to shift to a new phase in Covid-19 management—one in which the virus still circulates but becomes more manageable, like the flu  https://t.co/IP5zThz8VM",
  "data/tweet-wsj/2021/7/1410620742442573825.json": "House Speaker Nancy Pelosi named Liz Cheney to the Jan. 6 Capitol riot select committee, tapping the Republican congresswoman as one of her eight picks https://t.co/bPWCWsnQCI",
  "data/tweet-wsj/2021/7/1410648159508893698.json": "Companies are paying $1,000, and more, to hire housekeepers, food servers, drivers and other hourly workers as companies grow more desperate to fill open roles https://t.co/eG3iBtXDHG",
  "data/tweet-wsj/2021/7/1410672314547589120.json": "Breaking: The Trump Organization was indicted for fraud and its finance chief Allen Weisselberg was indicted for grand larceny in the first criminal case resulting from a multiyear probe into Donald Trump's business affairs https://t.co/flgupK6w6N",
  "data/tweet-wsj/2021/7/1410708554244399105.json": "Patients receiving emergency medical care would no longer get surprise medical bills from providers outside their insurance network under a rule issued Thursday by the Biden administration https://t.co/KDSFV8i8us",
  "data/tweet-wsj/2021/7/1410745065664782350.json": "The Justice Department ordered a halt to federal executions until it reviews its death-penalty policies, a reversal from the Trump administration https://t.co/IfF7B3Eh39",
  "data/tweet-wsj/2021/7/1410753856334671872.json": "Virgin Galactic said Richard Branson plans to board a flight that will launch for space on July 11, nine days before outgoing Amazon CEO Jeff Bezos https://t.co/omkINkOCxW",
  "data/tweet-wsj/2021/7/1410577270901780489.json": "Worker filings for jobless claims fell to 364,000 last week, reaching a new pandemic low as layoffs continue to recede https://t.co/HrvfaKdWsd",
  "data/tweet-wsj/2021/7/1410776499100303365.json": "One way 2021 is worse than 2020? Drought. Depleted snowpack and dry weather could mean higher food prices in coming months. https://t.co/GR3dxkx8Bn",
  "data/tweet-wsj/2021/7/1410724928752476163.json": "Caster Semenya won’t defend her 800-meter Olympic title because her testosterone levels exceed a 2018 limit imposed by track’s governing body on female athletes competing in distances between 400 meters and 1500 meters. https://t.co/PA2RDPos15",
  "data/tweet-wsj/2021/7/1410691076218834951.json": "A former top Wells Fargo executive said leaders at the bank acted like a mafia to suppress internal critics, according to a recorded phone call submitted to a U.K. court https://t.co/PqBlFTkQha",
  "data/tweet-wsj/2021/7/1410587751049728004.json": "Jeffrey Epstein’s New Mexico ranch, which includes a roughly 30,000-square-foot main home, a private air strip and a yurt, is hitting the market for $27.5 million https://t.co/DxjhJ57eay",
  "data/tweet-wsj/2021/7/1410732477425930240.json": "California Gov. Gavin Newsom will face a recall election Sept. 14, when voters will determine whether or not the first-term Democrat should be removed and, if so, who should replace him https://t.co/jI90gSGAhQ",
  "data/tweet-wsj/2021/7/1410823575670505474.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/IBJOt1lqsq",
  "data/tweet-wsj/2021/7/1410761419235205122.json": "Singapore is making plans to shift to a new phase in Covid-19 management—one in which the virus still circulates but becomes more manageable, like the flu  https://t.co/9Yofpz21Mi",
  "data/tweet-wsj/2021/7/1410921714066804738.json": "Virgin Galactic founder Richard Branson announced plans to head to space on July 11, nine days before outgoing Amazon CEO Jeff Bezos’s scheduled trip on a Blue Origin spacecraft #WSJWhatsNow https://t.co/8CExiskbH8",
  "data/tweet-wsj/2021/7/1410939380009734157.json": "The U.S. added 850,000 jobs in June and the jobless rate was 5.9%, as the labor market heated up after a spring lull https://t.co/MoY1RyEmOY",
  "data/tweet-wsj/2021/7/1410833135567347716.json": "From @WSJopinion: As challenges multiply (as they most likely will), will we see more missteps, unforced errors and lack of discipline? asks @KarlRove https://t.co/DzocXIqT7Q",
  "data/tweet-wsj/2021/7/1410954623578423303.json": "Sprinting star Sha’Carri Richardson tested positive for a chemical found in marijuana, invalidating her win in the U.S. trials and likely knocking her out of the women’s 100 meters at the Tokyo Olympics https://t.co/eFhx6oRdz4",
  "data/tweet-wsj/2021/7/1410957703359434752.json": "Almost half the U.K.’s recent Covid-19 deaths are of people who have been vaccinated, but scientists say the figures so far offer reassurance that vaccines offer substantial protection against the Delta variant https://t.co/gBPnWigoii",
  "data/tweet-wsj/2021/7/1410937297126576130.json": "Search-and-rescue teams resumed work at the partially collapsed Surfside, Fla. condominium after a roughly 14-hour pause Thursday due to safety concerns. The rescue effort could also be impeded by approaching Tropical Storm Elsa. #WSJWhatsNow https://t.co/SNhycBx1Gt",
  "data/tweet-wsj/2021/7/1410978367462121478.json": "The White House will urge the U.S. military to remove sexual harassment and assault cases from the chain of command and hand them off to independent military lawyers, administration officials said https://t.co/dZBaCs9Ksy",
  "data/tweet-wsj/2021/7/1410980348670906378.json": "Older generations of Americans will hand down some $70 trillion of wealth between 2018 and 2042. It will be the greatest wealth transfer in modern history: “We told our children that we are going to give them a head start in life.\" https://t.co/lIX8Y2z2zb",
  "data/tweet-wsj/2021/7/1410987915560292353.json": "From @WSJopinion: “Seeing America as it was and as it is today shouldn’t make us love our country any less,” writes @donnabrazile. “Patriotism requires that we face up to our past, including slavery and racism.”\nhttps://t.co/CP2Tz0M31X",
  "data/tweet-wsj/2021/7/1411033215305981963.json": "Peter Buffett has received more than $1 billion of his father’s Berkshire Hathaway fortune to give away as he sees fit. It is one small part of an enormous intergenerational transfer of wealth that is only just beginning https://t.co/j5mtl41kBI",
  "data/tweet-wsj/2021/7/1410942599205212166.json": "Washington Wire: More Republican women have announced plans to run for House seats in 2022 than at this point in any recent election cycle, say GOP officials https://t.co/71gAiSDjwZ",
  "data/tweet-wsj/2021/7/1410605213073899528.json": "The Supreme Court upheld Arizona voting regulations, overturning an appeals court ruling that they discriminated against minority voters https://t.co/Sz9heCvisG",
  "data/tweet-wsj/2021/7/1411154002629234691.json": "Comedian Kevin Hart is building an entertainment empire, signing deals with major streaming platforms, publishing a children's book and debuting an Olympics show. His success is earning him praise: “He’s ambitious and he wants to win.\" https://t.co/GyUwF3g9l5",
  "data/tweet-wsj/2021/7/1410799146362097666.json": "New York hospitals have a surplus of PPE, with millions of masks and pallets of disposable isolation gowns piling up. It will take months to use them up, a hospital executive says. “We bought so much of it.” https://t.co/WEpMnPsUDQ",
  "data/tweet-wsj/2021/7/1411161562946154496.json": "\"I knew I needed help. I just didn't know how to ask for it,\" says CC Sabathia, a six-time All-Star pitcher who struggled with alcoholism off the field https://t.co/mARM1ey0el",
  "data/tweet-wsj/2021/7/1411174776094216192.json": "The ransomware group behind the hack of meatpacker JBS has begun an attack that could affect hundreds of organizations, cybersecurity experts say https://t.co/8QeKRwnlW5",
  "data/tweet-wsj/2021/7/1411210633798901760.json": "Essay: \"Declaration of Independence,\" John Trumbull's classic painting of a historic scene from 1776, captures the rivalry between Thomas Jefferson and John Adams that helped shape the American creed https://t.co/G55zwlJ1n4",
  "data/tweet-wsj/2021/7/1411297441396232196.json": "At least 10 of the 26 doctors in Indonesia who died from Covid-19 this month had received both doses of the Chinese-made vaccine that is being used in many parts of the developing world https://t.co/rYCdcqQByL",
  "data/tweet-wsj/2021/7/1411286137709154305.json": "From @WSJopinion: The media won’t talk about this, and Republicans are so far missing in action, but Americans need to understand the stakes. Biden’s entitlement proposal is the biggest long-term economic threat in his agenda, writes The Editorial Board.\nhttps://t.co/Fl2NTSGkmH",
  "data/tweet-wsj/2021/7/1411263525180297216.json": "Companies are paying $1,000, and more, to hire housekeepers, food servers, drivers and other hourly workers https://t.co/pHyvHIrwhm",
  "data/tweet-wsj/2021/7/1411301244535181316.json": "The developers of the collapsed Surfside condominium tower worked around local building codes by adding a penthouse that wasn’t part of the original plan, a review of town building records shows https://t.co/xZHJTr7ktZ",
  "data/tweet-wsj/2021/7/1411327629752520709.json": "Chinese leader Xi Jinping warned that foreign bullies would be “battered and bloodied,” as his ruling Communist Party marked its 100th anniversary https://t.co/zO3lMLEU8l",
  "data/tweet-wsj/2021/7/1411354130786963467.json": "Observers of North Korea sense that Kim Jong Un’s weight loss has potential political undertones, providing stark imagery that the Supreme Leader is suffering alongside his citizens who face food shortages and an economic crisis https://t.co/TewvKdk9yu",
  "data/tweet-wsj/2021/7/1411346549750259714.json": "The Vatican said it indicted a cardinal and nine other people in connection with a costly investment in London real estate, the source of one the biggest scandals of Pope Francis’s reign https://t.co/IeR9vw31op",
  "data/tweet-wsj/2021/7/1411357831190794242.json": "For the residents of popular Italian destinations like Rome, Venice and Florence, the return of tourism after the pandemic is economically crucial. But they’ll miss having their cities to themselves. https://t.co/GwnVmepFYl",
  "data/tweet-wsj/2021/7/1411384327385108486.json": "Before the collapse, an engineering firm warned of a “major error” at Champlain Towers South that could cause concrete deterioration to “expand exponentially.” Here’s what we know about conditions at the Florida condo building. https://t.co/az2gG0JzvO",
  "data/tweet-wsj/2021/7/1411388016925368322.json": "Because marijuana sales are still illegal at the federal level in the U.S., many banks won’t work with cannabis companies. New legislation may change that. #WSJWhatsNow https://t.co/rtLsjtASbK",
  "data/tweet-wsj/2021/7/1411101134803120130.json": "Saudi Prince Khalid bin Salman, the country’s defense minister and brother of Crown Prince Mohammed bin Salman, is scheduled to visit Washington next week https://t.co/O8nXpQprQG",
  "data/tweet-wsj/2021/7/1411414473018167305.json": "Brazil’s Supreme Court authorized prosecutors to investigate President Jair Bolsonaro over allegations he turned a blind eye to possible corruption in a contract to buy India’s Covaxin Covid-19 vaccine https://t.co/KVEmsAvHyA",
  "data/tweet-wsj/2021/7/1411425788436664322.json": "The U.S. will allow Americans to select the gender designation on their passport without requiring a medical certification, enabling citizens to have passports that match their gender identity https://t.co/hngFX7dZVn",
  "data/tweet-wsj/2021/7/1411422034937073665.json": "The maker of Cheerios cereal and Betty Crocker cake mix—facing its highest costs in a decade—said it is raising prices across nearly all its grocery categories around the world https://t.co/NukOP546sK",
  "data/tweet-wsj/2021/7/1411376757379321857.json": "Bharat Biotech, of India, said its Covid-19 vaccine was effective against the coronavirus and provided significant protection against the Delta variant in late-stage clinical trials https://t.co/mTFbaqKMeD",
  "data/tweet-wsj/2021/7/1411459792913174529.json": "A former Chinese Communist Party academic, now critic of the regime, is urging the U.S. to abandon \"naive\" hopes to engage with Beijing https://t.co/MYT9vpLBAW",
  "data/tweet-wsj/2021/7/1411452222228029445.json": "Boom Technology is trying to revive supersonic travel, but the most ambitious part of its plan might be to run its aircraft on 100% sustainable fuels https://t.co/pffJhl0kmI",
  "data/tweet-wsj/2021/7/1411444758782910471.json": "Residents of the collapsed Florida building were warned in April of extensive damage by the condo board president, who urged them to pay $15 million to fix issues https://t.co/JCcKCZuWsP",
  "data/tweet-wsj/2021/7/1411418234172153866.json": "In her first term on the bench, Justice Amy Coney Barrett in many ways defied the predictions of conservatives and liberals  https://t.co/czob8BCq8L",
  "data/tweet-wsj/2021/7/1411395593533067268.json": "With Cambodia’s borders still closed, one of the world’s most famous landmarks is a ghost town while the tourist hub of Siem Reap has reverted back into a sleepy country village. A travel writer reflects on a possible silver lining to the visitor ban. https://t.co/XKfOiivvUg",
  "data/tweet-wsj/2021/7/1411471815805972482.json": "Search-and-rescue efforts were paused in Surfside on Saturday as teams prepare to demolish the remaining part of Champlain Towers South with explosives, which could happen as soon as Sunday https://t.co/4GLebdTGCA",
  "data/tweet-wsj/2021/7/1411463532818972677.json": "One day, AI could create versions of people who’ve died—not only as static replicas but as evolving digital entities that may steer companies or influence world events https://t.co/FeEC7euN2w",
  "data/tweet-wsj/2021/7/1411308798761914374.json": "Missouri has the highest rate of new Covid-19 cases in the U.S. as patients are younger and unvaccinated https://t.co/LC74KG744w",
  "data/tweet-wsj/2021/7/1411542813582503939.json": "The ransomware group behind the hack of meatpacker JBS has begun an attack that may have infected as many as 40,000 computers world-wide, cybersecurity experts say https://t.co/bCeX6mY7Dl",
  "data/tweet-wsj/2021/7/1411640956647096320.json": "Almost half the U.K.’s recent Covid-19 deaths are of people who have been vaccinated, but scientists say the figures so far offer reassurance that vaccines offer substantial protection against the Delta variant https://t.co/eeyESHN8fq",
  "data/tweet-wsj/2021/7/1411652267464404993.json": "The AstraZeneca Covid-19 vaccine provides a strong bump to immunity when given as a third dose, or booster, more than six months after the second shot, according to a study https://t.co/dVAekWIxN4",
  "data/tweet-wsj/2021/7/1411637421163352065.json": "Virgin Galactic said Richard Branson plans to board a flight that will launch for space on July 11, nine days before outgoing Amazon CEO Jeff Bezos https://t.co/mWhCSLu4hG",
  "data/tweet-wsj/2021/7/1411648528280178690.json": "From @WSJopinion: Of the 64% of Americans who have heard about critical race theory, 58% view it unfavorably, including 72% of political independents, writes @realchrisrufo. That’s a major liability for the political left. \nhttps://t.co/uPXQ21Z69Z",
  "data/tweet-wsj/2021/7/1411633417414905859.json": "Washington Wire: More Republican women have announced plans to run for House seats in 2022 than at this point in any recent election cycle, say GOP officials https://t.co/nUb3FJgSVW",
  "data/tweet-wsj/2021/7/1411693812406235138.json": "The maker of Cheerios cereal and Betty Crocker cake mix—facing its highest costs in a decade—said it is raising prices across nearly all its grocery categories around the world https://t.co/xsxAKATHsB",
  "data/tweet-wsj/2021/7/1411659829567971331.json": "A shortage of small, single-family homes is leaving some millennial first-time buyers frustrated and out of luck in a hot housing market https://t.co/fNdLGPPErY",
  "data/tweet-wsj/2021/7/1411708901553213441.json": "A nearby condo tower that was almost identical to the one that collapsed in Surfside, Fla., had more consistent maintenance, residents say https://t.co/EfYWxQUPrO",
  "data/tweet-wsj/2021/7/1411716509320294400.json": "A former Chinese Communist Party academic, now critic of the regime, is urging the U.S. to abandon \"naive\" hopes to engage with Beijing https://t.co/fmlWjaIgNg",
  "data/tweet-wsj/2021/7/1411735317678379009.json": "Tyson Foods said it is recalling about 8.5 million pounds of chicken products that the company and federal officials said could be contaminated with harmful bacteria https://t.co/N7Ja9LUSrr",
  "data/tweet-wsj/2021/7/1411728784487821318.json": "A new ransomware attack linked to the group that hit meat producer JBS stretched into a third day as cybersecurity officials scrambled to remediate an attack they believe likely infected hundreds of organizations and tens of thousands of computers https://t.co/MoVs4R2qgj",
  "data/tweet-wsj/2021/7/1411701431485272066.json": "The Delta variant’s spread is a warning sign that the tactics that helped crush Australia’s previous Covid-19 outbreaks may not work this time https://t.co/H9wW6ALAd4",
  "data/tweet-wsj/2021/7/1411686284477743104.json": "As Jeff Bezos steps aside as Amazon's CEO, the company is expanding faster than ever. Here's a look at the personal and professional empires he created. https://t.co/GHBWpGdtj5",
  "data/tweet-wsj/2021/7/1411679958599180299.json": "China ordered app-store operators to remove the app of ride-hailing giant Didi Global’s China arm, saying it has serious problems involving illegal collection of personal data https://t.co/C7kP34ge3Z",
  "data/tweet-wsj/2021/7/1411724027643805701.json": "Bitcoin needs a reason to exist. Ransomware may be it. https://t.co/4Gh6I34cFg",
  "data/tweet-wsj/2021/7/1411505100674244609.json": "Jean shorts, or jorts, are flying off shelves. Here’s why the uniform of the barbecue dad is now seen as high fashion. https://t.co/WkN4Mh0M6u",
  "data/tweet-wsj/2021/7/1411856132470149124.json": "People infected with Covid-19 after getting the Pfizer or Moderna vaccine carried less virus and had shorter cases than unvaccinated people who became infected, CDC researchers found https://t.co/aNIIUevHFM",
  "data/tweet-wsj/2021/7/1411757963019161600.json": "Workers in Surfside, Fla., were in the final, frenzied leg of preparing the partially collapsed condo for demolition, which could happen as early as Sunday evening, as officials fear the structure can't tolerate the winds and rain of an approaching storm https://t.co/ICBj7o4feF",
  "data/tweet-wsj/2021/7/1411746674066788359.json": "From @WSJopinion: “Drill, baby, drill” might be onto something, but not what you think. Deep drilling provides access to heated water, and geothermal energy that is carbon-free, clean, and green. It’s the future of energy, writes @AndyKessler. \nhttps://t.co/7hEfMI50C9",
  "data/tweet-wsj/2021/7/1411867470848266244.json": "The developers of the collapsed Surfside condominium tower worked around local building codes by adding a penthouse that wasn’t part of the original plan, a review of town building records shows https://t.co/KHdrI5qTVC",
  "data/tweet-wsj/2021/7/1411791990535118849.json": "Amusement parks are bumping up wages and handing out perks to attract enough workers amid the country’s reopening this summer. It is a boon for teens seeking summer jobs. https://t.co/FzbXgTw9dI",
  "data/tweet-wsj/2021/7/1411859927270838277.json": "At 21, Ben Pasternak has raised millions to launch three NYC-based startups and his products are carried by Target and Sam’s Club. “My goal was to never go to school again.” https://t.co/x689vkhgX4",
  "data/tweet-wsj/2021/7/1411905200164593665.json": "More than half of Latin America’s school-age children still aren’t back in classrooms: “Human capital and productivity will be hit for an entire generation,” an economist warns. https://t.co/oNIG6lneDm",
  "data/tweet-wsj/2021/7/1411739114567778306.json": "Democrats and Republicans agree that billions of dollars in new highway spending would boost productivity and growth, but economic research suggests it would generate little, if any, long-term gains https://t.co/VXD1K3mTCh",
  "data/tweet-wsj/2021/7/1411935413074378754.json": "Observers of North Korea sense that Kim Jong Un’s weight loss has potential political undertones, providing stark imagery that the Supreme Leader is suffering alongside his citizens who face food shortages and an economic crisis https://t.co/GjESN8pKax",
  "data/tweet-wsj/2021/7/1411690006930812928.json": "Volkswagen is investing in electric vehicles more than other legacy car makers in the U.S. Will it be enough for the EV revolution? #WSJWhatsNow https://t.co/p9CZAdslHT https://t.co/QBVCckMFzr",
  "data/tweet-wsj/2021/7/1411890107553099777.json": "A crucial next step in the hunt for Covid-19’s origins is to examine China's wild animal farms. But almost all of the animals are gone. https://t.co/JIcedokU0F",
  "data/tweet-wsj/2021/7/1411965598616145922.json": "Comedian Kevin Hart is building an entertainment empire, signing deals with major streaming platforms, publishing a children's book and debuting an Olympics show. His success is earning him praise: “He’s ambitious and he wants to win.\" https://t.co/9Z9LUucGmX",
  "data/tweet-wsj/2021/7/1411761801847508996.json": "The Biden administration is hoping to reach Black Americans who have declined to get vaccinated with the help of barbershops and hair salons in their communities https://t.co/28qOlTZfTC",
  "data/tweet-wsj/2021/7/1412005528612507649.json": "Facebook, Google and Twitter have warned they could remove services in Hong Kong over planned data-protection laws that they say could put staff at risk https://t.co/yO0J65akLq",
  "data/tweet-wsj/2021/7/1412014671457030146.json": "Workers are trading jobs, enticed by the guarantee of flexible schedules and continued work from home https://t.co/ntR9f1kNxm",
  "data/tweet-wsj/2021/7/1412052429496107012.json": "Older generations of Americans will hand down some $70 trillion of wealth between 2018 and 2042. It will be the greatest wealth transfer in modern history. https://t.co/y4RUiHcNSi",
  "data/tweet-wsj/2021/7/1412056235587911683.json": "Observers of North Korea sense that Kim Jong Un’s weight loss has potential political undertones, providing stark imagery that the Supreme Leader is suffering alongside his citizens who face food shortages and an economic crisis https://t.co/HWcGRU0iS6",
  "data/tweet-wsj/2021/7/1412076569926029314.json": "The Delta Covid-19 variant is surging across Africa, overwhelming hospitals and forcing new lockdowns on the continent with the fewest vaccines and weakest healthcare systems https://t.co/WGmdykw0fd",
  "data/tweet-wsj/2021/7/1412067520769634310.json": "The Taliban have gained a lucrative new source of income, taking over the main trade gateway into Tajikistan, and beginning to collect customs revenues, as some of Afghanistan’s neighbors tacitly cooperate with the insurgent group https://t.co/oLaUzWimFQ",
  "data/tweet-wsj/2021/7/1412095280628047880.json": "Europe finally reopened its doors to American tourists. Here are some things to consider while planning a trip. https://t.co/EqAGDQLS3s",
  "data/tweet-wsj/2021/7/1411999573715865606.json": "Leading economists came to the defense of Andreu Mas-Colell, who must pay a €2.8 million penalty amid a Spanish judicial crackdown on former Catalan officials accused of aiding secessionism https://t.co/BhWyc6Boua",
  "data/tweet-wsj/2021/7/1412109019108368385.json": "Wilmer Valderrama, who played Fez on \"That ‘70s Show,\" took the station wagon with him after the show wrapped its last episode #WSJWhatsNow https://t.co/e9WU7wgbeV https://t.co/GNzHtgLfss",
  "data/tweet-wsj/2021/7/1412135976114262017.json": "Volkswagen is selling the Bugatti hypercar business to create a new company jointly owned by a Croatian electric car startup and VW’s sports-car unit Porsche https://t.co/sIaNNvoUc5",
  "data/tweet-wsj/2021/7/1412116614267482115.json": "The highly transmissible Delta variant is now the most common strain of Covid-19 circulating in the U.S., but the CDC says fully vaccinated Americans don’t necessarily need to put on face masks again https://t.co/1B44GJUIS7",
  "data/tweet-wsj/2021/7/1412101526802382850.json": "The maker of Cheerios cereal and Betty Crocker cake mix—facing its highest costs in a decade—said it is raising prices across nearly all its grocery categories around the world https://t.co/Dix5wEe4j4",
  "data/tweet-wsj/2021/7/1412146800409165824.json": "People infected with Covid-19 after getting the Pfizer or Moderna vaccine carried less virus and had shorter cases than unvaccinated people who became infected, CDC researchers found https://t.co/REq0ImFfky",
  "data/tweet-wsj/2021/7/1412143023685869569.json": "Boom Technology is trying to revive supersonic travel, but the most ambitious part of its plan might be to run its aircraft on 100% sustainable fuels https://t.co/oO47EJi7sS",
  "data/tweet-wsj/2021/7/1412105269585354756.json": "Big companies want to hire remote workers—as long as they're not from Colorado https://t.co/B1KmQqlCLf",
  "data/tweet-wsj/2021/7/1412158109397798921.json": "Leading economists came to the defense of Andreu Mas-Colell, an economist and former Harvard professor, who must pay a €2.8 million penalty amid a Spanish judicial crackdown on former Catalan officials accused of aiding secessionism https://t.co/7cUqOe1qID",
  "data/tweet-wsj/2021/7/1412199691765403651.json": "The AstraZeneca Covid-19 vaccine provides a strong bump to immunity when given as a third dose, or booster, more than six months after the second shot, according to a study https://t.co/laGazAqq7F",
  "data/tweet-wsj/2021/7/1412226083647283205.json": "Older generations of Americans will hand down some $70 trillion of wealth between 2018 and 2042. It will be the greatest wealth transfer in modern history. https://t.co/PYYL9eYilV",
  "data/tweet-wsj/2021/7/1412195857273921537.json": "At 21, Ben Pasternak has raised millions to launch three NYC-based startups and his products are carried by Target and Sam’s Club. “My goal was to never go to school again.” https://t.co/tB8JRvD0xp",
  "data/tweet-wsj/2021/7/1412210945145835521.json": "A Honduran court convicted the former chairman of a local hydroelectric company of ordering the 2016 assassination of Berta Cáceres, an indigenous-rights leader and environmental crusader https://t.co/nsQaozb800",
  "data/tweet-wsj/2021/7/1412086402460930051.json": "Months after February’s freeze, many Texans are still living in damaged homes after learning too late that they had inadequate insurance https://t.co/ulsSG7FmpV",
  "data/tweet-wsj/2021/7/1412150554046914560.json": "In the days before the collapse, Champlain Towers South condo owners pressed Surfside officials to approve additional construction work, including \"numerous improvements that must be made to assure that this building structure remains safe\" https://t.co/X3LivNoXTY",
  "data/tweet-wsj/2021/7/1412018422754385927.json": "Virgin Galactic founder Richard Branson announced plans to head to space on July 11, nine days before outgoing Amazon CEO Jeff Bezos’s scheduled trip on a Blue Origin spacecraft #WSJWhatsNow https://t.co/Ef0mgHn276",
  "data/tweet-wsj/2021/7/1412233632488493057.json": "Europe finally reopened its doors to American tourists. Here are some things to consider while planning a trip. https://t.co/Ob8Uup86L3",
  "data/tweet-wsj/2021/7/1412260054632484870.json": "The Delta variant’s spread is a warning sign that the tactics that helped crush Australia’s previous Covid-19 outbreaks may not work this time https://t.co/BfvUqgAlVT",
  "data/tweet-wsj/2021/7/1412297790735228929.json": "Vaccines are helping rich nations avoid big rises in deaths as the Delta variant drives up Covid-19 infections, while developing countries running short on shots are battling deadly surges https://t.co/6vE78XfNWl",
  "data/tweet-wsj/2021/7/1412271375469928449.json": "Take an early look at the front page of The Wall Street Journal https://t.co/QJcLlexAez https://t.co/OQ4t0Zsw9Y",
  "data/tweet-wsj/2021/7/1412361964735631360.json": "Denmark’s best player, Christian Eriksen, only played 42 minutes of Euro 2020 before his on-field cardiac arrest. But three weeks later, his longshot teammates are one game from their first final since 1992. https://t.co/QaJM7ZKRim",
  "data/tweet-wsj/2021/7/1412350646825664514.json": "Americans are facing the steepest gasoline prices in nearly seven years as prices for West Texas Intermediate surge  https://t.co/JW83gy9kED",
  "data/tweet-wsj/2021/7/1412390377877913603.json": "JPMorgan and Goldman are calling employees back to the office. Rivals like Citigroup are touting their flexibility, hoping it will help them poach top talent. https://t.co/aumWxDYFe0",
  "data/tweet-wsj/2021/7/1412383347658088449.json": "Toyota’s decision to build a stockpile of chips for its cars paid off by lifting it above perennial top dog GM in the U.S. for the first time https://t.co/fUxln8I5wN",
  "data/tweet-wsj/2021/7/1412398293515132929.json": "Some of the world’s largest oil companies will have to help foot a $7.2 billion bill to clean up offshore wells they used to own https://t.co/F3g3CT9qJ2",
  "data/tweet-wsj/2021/7/1412407259175526406.json": "Nearly 140 companies in the S&amp;P 500, including Netflix, said their median worker was paid at least $100,000 last year. Others, including Amazon and Starbucks, said their median worker made less than $30,000. https://t.co/OQRp6EuDXW",
  "data/tweet-wsj/2021/7/1412414794678910976.json": "Data from Israel shows Pfizer’s vaccine protected 64% of inoculated people during an outbreak of the Delta variant, down from 94% before, but retains its potency to prevent severe illness https://t.co/o9uG9bVjTu",
  "data/tweet-wsj/2021/7/1412098649220395008.json": "Digital advertisers say they have lost much of the granular data that made mobile ads on iOS devices effective and justified their prices https://t.co/LwsHCIVetH",
  "data/tweet-wsj/2021/7/1412366212965699587.json": "Supermarkets are stocking up on everything from sugar to frozen meat as food prices increase, driving shortages and squeezing the food supply chain #WSJWhatsNow https://t.co/F01mudopDA",
  "data/tweet-wsj/2021/7/1412418601945026569.json": "Bitcoin and other cryptocurrencies didn’t get much attention in Washington until recently. Now regulators are signaling they want more control over an asset that has pushed further into Wall Street activities without investor and consumer protections. https://t.co/bsxEJefiSf",
  "data/tweet-wsj/2021/7/1412393908877807632.json": "The highly contagious Delta variant of Covid-19 is gaining ground where vaccination rates are lower. In Wyoming, events like rodeos now present new risks. https://t.co/3znIUDaTqW",
  "data/tweet-wsj/2021/7/1412434430887669760.json": "At one hospital, an uninsured person getting a stent after a heart attack could be billed around $66,226 for the procedure. An insurance company would be charged just $17,895 there for the same thing. https://t.co/m8V8cBscIr",
  "data/tweet-wsj/2021/7/1412452557029576707.json": "San Francisco has one of the highest vaccination rates in the country but one of the lowest return-to-work rates. The decreased foot traffic has meant many of the stores and restaurants in the business district remain closed. “It’s a ghost town.\" https://t.co/aBqV78StTV",
  "data/tweet-wsj/2021/7/1412475218069753862.json": "From @WSJopinion: Governments were once the chief impediments to free speech and free markets, but extremely large private companies may have become the greater danger, writes @JBSay https://t.co/9Pxbw50rAN",
  "data/tweet-wsj/2021/7/1412534335882792970.json": "Sprinter Sha'Carri Richardson won't be competing in the Tokyo Olympics. U.S. officials declined to select her for a relay, saying all athletes \"must adhere to the current anti-doping code\" https://t.co/SS9htFLMQ4",
  "data/tweet-wsj/2021/7/1412543150133022722.json": "Delivery company Grubhub plans to roll out food-delivering robots across U.S. college campuses from this fall, as automation grows in a sector turbocharged by the pandemic https://t.co/qwuo7uFQvt",
  "data/tweet-wsj/2021/7/1412603547892473858.json": "San Francisco has one of the highest vaccination rates in the country but one of the lowest return-to-work rates. Many of the stores and restaurants in the business district remain closed. “It’s a ghost town.\" https://t.co/mqiwmHUhT2",
  "data/tweet-wsj/2021/7/1412596004893954049.json": "Israel will send about 700,000 expiring Pfizer shots to South Korea, in what is set to be the world’s first Covid-19 vaccine swap https://t.co/vmkodzk1io",
  "data/tweet-wsj/2021/7/1412614882852225030.json": "The World Health Organization recommended that Covid-19 patients with severe or critical disease be given a type of anti-inflammatory drug found to reduce the risk of death by 13% in the sickest patients when taken in combination with steroids https://t.co/hec80aNZz4",
  "data/tweet-wsj/2021/7/1412569576861220865.json": "From @WSJopinion: A federal judge upholds Ohio’s right to cut its income taxes despite a federal prohibition, and it should encourage other states to do so https://t.co/pspIP6P2I7",
  "data/tweet-wsj/2021/7/1412652633698062338.json": "Data from Israel shows Pfizer’s vaccine protected 64% of inoculated people during an outbreak of the Delta variant, down from 94% before, but retains its potency to prevent severe illness https://t.co/KCMbC44AXd",
  "data/tweet-wsj/2021/7/1412633771636056065.json": "Take an early look at the front page of The Wall Street Journal https://t.co/EGnz7QuLtd https://t.co/Z3dLCyodD2",
  "data/tweet-wsj/2021/7/1412588452571496450.json": "“It’s just calls and typing and typing and typing.” What has it been like for kids watching their parents work from home this past year? Here’s what five kids around the country had to say. https://t.co/mtAc98NnmD",
  "data/tweet-wsj/2021/7/1412725247862784002.json": "Haitian President Jovenel Moïse was assassinated at his private residence, an official said, amid deepening political instability in the Caribbean nation https://t.co/HVoqKr3rvj",
  "data/tweet-wsj/2021/7/1412684854114897920.json": "In a Mozilla study, 71% of videos that YouTube viewers flagged as objectionable had been recommended by YouTube’s algorithms \nhttps://t.co/JmC28lgpME",
  "data/tweet-wsj/2021/7/1412698079162212353.json": "New research into rare blood clots associated with the AstraZeneca Covid-19 vaccine identified specific amino acids targeted by antibodies in recipients of the shot https://t.co/cmNvtu6njI",
  "data/tweet-wsj/2021/7/1412732538234281989.json": "Data from Israel suggests Pfizer’s vaccine is less effective at protecting against infections caused by the Covid-19 Delta variant, but still prevents severe illness #WSJWhatsNow https://t.co/6lnlmjMFsF",
  "data/tweet-wsj/2021/7/1412611103595585536.json": "From @WSJopinion: U.S. defense leaders have a problem: What they say doesn’t line up with what they do. The mismatch is apparent in the latest Pentagon budget, writes @RepElaineLuria. https://t.co/TzEIaFm5p0",
  "data/tweet-wsj/2021/7/1412783995889258498.json": "The U.S. Air Force was largely responsible for a 2017 mass shooting in Texas for failing to enter the gunman's criminal history into a database, a judge ruled https://t.co/yVwfjwDtDW",
  "data/tweet-wsj/2021/7/1412809312397824000.json": "Donald Trump has sued Facebook, Twitter and Google, seeking to restore his social-media accounts after he was suspended following the Jan. 6 riot https://t.co/qITQlvOyZr",
  "data/tweet-wsj/2021/7/1412788546746957825.json": "\"Shall we leave?'' Afghanistan's most educated and successful men and women are weighing plans to escape before the Taliban upends their country https://t.co/QZVzymQmF4",
  "data/tweet-wsj/2021/7/1412838857633054724.json": "Amtrak plans to spend $7.3 billion to replace aging railcars and locomotives, adding more comfortable seating, improved disabled access, individual power outlets and improved food service https://t.co/R4EhHpqazx",
  "data/tweet-wsj/2021/7/1412759513569148931.json": "In a Mozilla study, 71% of videos that YouTube viewers flagged as objectionable had been recommended by YouTube’s algorithms https://t.co/jXywTNwDyj",
  "data/tweet-wsj/2021/7/1412875341245423623.json": "From @WSJopinion: The woke are angry, humorless, and worst of all, vindictive. Surrender is not an option, writes Joseph Epstein https://t.co/RuKeC0L2sS",
  "data/tweet-wsj/2021/7/1412773415065460740.json": "Gunman assassinated Haitian President Jovenel Moïse, storming his house in the capital. Who did it and what was the motive is still unclear. Here's what we know. https://t.co/MrjG4HkPTG",
  "data/tweet-wsj/2021/7/1412882888740200450.json": "Federal Reserve officials suggested that they might need to pull back their support for the economy sooner than they had anticipated because of stronger-than-expected growth this year https://t.co/yKPiZ75KDN",
  "data/tweet-wsj/2021/7/1412900500039770120.json": "Harry Kane’s extra-time goal gave England a 2-1 win and a first major-tournament final in 55 years. The Three Lions will play Italy on Sunday for the Euro title. https://t.co/g8a0CoCnQR",
  "data/tweet-wsj/2021/7/1412920625673420804.json": "From @WSJopinion: Today China is rising, Russia is resurgent, and the U.S. is again consumed by division and self-doubt. Will the U.S. disprove the forecasts of decline again, or was Nixon ahead of his time? https://t.co/zvie5f9XUT",
  "data/tweet-wsj/2021/7/1412867791351431173.json": "Eric Adams, the winner of the New York City Democratic mayoral primary, spent the first day after his victory discussing public safety while his top two opponents conceded the race https://t.co/7kbYoMw36n",
  "data/tweet-wsj/2021/7/1412957885391425543.json": "Four suspected killers of Haiti's president were fatally shot by the police and two others were captured, the country's police chief said https://t.co/vYFIgS5cpY",
  "data/tweet-wsj/2021/7/1412928193443602436.json": "California’s power-grid manager is taking emergency steps to secure extra electricity as a hot, dry summer increases the risk of blackouts https://t.co/ei8IExtCK8",
  "data/tweet-wsj/2021/7/1412954605055627264.json": "Farmers have long relied on insects, wind and human workers to help pollinate crops. Now, advances in AI are helping some startups develop another way: robots. https://t.co/GhmMWJcKTO",
  "data/tweet-wsj/2021/7/1412968456723566596.json": "The Tampa Bay Lightning won their second Stanley Cup in just over nine months, defeating the Montreal Canadiens 1-0 to claim back-to-back titles https://t.co/lhtp92e5Ay",
  "data/tweet-wsj/2021/7/1412992382702870531.json": "Take an early look at the front page of The Wall Street Journal https://t.co/xrZvMZuMl2 https://t.co/lNpTHEV4zt",
  "data/tweet-wsj/2021/7/1412999917119975424.json": "“I don’t buy expensive art or jewelry. I’ve become a plant collector.” Home gardeners and plant aficionados alike are building and maintaining greenhouses in their own backyards. https://t.co/anGZDMEJhI",
  "data/tweet-wsj/2021/7/1413022562154696709.json": "Deaths in Indonesia from Covid-19 rose sharply as the fast-spreading Delta variant of the coronavirus overwhelms the largely unvaccinated country’s healthcare system https://t.co/A0VSaXTRDB",
  "data/tweet-wsj/2021/7/1413037670150836231.json": "The Taliban said Afghanistan's basic rights will be respected. The country's most-educated men and women don't believe it. Many are packing before it's too late. https://t.co/xXq0w5rrqv",
  "data/tweet-wsj/2021/7/1413059355990237184.json": "The Tokyo Olympics likely won't have spectators in the stands after Japan declared a new state of emergency due to Covid-19 https://t.co/i8OLpRITl8",
  "data/tweet-wsj/2021/7/1412984831030538242.json": "The highly transmissible Delta variant has become the dominant coronavirus strain circulating in the U.S., according to federal data https://t.co/SpdvocPcwG",
  "data/tweet-wsj/2021/7/1413102556730036230.json": "Michael Avenatti is set to be sentenced in a Manhattan federal courtroom for trying to extort Nike for more than $20 million, capping a public downfall since his representation of Stormy Daniels https://t.co/WvKEnkKqtv",
  "data/tweet-wsj/2021/7/1413110587664515078.json": "“They took the babies.” Multiple attacks conducted within hours of each other spotlight the terrifying frequency of what has become a routine and brutal business in Nigeria. https://t.co/SBb67NkBTn",
  "data/tweet-wsj/2021/7/1413091032384868354.json": "Investors gave millions of dollars to two South African teenagers for bitcoin investments when crypto prices were soaring. Now the brothers have disappeared, leaving them hunting for their money.  https://t.co/ARPsdtiyaj",
  "data/tweet-wsj/2021/7/1413132041437294594.json": "The Tokyo Olympics will be held without spectators, the organizers said, after Japan declared a new state of emergency that will continue through the end of the Games due to a rise in Covid-19 infections https://t.co/sobCObKLsv",
  "data/tweet-wsj/2021/7/1413143382206009354.json": "In the billionaire space race, Richard Branson and Jeff Bezos are using different methods. We show through these immersive videos how they plan to get there and back. https://t.co/GRJ4u8msQX",
  "data/tweet-wsj/2021/7/1413158771887681546.json": "Biden is expected to announce that Afghan translators who helped U.S. forces will be moved to other countries, pending admission to the U.S., officials say https://t.co/hCXYuv9eiD",
  "data/tweet-wsj/2021/7/1413150970972839942.json": "\"How the hell am I going to pay this off?\" Columbia film grads say the university blew off their worries about six-digit costs. One administrator's suggestion: Watch the president's dogs. https://t.co/qap1VNS5iQ",
  "data/tweet-wsj/2021/7/1413147119058186249.json": "First it said farewell to its Marlboro Man ads. Now, the biggest U.S. cigarette maker is getting rid of its 18,000-acre Marlboro Ranch in Montana where smokers went on all-expense-paid trips. https://t.co/irWIX2viwf",
  "data/tweet-wsj/2021/7/1413180923533737992.json": "Big Tech has been illegally deputized as the censorship arm of the U.S. government. This should alarm you no matter your political persuasion. It is unacceptable, unlawful and un-American, writes Donald Trump https://t.co/TOyVnglcD6",
  "data/tweet-wsj/2021/7/1413212221782515714.json": "Michael Avenatti was sentenced to 2½ years in prison for trying to extort Nike for more than $20 million. The prison term caps a public downfall for the lawyer who represented Stormy Daniels in her legal battles with former President Donald Trump. https://t.co/ctQBvwQ5BL",
  "data/tweet-wsj/2021/7/1413230224096088064.json": "Elite U.S. universities turned master's programs into cash cows—with students' debt loads pushing way past $100K. What they can't pay falls to taxpayers. https://t.co/Y8N8LzeoLp",
  "data/tweet-wsj/2021/7/1413222622532456450.json": "Despite past support for Uyghur militants in Xinjiang, the Taliban say they won’t interfere in China’s internal affairs as they continue their advance across Afghanistan https://t.co/gWzl78k5wR",
  "data/tweet-wsj/2021/7/1413267620996976641.json": "Pfizer plans to seek U.S. authorization for a Covid-19 booster shot and is developing an updated vaccine that better targets the Delta variant https://t.co/QV1z9tKvpF",
  "data/tweet-wsj/2021/7/1413272896399679488.json": "The slight risk of children dying from Covid-19 might be even lower than previously thought, researchers found in comprehensive new studies https://t.co/jqoyD66OfX",
  "data/tweet-wsj/2021/7/1413298128103555075.json": "Columbia and other wealthy universities steer master's students to federal loans that can exceed $250,000. After graduation, many learn the debt is well beyond their means. https://t.co/VO2VrQVK7g",
  "data/tweet-wsj/2021/7/1413313210736943105.json": "Short on space, but love your building and don't want to move? Buy the apartment next door and combine the two. https://t.co/UXszmiWEt0",
  "data/tweet-wsj/2021/7/1413030124392419329.json": "The U.S. has assured the U.K. Julian Assange won't be held in a Supermax jail if extradited, and could serve any custodial sentence in his native Australia https://t.co/PM7uh3RRq6",
  "data/tweet-wsj/2021/7/1413357260965810182.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/F1UfSff18A",
  "data/tweet-wsj/2021/7/1413286844364623881.json": "One of Novak Djokovic's most useful weapons: the tactical bathroom break. Including this year's French Open final, we found at least a dozen instances since 2013. In 10 of 12 cases, Djokovic came back and won the very next set. https://t.co/9uJKl0p2c4",
  "data/tweet-wsj/2021/7/1413254835097546754.json": "U.S. Covid-19 hospitalizations are up as the Delta variant spreads, especially among the unvaccinated https://t.co/8tMs0ctiJV",
  "data/tweet-wsj/2021/7/1413290588414357504.json": "From @WSJopinion: New York's presumptive next mayor Eric Adams beat the field by emphasizing the crime problem. It's a lesson for fellow Democrats. https://t.co/srEZxHtj29",
  "data/tweet-wsj/2021/7/1413426486657363969.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/BmprYG7JbW",
  "data/tweet-wsj/2021/7/1413347229885210625.json": "The idea of endowing a machine with the ability to see, hear, touch, taste and smell has long seemed far-fetched. Not anymore. https://t.co/KqfZSb6GoC",
  "data/tweet-wsj/2021/7/1413468675294711808.json": "New York subway passengers waded through knee-high water in flooded stations, as Tropical Storm Elsa bears down on the region #WSJWhatsNow https://t.co/fWqbv7yewx",
  "data/tweet-wsj/2021/7/1413482104554278912.json": "President Biden is targeting technology, agriculture, healthcare and shipping in an order aiming to boost competition and limit corporate dominance https://t.co/CqfiDXSIuS",
  "data/tweet-wsj/2021/7/1413455696188743687.json": "Pfizer will seek clearance from regulators to distribute a Covid-19 booster shot, amid a rise in new virus strains #WSJWhatsNow https://t.co/E4JK3jFxNC",
  "data/tweet-wsj/2021/7/1413524611866808322.json": "Colombia’s government said that at least six of the 17 suspects involved in the brazen assassination of Haiti’s president, Jovenel Moïse, were retired members of that country’s armed forces https://t.co/KIr4IPQeuP",
  "data/tweet-wsj/2021/7/1413335874889191425.json": "From @WSJopinion: The Biden administration can spin things as much as they want. But facts are stubborn, and here they show great and growing harm to America, writes @KarlRove. https://t.co/i0A00g6KkD",
  "data/tweet-wsj/2021/7/1413486872622419969.json": "Coal-fired power plants aren’t just the heaviest polluters; they are also expensive to run. Companies are using an old-school move to raise money to pay for shutdowns. https://t.co/p33gB0NSRf",
  "data/tweet-wsj/2021/7/1413565522759794689.json": "President Biden signed a broad executive order that aims to promote competitive markets across the U.S. economy and limit corporate dominance https://t.co/51Az5YYMm6",
  "data/tweet-wsj/2021/7/1413460467117400065.json": "As the Taliban appears to be on the cusp of seizing power in Afghanistan, panic is spreading through neighboring Pakistan https://t.co/7V97gc1ojq",
  "data/tweet-wsj/2021/7/1413294353880129536.json": "When he attempted the fastest Atlantic crossing, his vessel capsized. He tried to fly a hot-air ballon around the world but crash-landed. Richard Branson is ready for his next high-profile act: flying to the edge of space. https://t.co/XsLJNpy36S",
  "data/tweet-wsj/2021/7/1413621515229278220.json": "President Biden warned Russian President Vladimir Putin on Friday the U.S. would take “any necessary action” to defend U.S. infrastructure and businesses from ransomware attacks https://t.co/w1OmlG8DJx",
  "data/tweet-wsj/2021/7/1413544661239615490.json": "The FDA has asked for a federal investigation of its own doctors who met with the makers of an Alzheimer's drug prior to its approval https://t.co/nmMzsoD7EF",
  "data/tweet-wsj/2021/7/1413630324010012672.json": "Essay: The exploding deer population of the eastern U.S. is bad news for wild lands and suburban gardens. To bring the numbers down, some wildlife experts suggest eating more venison. https://t.co/Oe0sR3Mvrv",
  "data/tweet-wsj/2021/7/1413637146238496768.json": "Biden fired Social Security Commissioner Andrew Saul after he declined a request to resign, the White House said https://t.co/IAkLkLoIfs",
  "data/tweet-wsj/2021/7/1413624019308400662.json": "English soccer fans are so unaccustomed to winning that they borrowed the song \"Sweet Caroline\" from another long-suffering sports team that finally won: the Boston Red Sox https://t.co/dWxslWYqxv",
  "data/tweet-wsj/2021/7/1413569646356312065.json": "President Biden spoke Friday with Russian President Vladimir Putin amid rising concern over ransomware attacks in the U.S. https://t.co/41ZruFYf5c",
  "data/tweet-wsj/2021/7/1413664330747424774.json": "“Nobody will feel confident in his commercial space flights if he is unwilling to do it himself.” Richard Branson is taking a risk this Sunday, flying to space and back in a stunt that would assure future customers that space tourism is safe. https://t.co/kWxzyA2q30",
  "data/tweet-wsj/2021/7/1413699504470204422.json": "When it’s hot, your skin dissipates about 90% of your body’s heat. But sweating alone isn’t enough to cool you down.  https://t.co/XAMmfa8Snp",
  "data/tweet-wsj/2021/7/1413679413712064512.json": "On July 14, 1921, Nicola Sacco and Bartolomeo Vanzetti were convicted of murder. A century later, the case continues to stir debate about immigration, politics and justice in America. https://t.co/wSGPbunTM5",
  "data/tweet-wsj/2021/7/1413535967563112456.json": "The spread of the Delta variant is raising fresh concerns about the efficacy of Chinese vaccines, which have been central to inoculation efforts in the developing world https://t.co/OVW9IECIDG",
  "data/tweet-wsj/2021/7/1413826612097921026.json": "Investors gave millions of dollars to two South African teenagers for bitcoin investments when crypto prices were soaring. Now the brothers have disappeared, leaving them hunting for their money.  https://t.co/aKatfZQqO6",
  "data/tweet-wsj/2021/7/1413807743400615940.json": "In the billionaire space race, Richard Branson and Jeff Bezos are using different methods. We show through these immersive videos how they plan to get there and back. https://t.co/uqrO9o87G8",
  "data/tweet-wsj/2021/7/1413785345062223874.json": "Figures from Australia's Delta variant outbreak suggest that two vaccine doses offer significant protection against severe illness and hospitalization https://t.co/mZ9aHpv8D9",
  "data/tweet-wsj/2021/7/1413652962262585347.json": "\"Black Widow\" Review: Scarlett Johansson and Florence Pugh star as sisters reunited in this emotional and action-packed addition to the Marvel Cinematic Universe https://t.co/zncJM4nW1R",
  "data/tweet-wsj/2021/7/1413849512821600256.json": "An uninsured person could be billed around $66,000 for getting a stent after a heart attack—more than three times what an insurance company would be charged at the same hospital for the same thing https://t.co/Jhvc8V6c8z",
  "data/tweet-wsj/2021/7/1413841702075392000.json": "The rich are borrowing against their stocks more than ever before, banks say. Taxes are a big reason for the “buy, borrow, die” strategy. https://t.co/Rd66NpjL9t",
  "data/tweet-wsj/2021/7/1413513823697346570.json": "Schools should stay open this fall, even in places where Covid cases are rising, the CDC said. Unvaccinated students and teachers should wear masks. https://t.co/fm9LITKOtR",
  "data/tweet-wsj/2021/7/1413838199860961291.json": "Saudi Arabia has again sharply limited the numbers allowed to perform the hajj, the once-in-a-lifetime pilgrimage that Muslims save years for. “I need to pray in Mecca.” https://t.co/Ft4pWPfi5J",
  "data/tweet-wsj/2021/7/1413830421574455296.json": "Nearly 140 companies in the S&amp;P 500, including Netflix, said their median worker was paid at least $100,000 last year. Others, including Amazon and Starbucks, said their median worker made less than $30,000. https://t.co/LEKyBFG0HU",
  "data/tweet-wsj/2021/7/1413878049989402624.json": "Top-ranked Ashleigh Barty won Wimbledon in three sets, beating Karolina Pliskova in the final to capture her second Grand Slam singles title https://t.co/QQYYKp0GxF",
  "data/tweet-wsj/2021/7/1413792644652797954.json": "Take a look at the front page of today's Wall Street Journal https://t.co/vM8vBCkt4g https://t.co/FyQSXvuRY6",
  "data/tweet-wsj/2021/7/1413887014865354757.json": "A Robert E. Lee statue—the focus of white supremacists’ 2017 protest that left one dead in Charlottesville, Va.—has been removed from its stone pedestal https://t.co/WQKYjIZ6HF",
  "data/tweet-wsj/2021/7/1413805220560257025.json": "Jimmy Jam &amp; Terry Lewis, the legendary songwriting duo behind hits by Janet Jackson, Mariah Carey and Mary J. Blige, finally step into the limelight with the release of their first album as recording artists https://t.co/W1IwCDMnFn",
  "data/tweet-wsj/2021/7/1413853034392731661.json": "Theranos founder Elizabeth Holmes goes on trial next month on charges that she defrauded investors and patients about her blood-testing startup. Here’s everything you need to know about the case. https://t.co/BvIq2ZVdwY",
  "data/tweet-wsj/2021/7/1413894565849964547.json": "Hedge funds walloped by the meteoric rise of stocks such as GameStop and AMC in January are still struggling to get out from under those losses https://t.co/uY3XDAFsaa",
  "data/tweet-wsj/2021/7/1413928530988175364.json": "Amtrak plans to spend $7.3 billion to replace aging railcars and locomotives, adding more comfortable seating, individual power outlets and “a more contemporary food service experience” https://t.co/gAlKJiwDwH",
  "data/tweet-wsj/2021/7/1413883257846997001.json": "JPMorgan and Goldman are calling employees back to the office. Rivals like Citigroup are touting their flexibility, hoping it will help them poach top talent. https://t.co/KiTIaZ2zKD",
  "data/tweet-wsj/2021/7/1413932291374600198.json": "\"Shall we leave?'' Afghanistan's most educated and successful men and women are weighing plans to escape before the Taliban upends their country. https://t.co/DMns6h2Pqo",
  "data/tweet-wsj/2021/7/1413939588213653506.json": "The biggest U.S. cigarette maker is getting rid of its 18,000-acre Marlboro Ranch in Montana, where smokers went on all-expenses-paid trips https://t.co/de3OdW6AI5",
  "data/tweet-wsj/2021/7/1413875757026357248.json": "When he attempted the fastest Atlantic crossing, his vessel capsized. He tried to fly a hot-air ballon around the world but crash-landed. Richard Branson is ready for his next high-profile act: flying to the edge of space. https://t.co/4dNQyOJehG",
  "data/tweet-wsj/2021/7/1413951237838540801.json": "In a Mozilla study, 71% of videos that YouTube viewers flagged as objectionable had been recommended by YouTube’s algorithms https://t.co/X80reZ8BD6",
  "data/tweet-wsj/2021/7/1413992457306583047.json": "Figures from Australia's Delta variant outbreak suggest that two vaccine doses offer significant protection against severe illness and hospitalization https://t.co/wNBnIpGq3J",
  "data/tweet-wsj/2021/7/1413966281695506432.json": "From @WSJopinion: If Facebook, Twitter, and YouTube can censor me, they can censor youーand believe me, they are, writes Donald Trump https://t.co/vCCaT3INuZ",
  "data/tweet-wsj/2021/7/1413800212724920320.json": "Facial recognition for one-to-one identification has become one of the most widely used applications of artificial intelligence. Hackers are pioneering new ways of tricking those systems. https://t.co/L0Tp0QxynJ",
  "data/tweet-wsj/2021/7/1413717144840327168.json": "Here's an early look at the front page of The Wall Street Journal's weekend edition https://t.co/zb2wYQE00Q https://t.co/ciZ7PEPvZS",
  "data/tweet-wsj/2021/7/1413977580332584961.json": "Pfizer will seek clearance from regulators to distribute a Covid-19 booster shot, amid a rise in new virus strains #WSJWhatsNow https://t.co/hCQBXLoZWx",
  "data/tweet-wsj/2021/7/1414060645985800192.json": "G-20 finance chiefs endorsed an overhaul of the rules for taxing international companies, a landmark achievement of global cooperation after years of tensions https://t.co/p1aLEDgJuO",
  "data/tweet-wsj/2021/7/1414056877885956100.json": "The biggest U.S. cigarette maker is getting rid of its 18,000-acre Marlboro Ranch in Montana, where smokers went on all-expenses-paid trips https://t.co/iM5IgQlv2r",
  "data/tweet-wsj/2021/7/1413973854817505285.json": "Alcohol always requires care in a professional setting. After more than a year in lockdown, colleagues may need to remind themselves of the right way to do work drinks. https://t.co/VdMZ8M54k7",
  "data/tweet-wsj/2021/7/1414030446476906508.json": "We’ve spent much of the pandemic isolated. As we go back out into the world, we’re coming face-to-face with more B.S., @EBernsteinWSJ writes https://t.co/ml8UwHmpT2",
  "data/tweet-wsj/2021/7/1414046799397064707.json": "From @WSJBooks: A Nobel Prize-winning psychologist and economist and his co-authors explain how noise undermines the workings of professionals in fields such as medicine, law and economics. “Wherever there is judgment, there is noise.” https://t.co/mbD4A06Zsx",
  "data/tweet-wsj/2021/7/1414079511235334146.json": "Hedge funds that were battered by the surge in meme stocks like GameStop and AMC are still struggling to recover https://t.co/TYxDoR1WMu",
  "data/tweet-wsj/2021/7/1413936146820784128.json": "San Francisco has one of the highest vaccination rates in the country but one of the lowest return-to-work rates. Many of the stores and restaurants in the business district remain closed. “It’s a ghost town.\" https://t.co/150OjmhsTO",
  "data/tweet-wsj/2021/7/1414109729710907395.json": "Banks say their wealthy clients are borrowing more than ever before, often using loans backed by their stocks and bonds. Taxes are a big reason for the “buy, borrow, die” strategy. https://t.co/jfC5JVhw6O",
  "data/tweet-wsj/2021/7/1414173896895569924.json": "As the Taliban appears to be on the cusp of seizing power in Afghanistan, panic is spreading through neighboring Pakistan https://t.co/MdubsLWU98",
  "data/tweet-wsj/2021/7/1413924732416708612.json": "Supermarkets are stocking up on everything from sugar to frozen meat as food prices increase, driving shortages and squeezing the food supply chain #WSJWhatsNow https://t.co/Pk23jbkv6L"
}