{
  "data/tweet-nytimes/2021/6/1399568920529575938.json": "The Covid variant that has contributed to a surge in India has been renamed Delta under a new system by the WHO. Scientists hope to end the practice of referring to mutations by the places they were detected, which can be both inaccurate and stigmatizing. https://t.co/RVFAZohbQ7",
  "data/tweet-nytimes/2021/6/1399584005767507968.json": "Illinois would become the first state to stop the police from using deceptive tactics when interrogating young people under a bill that passed the General Assembly with bipartisan support. https://t.co/N8Jlvm79Ju",
  "data/tweet-nytimes/2021/6/1399561403636273153.json": "“We were scared,” said Nova, one of the dancers who went viral vogueing at a protest in Bogotá. “But the people and the love from the public was our gasoline to go up there and confront the police.” https://t.co/TDeUxQCbKT",
  "data/tweet-nytimes/2021/6/1399688178680934408.json": "“I feel for Naomi, and I wish I could give her a hug because I’ve been in those situations,” said Serena Williams. “You have to let her handle it the way she wants to in the best way she can.” https://t.co/fLtoqIvGDf",
  "data/tweet-nytimes/2021/6/1399523853018279936.json": "After Texas Democrats killed a bill that would impose some of the strictest limits in the U.S. on voting access with a dramatic walkout on Sunday night, Gov. Greg Abbott suggested he would withhold pay from lawmakers because of their failure to pass it. https://t.co/LzEfyHawXU",
  "data/tweet-nytimes/2021/6/1399704833138073600.json": "Kate Winslet said she's been bowled over by how audiences have fallen in love with her \"Mare of Easttown\" character: \"I loved her marks and her scars and her faults and her flaws and the fact that she has no off switch, no stop button. She just knows 'Go.'\"https://t.co/lAW7pfzxlu",
  "data/tweet-nytimes/2021/6/1399718640090558471.json": "President Biden will meet with survivors of the 1921 Tulsa massacre on Tuesday, 100 years after a white mob destroyed a Black neighborhood in one of the worst outbreaks of racist violence in American history.\nhttps://t.co/U25toQEW7t",
  "data/tweet-nytimes/2021/6/1399694722717958146.json": "Illinois would become the first state to stop the police from using deceptive tactics when interrogating young people under a bill that passed the General Assembly with bipartisan support. https://t.co/WKyPQw8nJZ",
  "data/tweet-nytimes/2021/6/1399812529220620295.json": "Breaking News: President Biden is said to be suspending the oil drilling leases in Alaska's Arctic National Wildlife Refuge issued by the Trump administration. https://t.co/srqZN7T48j",
  "data/tweet-nytimes/2021/6/1399811267246837760.json": "Nikki Fried, Florida’s agriculture commissioner, announced her bid for governor on Tuesday, casting herself as the Democratic Party’s best candidate to defeat Ron DeSantis. https://t.co/JKMeHRCk0s",
  "data/tweet-nytimes/2021/6/1399790363674656777.json": "By formally recognizing June as Pride Month, President Biden draws a stark contrast with his predecessor, Donald Trump, who refused to recognize the annual celebration of the LGBTQ community and its push for full equality. https://t.co/IyC9445wfs",
  "data/tweet-nytimes/2021/6/1399712365000773634.json": "A century ago, a prosperous Black neighborhood perished in the Tulsa Race Massacre at the hands of a white mob. Hundreds were killed. Buildings burned. Years of Black success were erased. We recreated the neighborhood in 3D to show what was lost. https://t.co/4XmMnHW8Da https://t.co/CLBc8NUygJ",
  "data/tweet-nytimes/2021/6/1399707320381317121.json": "\"Naomi Osaka, a superstar in the sport, pulled out of the French Open after she was fined for skipping a news conference,\" writes @christophclarey, our tennis correspondent. \"Did it have to end this way?\" https://t.co/xqfKEVOprg",
  "data/tweet-nytimes/2021/6/1399848265676435468.json": "The Biden administration said it would suspend the oil drilling leases in Alaska's Arctic National Wildlife Refuge that were issued by the Trump administration. https://t.co/3RRiefLF3q",
  "data/tweet-nytimes/2021/6/1399863375119724550.json": "Athletes and researchers say disclosures about mental health by prominent players like Naomi Osaka make it far more difficult for fans, coaches and sponsors to play down mental health and not see it as worthy of careful monitoring and treatment. https://t.co/EOer49OXbg",
  "data/tweet-nytimes/2021/6/1399854816453607426.json": "President Biden has directed Vice President Kamala Harris to lead Democrats in a sweeping legislative effort to protect voting rights, he said on Tuesday. https://t.co/8722kfxTLm",
  "data/tweet-nytimes/2021/6/1399843222034264065.json": "ViacomCBS used a tax shelter to sell rights to its shows and films — such as “SpongeBob,” “Star Trek” and “Mission: Impossible\" — overseas and avoid paying billions in U.S. taxes, a new study says. https://t.co/y6CCi8iybA",
  "data/tweet-nytimes/2021/6/1399826940228521995.json": "Animals are being forced to contend with busy roadways as climate change and expanding infrastructure continue to erode wildlife habitat.\n\nSee how these species safely cross a highway. https://t.co/3z6dMWMEHC",
  "data/tweet-nytimes/2021/6/1399913022555103233.json": "Melanie Stansbury, a Democrat and an environmental policy expert, won a special House election in New Mexico on Tuesday, claiming the seat previously held by Interior Secretary Deb Haaland. https://t.co/usRUTul7IC",
  "data/tweet-nytimes/2021/6/1399901113923551235.json": "Kate Winslet said she's been bowled over by how audiences have fallen in love with her \"Mare of Easttown\" character: \"I loved her marks and her scars and her faults and her flaws and the fact that she has no off switch, no stop button. She just knows 'Go.'\"https://t.co/pxWH61aS1E https://t.co/IJCzRjl80w",
  "data/tweet-nytimes/2021/6/1399893561953357825.json": "Animals are being forced to contend with busy roadways as climate change and expanding infrastructure continue to erode wildlife habitat. See how these species safely cross a highway. https://t.co/WRqvWRrBG2 https://t.co/WlKTR82JSc",
  "data/tweet-nytimes/2021/6/1399880955989528580.json": "President Biden on Tuesday issued a presidential proclamation recognizing June as Pride Month, vowing to fight for full equality for the LGBTQ community to be codified into law. https://t.co/FZXiLXbTZ5",
  "data/tweet-nytimes/2021/6/1399755138860998656.json": "President Biden will pledge to boost federal contracts to minority-owned businesses and rollback Trump-era policies on fair housing when he visits Tulsa, Oklahoma, today to commemorate the 100th anniversary of the massacre of Black citizens by a white mob. https://t.co/FDYIt4sdPp",
  "data/tweet-nytimes/2021/6/1399953984945860610.json": "A police chief in Pennsylvania who threatened a critic with false arrest unless the person deleted Facebook posts attacking him has pleaded guilty to a federal civil rights violation. https://t.co/IdVCkThgya",
  "data/tweet-nytimes/2021/6/1399916198918344705.json": "A century after a white mob destroyed a vibrant Black community in Tulsa and shot people in the streets, President Biden told survivors their story “will be known in full view.” It was the first time a president visited the area to address the massacre. https://t.co/Q9m1yO7jwD",
  "data/tweet-nytimes/2021/6/1399745078537633804.json": "Those with winter seasonal affective disorder (SAD) tend to oversleep and overeat, while people with summer SAD — the disorder's less common and less understood counterpart — experience insomnia and lowered appetite. https://t.co/cLVsc4kNPE",
  "data/tweet-nytimes/2021/6/1399943633491611648.json": "A new study shows that elephants use their trunks to apply suction to grab food, a behavior previously thought to be exclusive to fish. Kelly, an elephant who weighs over 7,400 pounds, was able to use suction to grab a tortilla chip without breaking it. https://t.co/TaRyZCPlLk",
  "data/tweet-nytimes/2021/6/1399724947833069570.json": "Seven European countries began issuing digital Covid travel certificates on Tuesday. The document records a person’s vaccination status and recent coronavirus test results.\n\nThe EU said the system would be used in all 27 member nations starting July 1.\nhttps://t.co/i22sM6arOD",
  "data/tweet-nytimes/2021/6/1399797949849378816.json": "New Yorkers have been filling the city’s parks and green spaces, celebrating the joy of being together, as virus restrictions ease and summer draws near. https://t.co/xuVQ94xqWS https://t.co/PTVViAzEEh",
  "data/tweet-nytimes/2021/6/1400115004024803330.json": "Katie Hobbs, Arizona’s Democratic secretary of state, who gained prominence for defending the state’s electoral system in the aftermath of the 2020 presidential election, is running for governor. https://t.co/opW30K9vCo",
  "data/tweet-nytimes/2021/6/1400112488209911816.json": "America’s next round is on Anheuser-Busch. The brewing company that produces Budweiser said it would offer people in the U.S. free beer if the country reaches President Biden’s goal of having 70% of adults vaccinated by July 4. https://t.co/qbjpKwgsgG",
  "data/tweet-nytimes/2021/6/1400053342550777860.json": "Melanie Stansbury, a Democrat and an environmental policy expert, won a special House election in New Mexico on Tuesday, claiming the seat previously held by Interior Secretary Deb Haaland. https://t.co/Gg6Almi0f9",
  "data/tweet-nytimes/2021/6/1400185479862140935.json": "Breaking News: NASA is finally going back to Venus, for the first time in more than three decades. And a second time too. The agency announced two new space missions to study the planet’s atmosphere and surface. https://t.co/0Ea42jHGas https://t.co/t51via0fgP",
  "data/tweet-nytimes/2021/6/1400179540131995649.json": "Breaking News: NASA will send two spacecraft to study Venus for the first time since 1994. One will probe whether the hellish planet’s clouds are home to microbial life. https://t.co/GZamsaAog9",
  "data/tweet-nytimes/2021/6/1400150260865961986.json": "Brazil has been averaging more than 60,000 new coronavirus cases each day. In the past three months alone, health officials have recorded more than 207,000 deaths.\n\nBut President Jair Bolsonaro decided to host the Copa América, arguing, “We have to live.” https://t.co/HCCYkRcorT https://t.co/9BgtAKt5jj",
  "data/tweet-nytimes/2021/6/1400107461701480457.json": "“This was not a riot. This was a massacre.” A century after a white mob in Tulsa, Oklahoma, destroyed a vibrant Black neighborhood and shot people in the streets, President Biden told survivors their story “will be known in full view.” https://t.co/vXyn8OvYwu https://t.co/cppGJ7r852",
  "data/tweet-nytimes/2021/6/1400191759129452546.json": "Brazil has been averaging more than 60,000 new coronavirus cases each day. In the past three months alone, health officials have recorded more than 207,000 deaths.\n\nBut President Jair Bolsonaro decided to host the Copa América, arguing, “We have to live.” https://t.co/weEjBQOYHk",
  "data/tweet-nytimes/2021/6/1400191573795737601.json": "Breaking News: Benjamin Netanyahu's rivals have struck a deal to replace him, agreeing to a new coalition government that would end his run as the longest-serving prime minister in Israeli history. https://t.co/uwUc8qArcT",
  "data/tweet-nytimes/2021/6/1400215657397039110.json": "Donald Trump had become frustrated after hearing from friends that his “From the Desk of Donald J. Trump\" site — launched just a month ago —  was getting little traffic, a person familiar with his thinking said. So he shut it down. https://t.co/RSt0xIbHD0",
  "data/tweet-nytimes/2021/6/1400184214021152768.json": "The last two rounds of government stimulus checks significantly improved Americans’ ability to buy food and pay household bills, and reduced anxiety and depression, especially for the poorest households and those with children, a new study found. https://t.co/Hv11P3ncoD",
  "data/tweet-nytimes/2021/6/1400159050600431616.json": "Even if you don’t have a fear of heights, you probably won’t be able to try out the 82-foot-long, see-through swimming pool in London that sits more than 10 stories above the ground. Pool access is limited to select residents at a luxury apartment complex. https://t.co/9p4Q0JCba9 https://t.co/BBCRnvehYW",
  "data/tweet-nytimes/2021/6/1400099896225636355.json": "A 41-year-old man in China is the first known human to be infected with a strain of bird flu known as H10N3, according to China’s National Health Commission.\n\nContact tracing did not uncover any other infections, officials said. https://t.co/wIq5Xbxqp9",
  "data/tweet-nytimes/2021/6/1400261512816742409.json": "Robert Mueller will teach a course this fall at the University of Virginia's law school that will take students behind his investigation into Russia's interference in the 2016 election. https://t.co/NH7vS1i2FR",
  "data/tweet-nytimes/2021/6/1400250172182085640.json": "The Trump Justice Department secretly seized the phone records of four New York Times reporters spanning nearly four months in 2017 as part of a leak investigation, the Biden administration disclosed on Wednesday. https://t.co/gw3RWdasXr",
  "data/tweet-nytimes/2021/6/1400204345073885185.json": "Uncle Nearest was started to honor Nearest Green, the formerly enslaved man who taught Jack Daniel to make whiskey. It's now the U.S.'s fastest-growing whiskey brand, and its founder has opened a $50 million fund to seed other minority-owned spirits makers.https://t.co/Ic23kFf9sL",
  "data/tweet-nytimes/2021/6/1400160311169138690.json": "Four years ago, the Brooklyn Nets were the worst team in the NBA, famous for sparse crowds, blowout losses, weird uniforms and dorky mascots. Today they are arguably the most talented team in basketball history.\n\nWhat happened? Kevin Durant happened.\nhttps://t.co/sffoWD96Zs",
  "data/tweet-nytimes/2021/6/1400301264328593408.json": "When Naomi Osaka announced she wouldn't \"do any press\" ahead of the French Open, she chose to care for her well-being. Here's how you can too. https://t.co/aqv5OpFM00",
  "data/tweet-nytimes/2021/6/1400283611027456003.json": "Treasury Secretary Janet Yellen will try to secure international support this week for an agreement that aims to put an end to global tax havens on her first trip as President Biden’s top economic diplomat to a finance ministers summit in Britain. https://t.co/zVBcGa8BNh",
  "data/tweet-nytimes/2021/6/1400419508028854272.json": "Donald Trump had become frustrated after hearing from friends that his “From the Desk of Donald J. Trump\" site — launched just a month ago —  was getting little traffic, a person familiar with his thinking said. So he shut it down. https://t.co/xYxdDaRxUk",
  "data/tweet-nytimes/2021/6/1400331439632171010.json": "People whose jobs involve frequent moving and lifting tend to live longer than those who are deskbound, a new study involving almost half a million workers found. https://t.co/1WFuvoykv9",
  "data/tweet-nytimes/2021/6/1400474916747685892.json": "United Airlines said it was ordering 15 jets capable of supersonic flight. The airline could become the first to offer ultrafast commercial flights since the Concorde stopped flying in 2003.\nhttps://t.co/Px9oZ0qQCX",
  "data/tweet-nytimes/2021/6/1400430836252655625.json": "Barriers around George Floyd Square were dismantled by crews in Minneapolis on Thursday, in a move to reopen the intersection where George Floyd was killed.\n\nThe city is working with a community group to preserve the square’s memorials, a spokeswoman said.\nhttps://t.co/Hhu6Iqcx8Y",
  "data/tweet-nytimes/2021/6/1400232372977770496.json": "A 17-year-old in Canton, Ohio, was forced to eat a pepperoni pizza even though the coaches were aware he does not eat pork because he is a Hebrew Israelite, a lawyer for the boy’s family said. The Police Department is investigating. https://t.co/InFRyPodhk",
  "data/tweet-nytimes/2021/6/1400560441206710278.json": "The valedictorian at a Dallas high school scrapped her approved graduation speech and took aim at Texas’s abortion law. She called the new law, which bans abortion after six weeks of pregnancy, “a war on my body and a war on my rights.” https://t.co/iEscZzf6BG https://t.co/lVNYnyXK9K",
  "data/tweet-nytimes/2021/6/1400558142426079233.json": "Breaking News: F. Lee Bailey, the audacious, larger-than-life lawyer, is dead at 87. He represented O.J. Simpson, Patricia Hearst, the Boston Strangler and other notorious defendants. https://t.co/HunVgU2KGO",
  "data/tweet-nytimes/2021/6/1400612040004284420.json": "The valedictorian at a Dallas high school scrapped her approved graduation speech and took aim at Texas’s abortion law. She called the new law, which bans abortion after six weeks of pregnancy, “a war on my body and a war on my rights.” https://t.co/4dMaVvFhSV",
  "data/tweet-nytimes/2021/6/1400602659107844099.json": "Breaking News: The U.S. government found no evidence that aerial phenomena witnessed by Navy pilots in recent years were alien spacecraft, but still can’t explain the odd sightings. https://t.co/OR8EJ8RHf4",
  "data/tweet-nytimes/2021/6/1400523953693659143.json": "Michelle Wie West was ready to retire from golf to focus on motherhood. Then vulgar remarks by Rudy Giuliani convinced her to keep playing.\nhttps://t.co/9NKGP5h6zn",
  "data/tweet-nytimes/2021/6/1400409447659413505.json": "The Trump Justice Department secretly seized the phone records of four New York Times reporters spanning nearly four months in 2017 as part of a leak investigation, the Biden administration disclosed on Wednesday. https://t.co/WidjdQgczO",
  "data/tweet-nytimes/2021/6/1400648229272834053.json": "Retired Army Lt. Col. Barnard Kemter had been crediting formerly enslaved Black Americans with being among the first to pay tribute to fallen soldiers after the Civil War when his mic cut out on Monday. The event’s organizers had intentionally muted him. https://t.co/Q1TJ7aw1ap",
  "data/tweet-nytimes/2021/6/1400610775304134660.json": "Mike Pence described systemic racism as a “left-wing myth” during a speech hosted by a Republican group in New Hampshire on Thursday.  “America is not a racist country,” the former vice president said. https://t.co/9gtDPWO31Q",
  "data/tweet-nytimes/2021/6/1400678751302832132.json": "Khaby Lame may soon become the most followed TikTok star in the world. The secret to the 21-year-old creator’s success? His universal exasperated everyman quality. https://t.co/3HtcjDhNXj",
  "data/tweet-nytimes/2021/6/1400535267023392770.json": "The U.S. is on track to meet President Biden’s goal of partly vaccinating 70% of adults by July 4. \n\nBut 30 states are unlikely to reach the national target, and a handful may not get there before year’s end. https://t.co/S41Ko5ufSL",
  "data/tweet-nytimes/2021/6/1400614538718941185.json": "In Opinion\n\n\"We’re just a bunch of humans with doubts and confusion. We do the best we can. And the best thing we can do is treat each other better, because we’re all we got,\" said Barack Obama in an interview with @ezraklein. \nhttps://t.co/KNIPRtwmCj",
  "data/tweet-nytimes/2021/6/1400812098846957569.json": "Retired Army Lt. Col. Barnard Kemter credited formerly enslaved Black Americans with being among the first to pay tribute to fallen soldiers after the Civil War.\n\nWatch as his mic was cut by the event’s organizers.\nhttps://t.co/5njafy1Fa7 https://t.co/sugnzy8oCX",
  "data/tweet-nytimes/2021/6/1400807069926801413.json": "In Opinion\n\nTom Hanks asks in a guest essay: \"How different would perspectives be had we all been taught about Tulsa in 1921, even as early as the fifth grade? Today, I find the omission tragic, an opportunity missed, a teachable moment squandered.\"\nhttps://t.co/i7wdWMU0Qn",
  "data/tweet-nytimes/2021/6/1400645243964362753.json": "Federal prosecutors and lawyers for Rudy Giuliani have recommended that a former judge in Manhattan be appointed to review materials seized by the FBI during recent searches of Giuliani’s home and office, according to a government court filing on Thursday. https://t.co/5UT24yNkez",
  "data/tweet-nytimes/2021/6/1400660087799271425.json": "In Tulsa, a new museum called Greenwood Rising is set to open this summer. \"Museums are valuable to the extent they link the past to the present and illuminate, and appraise, both,\" writes our art critic. \"In Greenwood Rising the links are made overt.\" https://t.co/2AbSHWjJqv",
  "data/tweet-nytimes/2021/6/1400860384475688960.json": "Facebook said Donald Trump’s suspension would last at least two years, and his potential reinstatement would be subject to review. The company cut him off in January. https://t.co/lD8iSw6XXp",
  "data/tweet-nytimes/2021/6/1400841046523793416.json": "Facebook will no longer keep posts by politicians up by default if they break its rules prohibiting harassment, discrimination or other harmful speech, the company is expected to announce. https://t.co/v2MtWynIrn",
  "data/tweet-nytimes/2021/6/1400823419718062080.json": "In Opinion\n\n“Two Democratic senators, Kyrsten Sinema and Joe Manchin, could save us by joining their colleagues in breaking the filibuster and passing new voting rights legislation,” writes Michelle Goldberg. “But they prefer not to.”\nhttps://t.co/rGWIOYhhVk",
  "data/tweet-nytimes/2021/6/1400649798370344961.json": "North Atlantic right whales are struggling to survive and it shows. Most of the 360 or so of them that are alive today bear scars from fishing gear and collisions with speeding ships. And according to a new study, they are much smaller than they should be. https://t.co/sKvwfhIPdy https://t.co/Tlwm16vqfP",
  "data/tweet-nytimes/2021/6/1400925348943048705.json": "Elephants can keep in touch with each other by sending deep, low-frequency signals that humans can hardly hear, scientists found. Tens of thousands of hours of observation have also yielded insights into elephants' sexuality, family and social lives. https://t.co/UMs7JW8DVc",
  "data/tweet-nytimes/2021/6/1400977788413296641.json": "A drone crashed in a nesting area for elegant terns, scaring off about 2,500 birds at a protected sanctuary in Huntington Beach, California. Left behind were about 1,500 eggs, none of which were viable after they were abandoned. https://t.co/6JTgSm431n",
  "data/tweet-nytimes/2021/6/1400939206613024773.json": "Senator Chuck Schumer, the Democratic leader, said he intended to bring the filibuster showdown to a head beginning next week, by forcing votes on a series of measures that Republicans oppose. https://t.co/16OG3y4J5V",
  "data/tweet-nytimes/2021/6/1401010314129428483.json": "Breaking News: The Justice Department waged a secret battle to seize logs of New York Times reporters' emails in a hunt for their sources, obtaining a gag order to bar executives from disclosing the effort. A Times lawyer called the move unprecedented. https://t.co/LVA1aQIGe7",
  "data/tweet-nytimes/2021/6/1401038601706565637.json": "Breaking News: A federal judge in California overturned the state’s three-decade-old ban on assault weapons. https://t.co/0mLA1sRvo3",
  "data/tweet-nytimes/2021/6/1401007145399750658.json": "At the French Open, Serena Williams, the 23-time Grand Slam singles champion, defeated her fellow American Danielle Collins, 6-4, 6-4, in her most convincing performance of the week. https://t.co/CUksU3mN6u",
  "data/tweet-nytimes/2021/6/1400969400195371009.json": "Riders had disappeared from New York City's subways and so had most subway performers, deterred by the danger of catching the virus, and the lack of passengers to play for.\n\nOn Friday, after more than 14 months, the music was back. https://t.co/Kn0MGIL3bd",
  "data/tweet-nytimes/2021/6/1401182037155983363.json": "In Trump’s final weeks in office, Mark Meadows, his chief of staff, repeatedly pushed the Justice Department to investigate unfounded conspiracy theories about the 2020 election, according to newly uncovered emails. https://t.co/0AxJTOHvle",
  "data/tweet-nytimes/2021/6/1401251904076779524.json": "Representative Alexandria Ocasio-Cortez backed Maya Wiley for mayor of New York, a coveted endorsement that could profoundly influence the left-wing vote. https://t.co/FGNSnRp1gu",
  "data/tweet-nytimes/2021/6/1401292769864392706.json": "Gabriel Taye was 8 years old when he killed himself after being repeatedly bullied at his school in Cincinnati. Three years after he died by suicide, the district has agreed to pay his family and develop a strong anti-bullying program in a settlement. https://t.co/Efbvgb4UGy",
  "data/tweet-nytimes/2021/6/1401257523848560644.json": "Amsterdam is falling apart. For the next two decades, the scenic city and tourist magnet will look more like one gigantic construction site. https://t.co/Hb8tERS4PQ",
  "data/tweet-nytimes/2021/6/1401242438967218177.json": "Thailand went for months without a single confirmed case of local transmission. Two nightclubs have turned into the epicenter of what is now the nation's biggest and deadliest coronavirus surge. https://t.co/YMGjLCdytj",
  "data/tweet-nytimes/2021/6/1401383356378529796.json": "Meet the former factory worker from Italy who has become the fastest-growing content creator on TikTok. https://t.co/vKWIy1E2BT",
  "data/tweet-nytimes/2021/6/1400950529921105924.json": "The pandemic turned New Yorkers into big tippers, particularly in the first months of the shutdown. Now, as the city reopens, average tipping at restaurants is slowly but steadily returning toward pre-pandemic levels. https://t.co/3KOvsQ7K2W",
  "data/tweet-nytimes/2021/6/1401408520940101637.json": "People whose jobs involve frequent moving and lifting tend to live longer than those whose occupations are deskbound, according to a new study, which involved almost half a million workers. https://t.co/CvIpsrIJly",
  "data/tweet-nytimes/2021/6/1401192102642565129.json": "Conservative Japanese lawmakers blocked legislation that would label discrimination against LGBT people “unacceptable,\" showing how far Japan has to go to fulfill the goal of equality enshrined in the Olympic charter. https://t.co/VrWLVaLiSu",
  "data/tweet-nytimes/2021/6/1401489571414740992.json": "Nigeria has blocked Twitter after the social media site deleted a tweet by President Muhammadu Buhari. https://t.co/SlLurRgzQi",
  "data/tweet-nytimes/2021/6/1401468929269174276.json": "She was 18. He was barely 21. They set a date to meet again in 5 years to see if they were meant to be together. Would she show up? Would he? https://t.co/lqxuJr15tr",
  "data/tweet-nytimes/2021/6/1401348130759745540.json": "Four years ago, the Brooklyn Nets were the worst team in the NBA, famous for sparse crowds, blowout losses, weird uniforms and dorky mascots. Today they are arguably the most talented team in basketball history. What happened? Kevin Durant happened. https://t.co/wQdBebP6zE",
  "data/tweet-nytimes/2021/6/1401531854084321284.json": "Meet the former factory worker from Italy who has become the fastest-growing content creator on TikTok. https://t.co/C1o1cW3F9p",
  "data/tweet-nytimes/2021/6/1401536876457119749.json": "Gabriel Taye was 8 years old when he killed himself after being repeatedly bullied at his school in Cincinnati. Three years after he died by suicide, the district has agreed to pay his family and develop a strong anti-bullying program in a settlement. https://t.co/58Rs7Vc1Ls",
  "data/tweet-nytimes/2021/6/1401571914326413314.json": "Breaking News: Prince Harry and Meghan Markle have welcomed their second child, Lilibet \"Lili\" Diana Mountbatten-Windsor. https://t.co/r55Zw5txqg",
  "data/tweet-nytimes/2021/6/1401553706764677121.json": "Senator Joe Manchin of West Virginia said he will not vote for the Democrats’ far-reaching bill to combat voter suppression and restore ethical controls on the presidency shattered by Donald Trump. https://t.co/weiP8TKCRc",
  "data/tweet-nytimes/2021/6/1401582178329403393.json": "In Opinion\n\n\"Like so many other women, Naomi Osaka has recognized that she has the right to put her health and sanity above the unending demands imposed by those who stand to profit from her labors.\" https://t.co/sT0k7bvoxy",
  "data/tweet-nytimes/2021/6/1401578388326948866.json": "Prince Harry and Meghan Markle have welcomed their second child, Lilibet Diana. Her name is a tribute to Queen Elizabeth II's childhood nickname and the late Princess Diana. https://t.co/hNXxxkxU5V https://t.co/S8Ia7meVue",
  "data/tweet-nytimes/2021/6/1401529507731972096.json": "A drone crashed in a nesting area for elegant terns, scaring off about 2,500 birds at a protected sanctuary in Huntington Beach, California. Left behind were about 1,500 eggs, none of which were viable after they were abandoned. https://t.co/7HemF5CYgw",
  "data/tweet-nytimes/2021/6/1401524329746255874.json": "Elephants can keep in touch with each other by sending deep, low-frequency signals that humans can hardly hear, scientists found. Tens of thousands of hours of observation have also yielded insights into elephants' sexuality, family and social lives. https://t.co/CdLBkR8sx9",
  "data/tweet-nytimes/2021/6/1401624963375943682.json": "Ever Lopez was set to become the first member of his immediate family to graduate from high school, but instead, he said, he was denied his diploma because he wore a Mexican flag over his gown at his graduation ceremony. https://t.co/9huGA4pAAx",
  "data/tweet-nytimes/2021/6/1401398468602695680.json": "A former U.S. Army paratrooper scaled buildings, bridges and other structures to take stunning photos as therapy for his PTSD. Now he faces felony charges in several states. https://t.co/2fhX60vdSe",
  "data/tweet-nytimes/2021/6/1401584695205404677.json": "As Asian American white-collar workers return to the office amid a disturbing surge in anti-Asian hate crimes, some have a simple request: They want their colleagues to bother to learn their names. https://t.co/EGfe2ODOfV https://t.co/BB8CtQlsq4",
  "data/tweet-nytimes/2021/6/1401670245841051652.json": "Clarence Williams, the reflectively intense actor who starred as Linc Hayes, a young, hip undercover police officer on ABC’s “The Mod Squad,” has died at 81. https://t.co/ccB3cnm6zC",
  "data/tweet-nytimes/2021/6/1401751632455639041.json": "No knockout. No winner. The exhibition fight between Floyd Mayweather Jr. and Logan Paul lasted the full eight rounds and ended with no decision. https://t.co/OzV4eT0hJg",
  "data/tweet-nytimes/2021/6/1401740708420145152.json": "One of the most dominant players in tennis history, Martina Navratilova was a cultural pioneer when the world wasn’t prepared for an outspoken lesbian. Finally, the world is catching up, and she’s still here. https://t.co/UDLiw4kT8R",
  "data/tweet-nytimes/2021/6/1401864907457433603.json": "Jeff Bezos and his brother are going to space.\n\nBezos announced that they would be on board when his rocket company, Blue Origin, launches its first human spaceflight next month.\nhttps://t.co/WGxPbOdBkI",
  "data/tweet-nytimes/2021/6/1401825356932337665.json": "Prince Harry and Meghan, the Duchess of Sussex, on Sunday announced the birth of their second child, Lilibet Diana. Her name is a tribute to Queen Elizabeth II's childhood nickname and the late Princess Diana. https://t.co/oSZVUADbU9",
  "data/tweet-nytimes/2021/6/1401786028814389250.json": "Patrick Wilson is classically trained and lauded for his work onstage. In ghost stories like “Insidious” and “The Conjuring,” he’s proven to be a master of horror. https://t.co/N7KmumdVY1",
  "data/tweet-nytimes/2021/6/1401770906595254274.json": "Kate Schweizer and her husband didn’t want their two daughters to begin their adult lives saddled with college debt, so they borrowed money themselves, eventually amounting to $220,000. \n\nToday, they owe half a million dollars. https://t.co/WquhqeKTbn",
  "data/tweet-nytimes/2021/6/1401895482247585798.json": "David Dushman, who as a Soviet soldier drove a tank through the electric fence surrounding Auschwitz on Jan. 27, 1945, died in Munich at 98. He is believed to have been the last surviving liberator of the Nazi death camp.\nhttps://t.co/pTKcMc16rk",
  "data/tweet-nytimes/2021/6/1401890449003008003.json": "Simone Biles claimed a record seventh U.S. Championship title on Sunday.\n\n“It’s really emotional, especially going into my second time doing an Olympic run,” said Biles, who has won every all-around competition she has entered since 2013.\nhttps://t.co/QE4tacYzal",
  "data/tweet-nytimes/2021/6/1401922146327306243.json": "Breaking News: The F.D.A. approved a medication for Alzheimer’s, the first in nearly two decades, despite a fierce debate among experts over whether it works. https://t.co/ypDII3KNSb",
  "data/tweet-nytimes/2021/6/1401869075278618625.json": "Since Donald Trump was barred from Facebook and Twitter, he has posted statements online far less often.\n\nBut despite the removal of his most powerful megaphones, some statements have still traveled far and wide, a New York Times analysis found.\nhttps://t.co/asFaGjyjzQ",
  "data/tweet-nytimes/2021/6/1401894258093723657.json": "New York City plans to mark its reopening with a mega-concert in Central Park.\n\nThe mayor’s office has called on Clive Davis, a music industry titan, to pull it together. He’s aiming for a show with eight “iconic” stars for 60,000 attendees, he said.\nhttps://t.co/X7o65hUVXQ",
  "data/tweet-nytimes/2021/6/1402004953460264966.json": "Apple unveiled new features on Monday aimed at protecting the privacy of iPhone users, including a report that tells people what data apps are collecting about them — and a new service that hides users' traffic from internet providers. https://t.co/rMooUlHHCv",
  "data/tweet-nytimes/2021/6/1402018809318449162.json": "All registered voters in Vermont are set to receive mail-in ballots after the governor signed a bill requiring that they receive them. The legislation expands voting rights at a time when Republicans in other states are trying to restrict them. https://t.co/9PoeAxAKfs",
  "data/tweet-nytimes/2021/6/1401987350062940168.json": "Native American activists, environmentalists and religious leaders gathered on Monday to try to stop construction of Line 3, a $9 billion pipeline that would carry oil from Canada through Minnesota’s delicate watersheds and tribal lands. https://t.co/N9IPyY8Txs",
  "data/tweet-nytimes/2021/6/1402097447833411584.json": "Breaking News: The Biden administration’s Justice Department is seeking to defend Donald Trump in a defamation lawsuit over E. Jean Carroll’s decades-old rape allegation. https://t.co/9ZthuP7tYY",
  "data/tweet-nytimes/2021/6/1402062837606924299.json": "The driver of a pickup truck in London, Ontario, who ran down five pedestrians, killing four of them, targeted his victims because they were Muslim, the police said on Monday. https://t.co/vjZBKSJhOJ",
  "data/tweet-nytimes/2021/6/1401947688355217412.json": "Bruce Springsteen is returning to Broadway. The rock icon’s autobiographical show, which ran for 236 performances, opens on June 26 at the St. James Theater. Audience members will be required to show proof of full Covid-19 vaccination to enter. https://t.co/SalDSV8pQJ",
  "data/tweet-nytimes/2021/6/1402192437657882630.json": "Adults will be able to claim a free marijuana joint when they receive a Covid-19 vaccine in Washington State. The promotion, called “Joints for Jabs,” is part of the state’s push to increase vaccinations.\nhttps://t.co/cLLJoDGTXM",
  "data/tweet-nytimes/2021/6/1402173576527110144.json": "Bdelloid rotifers may be the toughest, tiniest animal you’ve never heard of. https://t.co/p0OfKZR7yg https://t.co/pZharBdSeA",
  "data/tweet-nytimes/2021/6/1402220179082338305.json": "Several major websites, including those of the British government, The New York Times and The Guardian, were inaccessible for many users on Tuesday morning. It was unclear what caused the outages. https://t.co/laoXgwFkL9",
  "data/tweet-nytimes/2021/6/1402231446861926402.json": "Criminals around the world relied on devices that supposedly allowed them to send encrypted messages and organize illegal activity in plain language.\n\nUnbeknown to them, the entire network was run by the FBI.\nhttps://t.co/C1y7HtIHAL",
  "data/tweet-nytimes/2021/6/1402259141754818563.json": "Foo Fighters will perform at Madison Square Garden on June 20 — the first full-capacity concert in a New York arena since March 2020.\nAttendees will be required to show proof of full Covid-19 vaccination. https://t.co/5mzmRsuGvt",
  "data/tweet-nytimes/2021/6/1402275232774299648.json": "They call it “Joints for Jabs.\" https://t.co/69JSKConlY https://t.co/D0QXKN8mDM",
  "data/tweet-nytimes/2021/6/1401999942776983553.json": "Not only do individual white Americans often receive more aid from FEMA, so do the communities in which they live, according to several recent studies based on federal data. https://t.co/Masc5QACCd",
  "data/tweet-nytimes/2021/6/1402292952676945927.json": "The 25 richest Americans including Jeff Bezos, Mike Bloomberg and Elon Musk paid relatively little — and sometimes nothing — in federal income taxes between 2014 and 2018, according to an analysis of IRS filings by ProPublica. https://t.co/IsZyRbMT53",
  "data/tweet-nytimes/2021/6/1402295713741127687.json": "A man slapped President Emmanuel Macron of France in the face on Tuesday and shouted “Down with Macronie.\" Two people were arrested. https://t.co/hObGIW8tyz",
  "data/tweet-nytimes/2021/6/1402286906302402561.json": "Lewis Hamilton said he applauded Naomi Osaka for her “incredible bravery.\"\n\n“Someone talking about their personal mental health and then being fined for it, that isn’t cool,” he said.\nhttps://t.co/7PUjLtmLQy",
  "data/tweet-nytimes/2021/6/1402247818367148035.json": "U.S. intelligence agencies did not properly warn law enforcement before the Capitol riot, says a detailed Senate report on Jan. 6 security failures.\nhttps://t.co/M0908xJtul",
  "data/tweet-nytimes/2021/6/1402403819565293574.json": "Stacey Abrams and the voting organization she leads are beginning a monthlong advocacy campaign called Hot Call Summer to rally young voters of color to support the For the People Act, an expansive federal elections bill. https://t.co/b7WOp5UcA7",
  "data/tweet-nytimes/2021/6/1402394693518958594.json": "Breaking News: The Senate passed the most significant industrial policy legislation in decades, in a bid to bolster competitiveness against China. https://t.co/W0Nido5PsH",
  "data/tweet-nytimes/2021/6/1402470556100972544.json": "A hospital pharmacist who pleaded guilty to trying to spoil more than 500 doses of a Covid-19 vaccine was sentenced to three years in prison.  https://t.co/is14NxB8tx",
  "data/tweet-nytimes/2021/6/1402086753914212353.json": "Staff members at a Houston-area hospital walked out on Monday night to protest a policy that requires employees to be vaccinated against Covid-19. The hospital, Houston Methodist, had told employees that they had to be vaccinated by Monday. https://t.co/KsoHIdsoZg",
  "data/tweet-nytimes/2021/6/1402493720113594370.json": "Cicadas filled the engines of a press plane set to accompany President Biden on his trip to Europe, forcing a delay and a new plane and pilot to be called in. https://t.co/PSzNZ12eyI",
  "data/tweet-nytimes/2021/6/1402465240919547909.json": "Union employees at The New Yorker marched to the home of Anna Wintour, the magazine editor and publishing executive who has become a symbol of Condé Nast.\n\nThey called for higher pay and better job security, chanting “bosses wear Prada, workers get nada!\" https://t.co/DRtISL8LiY",
  "data/tweet-nytimes/2021/6/1402324570812649479.json": "Covid vaccines may be available for U.S. children as young as six months by the fall, drugmakers say.\n\nPfizer and Moderna are testing their vaccines in children under 12, and are expected to have results in hand by the end of the summer. https://t.co/Iqj0UOc3Hg",
  "data/tweet-nytimes/2021/6/1402573740731469826.json": "Nearly 200 employees at Houston Methodist Hospital were suspended for not following a policy that requires employees to be vaccinated against Covid-19. Dozens of workers had protested against the policy on Monday. https://t.co/iAkEQQicY2",
  "data/tweet-nytimes/2021/6/1402639858422669315.json": "Representative Val Demings, a Florida Democrat, will challenge Senator Marco Rubio for his seat in 2022. The announcement on Wednesday by Demings, one of the managers of Donald Trump’s first impeachment, was expected for weeks. https://t.co/mKNLm63DHx",
  "data/tweet-nytimes/2021/6/1402685626185621507.json": "Breaking News: The White House is said to have made a deal with Pfizer and BioNTech to provide 500 million doses of coronavirus vaccines to about 100 countries over the next two years. https://t.co/PFX7bcBsBd",
  "data/tweet-nytimes/2021/6/1402596391650725892.json": "Union employees at The New Yorker marched to the home of Anna Wintour, the magazine editor and publishing executive who has become a symbol of Condé Nast.\n\nThey called for higher pay and better job security, chanting “bosses wear Prada, workers get nada!\" https://t.co/wWvoTLzqoC",
  "data/tweet-nytimes/2021/6/1402680654807154701.json": "El Salvador has become the first country to make Bitcoin legal tender. The U.S. dollar will still be the country's main currency, but Bitcoin can be used in any transaction and any business will have to accept it, unless it lacks the technology to do so. https://t.co/aM1CB9xjyg",
  "data/tweet-nytimes/2021/6/1402425239863283716.json": "Many Gen Z influencers who found fame on TikTok in the last year are burning out and struggling with their mental health. “This app used to be so fun,” a TikTok creator known as Sha Crow said in a video, “and now your favorite creator is depressed.” https://t.co/k2VNVtRBlx",
  "data/tweet-nytimes/2021/6/1402686959068327938.json": "Yes, your employer can require you to get vaccinated. Here’s the latest about the rules in the United States on vaccinations in the workplace. https://t.co/VnaU3QdhiS",
  "data/tweet-nytimes/2021/6/1402653025009909763.json": "The Chinese city of Guangzhou tested practically its entire population of 18.7 million between Sunday and Tuesday, and put more than 180,000 residents into total lockdown as it deals with a new Covid outbreak that officials blame on the Delta variant. https://t.co/37ZWwDzsHf",
  "data/tweet-nytimes/2021/6/1402611546019274757.json": "In Opinion\n\nDonald Trump “is not the future, and Republicans need to stop fearing him,” writes Barbara Comstock, a Republican former congresswoman, in a guest essay. “He will continue to damage the party if we don’t face the Jan. 6 facts head-on.”\nhttps://t.co/xQXHqhcaz9",
  "data/tweet-nytimes/2021/6/1402825364179668997.json": "A report showing that the richest Americans, including Jeff Bezos, Elon Musk and Warren Buffett, pay almost no taxes has refocused attention on the tax code. https://t.co/c0bNNSz0m8",
  "data/tweet-nytimes/2021/6/1402772519921278977.json": "The Canadian company that had long sought to build the Keystone XL pipeline announced Wednesday that it had terminated the embattled project, which would have carried petroleum from Canadian tar sands to Nebraska. https://t.co/hzQVHiMaLT",
  "data/tweet-nytimes/2021/6/1402736041648345092.json": "As a Catholic nun, Sister Mary Margaret Kreuper had taken a vow of poverty.\n\nBut this week, she agreed to plead guilty to stealing more than $835,000 from a Catholic elementary school to support a gambling habit, prosecutors said. https://t.co/6BFsNYPaIe",
  "data/tweet-nytimes/2021/6/1402812778419822595.json": "Can you create images in your mind’s eye?\n\nScientists estimate that tens of millions of people can’t, while millions more experience very vivid mental imagery. Research into these extremes could help untangle the links between vision, perception and memory.https://t.co/joZkG8QP5w",
  "data/tweet-nytimes/2021/6/1402835426013061122.json": "President Biden will announce as early as Thursday that his administration will buy 500 million doses of the Pfizer-BioNTech vaccine and donate them among about 100 countries over the next year.\nhttps://t.co/xUV04Cc2bc",
  "data/tweet-nytimes/2021/6/1402938612623237124.json": "The White House is said to have made a deal with Pfizer and BioNTech to provide 500 million doses of coronavirus vaccines to about 100 countries over the next year. https://t.co/Blqp8om9aN",
  "data/tweet-nytimes/2021/6/1402859851055837184.json": "A truck driver who was under the influence of methamphetamine when he drove into a group of cyclists, killing five, on a Nevada highway in December was sentenced to 40 years in prison. https://t.co/mo9RccJC0E",
  "data/tweet-nytimes/2021/6/1402965038575538182.json": "Just after sunrise over the eastern half of North America, the sun was almost completely blotted out by the moon for a few dawn hours in an annular solar eclipse.\n\nHere are some highlights from the rare spectacle. https://t.co/Ndf8LouVXO https://t.co/0a67T0qaNH",
  "data/tweet-nytimes/2021/6/1403027967089991680.json": "The president of Argentina is facing criticism for a statement widely seen as xenophobic and offensive: “Mexicans emerged from Indigenous people, Brazilians emerged from the jungle but we Argentines arrived on boats. On boats from Europe,” he said. https://t.co/3kQBSloP7d",
  "data/tweet-nytimes/2021/6/1403041858725494787.json": "Traveling with President Biden in the UK, Jill Biden wore a jacket on Thursday that read “LOVE” on the back, an echo of Melania Trump’s “I really don’t care, do u?” jacket that she wore in 2018 to visit children separated from their parents at the border. https://t.co/0EJHqAfAd6",
  "data/tweet-nytimes/2021/6/1402830407033364480.json": "A museum in Rochester, New York, announced that it would serve as the home of a first-of-its-kind National Archives of Game Show History to preserve artifacts and footage from programs like “Jeopardy!” “The Price Is Right” and the “The $25,000 Pyramid.” https://t.co/Qs17TrQZb6",
  "data/tweet-nytimes/2021/6/1403090870585470987.json": "Traveling with President Biden in the UK, Jill Biden wore a jacket on Thursday that read “LOVE” on the back, an echo of Melania Trump’s “I really don’t care, do u?” jacket that she wore in 2018 to visit children separated from their parents at the border. https://t.co/ftDdJ27gT3 https://t.co/IKNCTJpOOT",
  "data/tweet-nytimes/2021/6/1403084576709386243.json": "An elite German police unit was disbanded, and 18 of its active members were suspended, after they were found to have been involved in a far-right group chat that exchanged racist messages and glorified the Nazis. https://t.co/bUw1gTVkiv",
  "data/tweet-nytimes/2021/6/1403038011781230592.json": "This is why you might not be able to get your peach green tea lemonade or a Unicorn Cake Pop at Starbucks for a while. https://t.co/BzdI2nyf2v",
  "data/tweet-nytimes/2021/6/1402978635074637827.json": "A 21,528-square-foot replica of Noah’s ark has been stuck at a port in England since 2019. The floating museum of Bible exhibits will not be allowed to return to the Netherlands until its seaworthiness can be proved.\nhttps://t.co/KHsUCSUFEt",
  "data/tweet-nytimes/2021/6/1403170151994900482.json": "The State Bar of Texas is investigating whether Attorney General Ken Paxton committed professional misconduct by challenging President Biden’s victory in the courts, which a complaint called a “frivolous lawsuit” that wasted taxpayer money. https://t.co/RKua4SxN69",
  "data/tweet-nytimes/2021/6/1403215437538676739.json": "Lawmakers in Oregon ejected one of their colleagues from office for the first time in state history, voting 59 to 1 to oust Representative Mike Nearman for his role in helping a far-right crowd breach the State Capitol last year. https://t.co/6MjwwyYWPW",
  "data/tweet-nytimes/2021/6/1403223254949675010.json": "Zahid Quraishi, a federal magistrate judge and the son of Pakistani immigrants, has become the first Muslim Federal District Court judge in U.S. history.\n\nHe was confirmed by the Senate for a federal judgeship in New Jersey. https://t.co/LHbQiFxlLw",
  "data/tweet-nytimes/2021/6/1403143794665705472.json": "Breaking News: Hunting leakers, the Justice Department under the Trump administration took the extraordinary step of subpoenaing lawmakers’ communications records. https://t.co/spBnFO2mv7",
  "data/tweet-nytimes/2021/6/1403313607497109504.json": "Lawmakers in Oregon ejected one of their colleagues from office for the first time in state history, voting 59 to 1 to oust Representative Mike Nearman for his role in helping a far-right crowd breach the State Capitol last year. https://t.co/iHUz8ngTsT",
  "data/tweet-nytimes/2021/6/1403200372064325635.json": "\"Anne Boleyn,\" a new mini-series starring Jodie Turner-Smith, attempts to reframe Anne's story by focusing on how she tried to maintain power in a system that guaranteed her very little. It is the first time a Black actress has portrayed the queen onscreen.https://t.co/de5gCK7BK6",
  "data/tweet-nytimes/2021/6/1403306064548970500.json": "Zahid Quraishi, a federal magistrate judge and the son of Pakistani immigrants, has become the first Muslim Federal District Court judge in U.S. history.\n\n\"Candidly, I would prefer to be the hundredth, if not the thousandth,\" he said.  https://t.co/ITJP9YwTE2 https://t.co/2pdDfIG5BL",
  "data/tweet-nytimes/2021/6/1403279602240327681.json": "The case of a 3-year-old girl born to asylum seekers has drawn outrage in Australia. After falling ill in detention, she was not given proper medical care, the family’s supporters say, and needed to be evacuated. https://t.co/1yB87Po3nx",
  "data/tweet-nytimes/2021/6/1403379043530166281.json": "The Biden administration plans to restore environmental protections to Alaska’s Tongass National Forest that were stripped away under Donald Trump. https://t.co/VLPiRcEGOj",
  "data/tweet-nytimes/2021/6/1403407667914227712.json": "Darnella Frazier, the teenager who filmed the killing of George Floyd, received a special citation from the Pulitzer Prizes on Friday. https://t.co/4wzTt0WYuq",
  "data/tweet-nytimes/2021/6/1403404918975782916.json": "The staff of The New York Times has won the Pulitzer Prize for Public Service for coverage of the pandemic. Here are the award-winning pieces. https://t.co/ghMdQs0W4J https://t.co/2HfAc7E48S",
  "data/tweet-nytimes/2021/6/1403403531739140109.json": "Breaking News: The New York Times won two Pulitzer Prizes, one for public service for its Covid coverage. BuzzFeed News won its first, for reports on China's internment of Uyghurs. https://t.co/279h8Z7pK1",
  "data/tweet-nytimes/2021/6/1403383454700539904.json": "Top Senate Democrats demanded that former Attorney General Bill Barr and other Trump-era Justice Department officials testify about secretly seizing House Democrats’ data as part of a leak inquiry first reported by The New York Times. https://t.co/XfuajSfuf6",
  "data/tweet-nytimes/2021/6/1403423063455244291.json": "Two Black students were named valedictorian and salutatorian for West Point High School. But after the parents of two white students claimed a grade calculation error, the Mississippi school added their children as co-valedictorian and co-salutatorian. https://t.co/iFxpqSQBT8",
  "data/tweet-nytimes/2021/6/1403421528436379651.json": "Breaking News: U.S. lawmakers introduced sweeping antitrust legislation aimed at restraining Big Tech, the most ambitious effort to update monopoly laws in decades. https://t.co/8DoNAboJBQ",
  "data/tweet-nytimes/2021/6/1403487236373594114.json": "The first lady, Dr. Jill Biden, and Kate, the Duchess of Cambridge, toured a primary school in England on Friday. The first lady has a particular interest in global education. https://t.co/Ts83ZG199P https://t.co/1wxNK9YFZr",
  "data/tweet-nytimes/2021/6/1403290921718923266.json": "After winning fans and BTS ARMYs around the world, South Korean music, films and dramas are now captivating North Koreans. Kim Jong-un called it a “vicious cancer.” \n\nBut even a dictator might struggle to hold back the tide. https://t.co/cjRMKk5TkI",
  "data/tweet-nytimes/2021/6/1403547627736666112.json": "The Biden administration plans to restore environmental protections to Tongass National Forest in Alaska, one of the world’s largest intact temperate rain forests, that had been stripped away by Donald Trump.\nhttps://t.co/FA2UkHWwFt",
  "data/tweet-nytimes/2021/6/1403434397198544896.json": "Katori Hall, who has told stirring stories about Black life in America both onstage and onscreen, has won the Pulitzer Prize for Drama for “The Hot Wing King.\" https://t.co/gPweyZZAaj",
  "data/tweet-nytimes/2021/6/1403362527132672001.json": "Breaking News: The FDA decided about 60 million doses of the Johnson &amp; Johnson coronavirus vaccine made at a troubled Baltimore plant must be discarded because of possible contamination. https://t.co/g9arZN7ZNg",
  "data/tweet-nytimes/2021/6/1403370231511367685.json": "Dan O’Conor has jumped into Lake Michigan every day for nearly a year, from the gloriously warm summertime to the punishingly frigid Chicago winter and back again. \"I just wanted to block it all out, the pandemic and everything,\" he said. https://t.co/2WPbwjYtdC",
  "data/tweet-nytimes/2021/6/1403283410940989443.json": "In Opinion\n\n\"Story by story, scandal by scandal, Boris Johnson has been exposed as a slapdash, venal, incompetent leader. But it doesn’t seem to matter,\" Samuel Earle, a journalist who writes about British politics and culture, writes in this guest essay. https://t.co/hWzloaBbJj",
  "data/tweet-nytimes/2021/6/1403333716613664782.json": "Hong Kong’s government said it would start blocking the distribution of movies deemed to undermine national security, marking the arrival of mainland Chinese-style censorship in one of Asia’s most celebrated filmmaking hubs. https://t.co/y4nHexDoaj",
  "data/tweet-nytimes/2021/6/1403338741729611776.json": "Executives received some of the biggest pay packages on record in 2020 as the gap between chief executives and everybody else widened during the pandemic, according to a comprehensive survey of the 200 highest-paid leaders at public companies. https://t.co/LIdVMUUl6p",
  "data/tweet-nytimes/2021/6/1403691074690891781.json": "In Opinion\n\n\"Many zoos use Prozac and other psychoactive drugs on at least some of their animals to deal with the mental effects of captivity,\" writes Emma Marris in a guest essay. https://t.co/punmVoAR6Z",
  "data/tweet-nytimes/2021/6/1403759325898854401.json": "Denmark midfielder Christian Eriksen collapsed to the field in the first half of his team’s game against Finland at #Euro2020  https://t.co/xDgRNufVvM",
  "data/tweet-nytimes/2021/6/1403723792816480256.json": "This year, @NYTMag’s annual New York issue is dedicated to the reawakening of the city as it recovers from the pandemic.\nhttps://t.co/i5wGbtQRuZ https://t.co/Hosbe5zXCM",
  "data/tweet-nytimes/2021/6/1403839533515522050.json": "Jodie Turner-Smith knew there would be pushback in the UK when she was cast as Anne Boleyn, Henry VIII’s second wife. But “art is supposed to challenge you,” the actress said. https://t.co/a2Q1SVndu1",
  "data/tweet-nytimes/2021/6/1403764043664572421.json": "President Biden urged the G7 on Saturday to counter China’s growing economic and security influence by offering developing nations hundreds of billions in financing instead of relying on Beijing for new roads, railways, ports and communications networks. https://t.co/RHaBj7Nnge",
  "data/tweet-nytimes/2021/6/1403915036301615106.json": "Joy Morrow-Nulton and John Shults Jr., both widowed twice, celebrated their 95th birthdays and wedding on May 22. \n\n“Nobody starts life at 95,” she said. “But we did.”\n\n“I’m not lonely anymore,” he said. “I don’t think we’ll get sick of each other.”  https://t.co/IF9SRQfROc",
  "data/tweet-nytimes/2021/6/1403940216042311683.json": "Can you create images in your mind’s eye?\n\nScientists estimate that tens of millions of people can’t, while millions more create very vivid mental imagery. Research into these extremes could help untangle the links between vision, perception and memory. https://t.co/J3eg3akEzb",
  "data/tweet-nytimes/2021/6/1403945240076165121.json": "Some Asian women are learning self-defense skills to protect themselves, bolstering their sense of agency, confidence and competence on the street: https://t.co/0bZi2g7rA1",
  "data/tweet-nytimes/2021/6/1404067123014537217.json": "A New York Times investigation found serious flaws in the basic construction of Mexico City's metro that appear to have led directly to its collapse in May, in which 26 riders were killed after a train plummeted 40 feet toward the traffic below. https://t.co/njqkozN9yO",
  "data/tweet-nytimes/2021/6/1404040876876255234.json": "Renting is, in fact, cheaper than buying these days. https://t.co/V2JVJEsrrc",
  "data/tweet-nytimes/2021/6/1404081145923375106.json": "Una investigación del Times descubrió fallas graves en la estructura del tramo elevado del metro de Ciudad de México que parecen haber conducido a su colapso en mayo, cuando murieron 26 pasajeros después de que un tren se desplomó 12 metros sobre una calle https://t.co/8XGb3P8Rae",
  "data/tweet-nytimes/2021/6/1403829485909258245.json": "\"It tried to eat me.\"\n\nA lobster diver in Provincetown, Mass., had an up-close encounter with a whale that he'll never forget. https://t.co/eMPG8nS3M9",
  "data/tweet-nytimes/2021/6/1404135678976442368.json": "The long and divisive reign of Benjamin Netanyahu, the dominant Israeli politician of the past generation, officially ended on Sunday, at least for the time being, as the country’s Parliament gave its vote of confidence to a coalition government: https://t.co/SNll9pIubK",
  "data/tweet-nytimes/2021/6/1404079887242178563.json": "Denmark’s team doctor said Christian Eriksen went into cardiac arrest during yesterday's game at #Euro2020, and that “he was gone” before lifesaving treatment on the field resuscitated him. https://t.co/ctWmurWdDy",
  "data/tweet-nytimes/2021/6/1404151614634663941.json": "Watch: President Biden and the first lady, Dr. Jill Biden, met with Queen Elizabeth II at Windsor Castle on Sunday. https://t.co/X0GkV9VvcL https://t.co/MBdBYLWpYp",
  "data/tweet-nytimes/2021/6/1404141520899428357.json": "In Opinion\n\n\"We discuss the poor as a pity or a blight, but we rarely admit that America’s high rate of poverty is a policy choice, and there are reasons we choose it over and over again,\" @ezraklein writes. https://t.co/TqlSKKxH4a",
  "data/tweet-nytimes/2021/6/1404156644783763457.json": "When Benjamin Netanyahu burst into Israeli politics in the 1990s, he was like no politician his country had ever seen. As Bibi relinquishes power, nearly a quarter-century after first becoming prime minister, @halbfinger looks back on a polarizing figure. https://t.co/ItzGFjcwLD",
  "data/tweet-nytimes/2021/6/1404201916851273728.json": "Some Asian women have turned to self-defense classes in the wake of a disturbing trend of anti-Asian attacks: https://t.co/kwsC1d0wnj",
  "data/tweet-nytimes/2021/6/1404176774108491776.json": "Renting is, in fact, cheaper than buying these days. https://t.co/UH477EvZgf",
  "data/tweet-nytimes/2021/6/1404257321358807040.json": "A New York Times investigation found serious flaws in the basic construction of Mexico City's metro that appear to have led directly to its collapse in May, in which 26 riders were killed after a train plummeted 40 feet toward the traffic below. https://t.co/jjddOh0z59",
  "data/tweet-nytimes/2021/6/1404264862813990912.json": "The long, divisive reign of Benjamin Netanyahu officially ended on Sunday night, as Israel’s Parliament gave its vote of confidence to a coalition government stitched together by widely disparate anti-Netanyahu forces. https://t.co/idNReScL8S",
  "data/tweet-nytimes/2021/6/1404279437600952326.json": "Wasabi the Pekingese, the glory is yours. \n\nBest in Show at the #WestminsterDogShow. https://t.co/1w8s5eWcuy https://t.co/BuU571LOYQ",
  "data/tweet-nytimes/2021/6/1404284522972205059.json": "\"He has that little something special,\" Wasabi's owner and handler, David Fitzpatrick, said. 🐾\n\nWhat's next for the #WestminsterDogShow winner? A big meal. \"He can have a filet mignon and I’ll have champagne.\" https://t.co/0fki3AEgvH https://t.co/v6rLMSpae6",
  "data/tweet-nytimes/2021/6/1404292584646774792.json": "Ned Beatty, the prolific actor known for his roles in “Deliverance” and “All the President’s Men,” died at 83. https://t.co/YlIg0TWRrb",
  "data/tweet-nytimes/2021/6/1404275860572676096.json": "Breaking News: Wasabi the Pekingese won Best in Show at the 145th Westminster Kennel Club Dog Show. https://t.co/pXzkfYYgun https://t.co/Oga2B4nUAF",
  "data/tweet-nytimes/2021/6/1404020732120739840.json": "It's a family sitcom cliché: the schlubby husband paired with a beautiful wife. Here are some of the more egregious examples: https://t.co/9EUp0Fck7d",
  "data/tweet-nytimes/2021/6/1403950273907892226.json": "A Mississippi high school confronts a dilemma: Who is the rightful valedictorian? Does the decision come down to race or math? https://t.co/zvCqBXC8Xz",
  "data/tweet-nytimes/2021/6/1404378591035637762.json": "Breaking News: Novavax’s Covid-19 vaccine demonstrated an overall efficacy of 90.4%, on par with the vaccines made by Pfizer-BioNTech and Moderna, in a new trial. But with the U.S. awash in other options, it might be needed more elsewhere. https://t.co/wyYGXxMlzG",
  "data/tweet-nytimes/2021/6/1404417109413793792.json": "The face of victory. 🏆\n\nWasabi, a three-year-old Pekingese from Pennsylvania, won Best in Show at the Westminster Kennel Club Dog Show. https://t.co/sF6YZ8I09J https://t.co/vXTHz1ZYwp",
  "data/tweet-nytimes/2021/6/1404111335168819203.json": "The #WestminsterDogShow is here — and it's outside! Enjoy these photos of dogs doing their absolute best:  https://t.co/aNZt1FyAwW https://t.co/2jtGwzNrhF",
  "data/tweet-nytimes/2021/6/1404410818683408387.json": "A woman was killed and two people were injured in Minneapolis late Sunday after a man drove a car into a group of people who had gathered for a vigil against police brutality, the police said. https://t.co/mpFldTT0np",
  "data/tweet-nytimes/2021/6/1404261087109959681.json": "At the #WestminsterDogShow, beauty is a full-time job. Here are some photos of very good dogs. https://t.co/vjX5prbSB0 https://t.co/T7VWGkRFNd",
  "data/tweet-nytimes/2021/6/1404453620628795399.json": "Consuming four or five eight-ounce cups of coffee (or about 400 milligrams of caffeine) a day has been associated with reduced death rates, numerous studies suggest. https://t.co/NpiYNUicRU",
  "data/tweet-nytimes/2021/6/1404488818401611781.json": "A litter of gray wolf puppies was spotted in Colorado — the state’s first since the 1940s. “We welcome this historic den and the new wolf family to Colorado,” Gov. Jared Polis said. https://t.co/2AG16vwEAN"
}