{
  "data/tweet-nytimes/2021/7/1410399381744984064.json": "Breaking News: A grand jury is said to have indicted the Trump Organization and one of its top executives, Allen Weisselberg, in connection with a tax investigation. https://t.co/IQv3vcBD97",
  "data/tweet-nytimes/2021/7/1410420412807270402.json": "A California couple who mowed down 36 protected Joshua trees to clear their land for a new house have been fined $18,000, a punishment the authorities hope will discourage others from uprooting the iconic desert plants. https://t.co/m9nSBKnXNk",
  "data/tweet-nytimes/2021/7/1410547353866604545.json": "Breaking News: Allen Weisselberg, a top executive at the Trump Organization, surrendered to the Manhattan district attorney’s office to face charges, officials said. https://t.co/7MmwhW22LE",
  "data/tweet-nytimes/2021/7/1410592796705181697.json": "A California couple who mowed down 36 protected Joshua trees to clear their land for a new house have been fined $18,000, a punishment the authorities hope will discourage others from uprooting the iconic desert plants. https://t.co/P1g5uBDqGF",
  "data/tweet-nytimes/2021/7/1410473260509184002.json": "“For nearly 50 years, this just sat in a basement and no one cared,” Questlove said about the Harlem Cultural Festival footage he watched on loop for months to make his new, acclaimed documentary, “Soul of Summer.” https://t.co/2T6dSsqAQV",
  "data/tweet-nytimes/2021/7/1410649670737670145.json": "Prince William and Prince Harry reunited briefly to unveil a statue of their mother, Princess Diana, on what would have been her 60th birthday.\n\n“Every day, we wish she were still with us,” the brothers said in a rare joint statement. https://t.co/26IGxZSqOD https://t.co/cALMO8pUxr",
  "data/tweet-nytimes/2021/7/1410648156497448963.json": "The Biden administration is expected to take its first steps Thursday toward finalizing a ban on surprise medical bills. Some experts see the policy as the most important consumer protection in health care to come out of Washington in more than a decade. https://t.co/6iE6EF28UU",
  "data/tweet-nytimes/2021/7/1410619229540335616.json": "The Delta variant is now responsible for about one in every four coronavirus infections in the U.S., according to CDC estimates. Here’s what scientists know (and what you should, too). https://t.co/CyfJUN507c https://t.co/5j68aEqOZ9",
  "data/tweet-nytimes/2021/7/1410636834741366787.json": "130 countries signed on to an American-led effort to create a 15% minimum corporate tax rate. The plan for a new global tax system would ensure multinational corporations pay a fair share of tax wherever they operate and earn profits. https://t.co/w4d9g7Xvxb",
  "data/tweet-nytimes/2021/7/1410670007156105226.json": "Breaking News: The Trump Organization was charged in a 15-year-long tax fraud scheme. Allen Weisselberg, Donald Trump’s long-serving chief financial officer, was also accused of avoiding taxes on $1.7 million in income. https://t.co/JWD1E8xjqZ",
  "data/tweet-nytimes/2021/7/1410680605877092359.json": "A California woman who falsely accused a Black teenager of stealing her phone and then attacked him at a New York City hotel was charged with a hate crime. A video of her confronting Keyon Harrold Jr., then 14, in December gained widespread attention. https://t.co/na5Avr4VO6",
  "data/tweet-nytimes/2021/7/1410679640314761219.json": "The wealth management firm that was set to take over as the co-conservator of Britney Spears’s estate, alongside her father, has requested to resign from the arrangement, citing Spears’s public objections to the conservatorship. https://t.co/flcolzKUK7",
  "data/tweet-nytimes/2021/7/1410702184250028036.json": "Mary Wallace Funk, a trailblazing 82-year-old pilot who was prevented from becoming an astronaut in the 1960s because she was a woman, will join Jeff Bezos on his rocket ship company’s first human flight into space, the company announced on Thursday. https://t.co/lSBv11IuND",
  "data/tweet-nytimes/2021/7/1410795398776639493.json": "The Johnson &amp; Johnson coronavirus vaccine is effective against the highly contagious Delta variant, even eight months after inoculation, the company reported on Thursday. https://t.co/yrSE7BV0Jx",
  "data/tweet-nytimes/2021/7/1410604798693429252.json": "Breaking News: The Supreme Court rejected California’s requirement that charities report the identities of major donors, siding with conservative groups who said the disclosures could lead to harassment. https://t.co/lU6a9z32EA",
  "data/tweet-nytimes/2021/7/1410861071364235268.json": "The American sprinter Sha’Carri Richardson, who was set to compete at the Tokyo Olympics this month, could miss the Games after testing positive for marijuana. https://t.co/X5wsYcQiUt",
  "data/tweet-nytimes/2021/7/1410893773081649153.json": "The Johnson &amp; Johnson coronavirus vaccine is effective against the highly contagious Delta variant, even eight months after inoculation, the company reported on Thursday. https://t.co/fSCXpMTQuy",
  "data/tweet-nytimes/2021/7/1410924986114756611.json": "A California woman who falsely accused a Black teenager of stealing her phone and then attacked him at a New York City hotel was charged with a hate crime. A video of her confronting Keyon Harrold Jr., then 14, in December gained widespread attention. https://t.co/rgBQ22GnQx",
  "data/tweet-nytimes/2021/7/1410772755226763264.json": "News Analysis: The criminal case against Donald Trump’s business could deliver a blow to his finances, and he remains the focus of a broader investigation in New York. https://t.co/V4fFC7xofx",
  "data/tweet-nytimes/2021/7/1410904847939948545.json": "Brianna McNeal, an Olympic hurdler who last month qualified for Tokyo, said she didn’t open her door to antidoping officials in 2020 because she was in bed recovering after an abortion.\n\nShe now feels compelled to speak about her abortion to clear her name.https://t.co/azFkgCXdUn",
  "data/tweet-nytimes/2021/7/1410952271374991360.json": "Breaking News: Sha’Carri Richardson, an Olympic gold-medal favorite in the 100 meters, apologized for a positive marijuana test. She was suspended for a month.\nhttps://t.co/9iv7qj249H",
  "data/tweet-nytimes/2021/7/1410887244559392772.json": "With little fanfare and no public ceremony, American troops and their Western allies departed Afghanistan’s largest air base.\n\nBagram, the sprawling outpost from which the U.S. waged war for nearly two decades, was handed over to the Afghan government.\nhttps://t.co/CHJmRqlh8F https://t.co/NrT0ATYvw8",
  "data/tweet-nytimes/2021/7/1411047028256280586.json": "Johnson &amp; Johnson said its Covid vaccine was effective against the highly contagious Delta variant, adding to the growing body of evidence that the most widely available Covid shots offer protection against its most dangerous variants. https://t.co/pc1yNKohgV",
  "data/tweet-nytimes/2021/7/1411077244437553157.json": "The track star Sha’Carri Richardson, who apologized for her marijuana use, said she had used the drug to cope with the news that her biological mother had died. Her chance to compete in the Olympics is now in jeopardy. https://t.co/YRFl3OsWzp",
  "data/tweet-nytimes/2021/7/1411122540269932546.json": "Donald Trump twice sought to talk on the phone with the Republican leader of Arizona’s largest county last winter as the Trump campaign tried to reverse the state’s election results, according to the official and records obtained by The Arizona Republic. https://t.co/epn7updDQZ",
  "data/tweet-nytimes/2021/7/1410735022521282563.json": "Democratic Senators Elizabeth Warren and Bob Casey are calling on federal agencies to increase oversight of conservatorship systems, following testimony from Britney Spears that she had been abused under her conservatorship. https://t.co/gwFZ5ymUxo",
  "data/tweet-nytimes/2021/7/1411318821265326081.json": "Facing 72-hour work weeks and rising housing prices, many young people in China fear they will be the first generation not to do better than their parents. They are now defying the country’s long-held prosperity narrative by refusing to participate in it. https://t.co/YidkEuci1A",
  "data/tweet-nytimes/2021/7/1411107449474629632.json": "Many millennials, thrust into adulthood circa 2008, have experienced two financial crises before turning 40. With savings tapped and retirement accounts drawn down, this generation’s window for achieving financial security may have already begun to close. https://t.co/M4b5VcNgm7",
  "data/tweet-nytimes/2021/7/1411414480886579204.json": "A leak in an underwater gas pipe sparked a swirling fire that raged for hours in the Gulf of Mexico on Friday, creating a biblical scene that drew comparisons to Mordor, the volcanic hellscape from “The Lord of the Rings.” https://t.co/3zOzOkv0Hm",
  "data/tweet-nytimes/2021/7/1411424532590694410.json": "Today, flying the American flag from the back of a pickup truck or over a lawn is increasingly seen as a clue, albeit an imperfect one, to a person’s political affiliation in a deeply divided nation. https://t.co/TODmHEmPsO",
  "data/tweet-nytimes/2021/7/1410880946631495684.json": "Prince William and Prince Harry reunited briefly to unveil a statue of their mother, Princess Diana, on what would have been her 60th birthday.\n\n“Every day, we wish she were still with us,” the brothers said in a rare joint statement.\nhttps://t.co/MXHzoI2GgY https://t.co/jWmS1FCeQ6",
  "data/tweet-nytimes/2021/7/1411479879611150339.json": "What the world needs now are trees, more trees 🌳 https://t.co/fLkRbXHP9g",
  "data/tweet-nytimes/2021/7/1411379227665043459.json": "Eleven men wearing military-style gear and claiming to be “foreign nationals” were arrested after an hourslong armed standoff beside a Massachusetts interstate. https://t.co/aQAxYPbwDI",
  "data/tweet-nytimes/2021/7/1411505085687992321.json": "130 countries signed on to an American-led effort to create a 15% minimum corporate tax rate. The plan for a new global tax system would ensure multinational corporations pay a fair share of tax wherever they operate and earn profits. https://t.co/Dbt6pox3LH",
  "data/tweet-nytimes/2021/7/1411469824245522432.json": "Brazilians have been enraged over how slowly their government moved to acquire coronavirus vaccines. Now, a corruption scandal involving vaccine deals has brought simmering tensions to a boil. https://t.co/7B3m0RhcD3",
  "data/tweet-nytimes/2021/7/1411389288206438403.json": "Who actually gets to ditch their masks? https://t.co/UJIAFrSk5j",
  "data/tweet-nytimes/2021/7/1411464791319842817.json": "Since 2008, a South Asian American child has been a champion at every Scripps National Spelling Bee. It’s a fascination with years of history. https://t.co/b8YWBTwYXE",
  "data/tweet-nytimes/2021/7/1411580586053996546.json": "The Johnson &amp; Johnson coronavirus vaccine is effective against the highly contagious Delta variant, even eight months after inoculation, the company reported — a finding that should reassure the 11 million Americans who have gotten the shot. https://t.co/sLBOsQGN0y",
  "data/tweet-nytimes/2021/7/1411510585225789440.json": "While it is not yet legal to sell or buy marijuana in New York, smoking a joint on the street is not a crime anymore. As long as they observe the same restrictions as on cigarettes, smokers can pretty much spark up where they like. https://t.co/kPGLOCHAJp",
  "data/tweet-nytimes/2021/7/1411595663142445062.json": "A California couple who mowed down 36 protected Joshua trees to clear their land for a new house have been fined $18,000, a punishment the authorities hope will discourage others from uprooting the iconic desert plants. https://t.co/JHIOtQXFl2",
  "data/tweet-nytimes/2021/7/1411681211450368001.json": "Bisexual people face discrimination from both gay people and straight people, a study found. It can directly impact their mental health, contributing to depression, stress and anxiety. https://t.co/EWof3V0PBp",
  "data/tweet-nytimes/2021/7/1411672417672613892.json": "A video last year showed a white ESPN reporter suggesting her colleague got a prized job because she is Black. The fallout at the network has been lasting. https://t.co/oFMRglpCHx",
  "data/tweet-nytimes/2021/7/1411802023700336644.json": "\"I love her more now than I did to begin with — which is saying a lot, because I loved her a lot,\" Jimmy Carter said of his wife, Rosalynn, as the former first couple approaches their 75th wedding anniversary. https://t.co/ED61J1NtsK",
  "data/tweet-nytimes/2021/7/1411842280751763459.json": "“For nearly 50 years, this just sat in a basement and no one cared,” Questlove said about the Harlem Cultural Festival footage he watched on loop for months to make his new, acclaimed documentary, “Soul of Summer.” https://t.co/EWgKZa89j3",
  "data/tweet-nytimes/2021/7/1411600686488428546.json": "Many millennials, thrust into adulthood circa 2008, have experienced two financial crises before turning 40. With savings tapped and retirement accounts drawn down, this generation’s window for achieving financial security may have already begun to close. https://t.co/eAe7NiKREH",
  "data/tweet-nytimes/2021/7/1411751690081087488.json": "Controlled Demolition Inc., the company hired to demolish the remaining section of the Champlain Towers South condo, has more than 70 years of experience bringing down some of the world’s biggest structures, including the Seattle Kingdome in 2000. https://t.co/RtQ61PCHmP",
  "data/tweet-nytimes/2021/7/1411942949689204738.json": "French prosecutors are investigating whether brands like Zara, Uniqlo and Skechers profited from “crimes against humanity” by using forced labor by Uyghurs in China. https://t.co/0AV672CrcD",
  "data/tweet-nytimes/2021/7/1411984468198498304.json": "Nearly 900 people in Rome showed up for an overnight vaccination drive targeting “people on the margins of society.” Live music and free espresso and Italian croissants also helped draw in the crowds. https://t.co/4BbdMoMUDS",
  "data/tweet-nytimes/2021/7/1412059554100166666.json": "\"I love her more now than I did to begin with — which is saying a lot, because I loved her a lot,\" Jimmy Carter said of his wife, Rosalynn, as the former first couple approaches their 75th wedding anniversary. https://t.co/zuYueiYrsl",
  "data/tweet-nytimes/2021/7/1412067520257957893.json": "Rep. Adam Kinzinger is one of the few Republicans speaking out against the big lie that the presidential election was stolen.\n\n“If you’re scared to tell the truth to people, I understand, but you need to find a different line of work,” he tells @NYTMag.\nhttps://t.co/URh0UeP2M3",
  "data/tweet-nytimes/2021/7/1412010911116759040.json": "In a case that has riveted Iran, a couple confessed to murdering and dismembering their son, years after killing a daughter and son-in-law.\n\n“I have no guilty conscience,” the 81-year-old husband said. “I killed people who were very morally corrupt.” https://t.co/f9MvXMn7iQ",
  "data/tweet-nytimes/2021/7/1412028520767889408.json": "Today, flying the American flag from the back of a pickup truck or over a lawn is increasingly seen as a clue, albeit an imperfect one, to a person’s political affiliation in a deeply divided nation. https://t.co/6cZF7DJgxK",
  "data/tweet-nytimes/2021/7/1412100234646278145.json": "The discovery of unmarked graves at former schools for Indigenous children in Canada has revived conversations about the profound damage inflicted on generations of Indigenous families.\n\nThese photos show the relentless effort to erode their culture\nhttps://t.co/q0Vch4sp2G https://t.co/TaWAKlH41R",
  "data/tweet-nytimes/2021/7/1411771803731697670.json": "Another condo building in South Florida was evacuated by firefighters Saturday night after a building inspector reported finding potentially dangerous structural issues. https://t.co/pelQBIOdY5",
  "data/tweet-nytimes/2021/7/1412086425089097733.json": "Eve Adams, a gay writer and Polish Jew, published “Lesbian Love,” one of the earliest examples of America lesbian literature, in 1925.\n\nShe was deported to Poland from the U.S. in 1927 and later died at Auschwitz.\n\nThis is her story.\nhttps://t.co/i2XeZ9dLYw",
  "data/tweet-nytimes/2021/7/1411835884455051270.json": "Breaking News: Demolition of the part of the Florida condo that is still standing will begin after 10 p.m. Eastern tonight, the authorities said. https://t.co/4i0PkqviPL",
  "data/tweet-nytimes/2021/7/1412146812186775554.json": "The discovery of unmarked graves at former schools for Indigenous children in Canada has revived conversations about the profound damage inflicted on generations of Indigenous families.\n\nThese photos show the relentless effort to erode their culture.\nhttps://t.co/FfzWD3avXj",
  "data/tweet-nytimes/2021/7/1412048650444943360.json": "How much did the coronavirus spread through private gatherings last year? Quite a lot, a new study found. It relied on a creative method that used health insurance claims data to look at Covid rates of families in the two weeks after a birthday. https://t.co/TtKyfdONwT",
  "data/tweet-nytimes/2021/7/1411545317493948417.json": "The number of U.S. children under 13 who need urgent mental health care is on the rise, and has been for years, interviews with mental health providers and hospital data reveal. https://t.co/AbxIBJEdVB",
  "data/tweet-nytimes/2021/7/1411691291767980038.json": "Engineers who have visited or examined photos of the wreckage of the Champlain Towers South condominium complex have been struck by a possible flaw in its construction. https://t.co/2uAB7egBhY",
  "data/tweet-nytimes/2021/7/1411731558856265731.json": "A leak in an underwater gas pipe sparked a swirling fire that raged for hours in the Gulf of Mexico on Friday, creating a biblical scene that drew comparisons to Mordor, the volcanic hellscape from “The Lord of the Rings.” https://t.co/ticchpDQrO",
  "data/tweet-nytimes/2021/7/1412105283300741126.json": "President Biden lauded America's progress against the coronavirus pandemic during an Independence Day celebration at the White House, saying that getting vaccinated is “the most patriotic thing you can do.”\nhttps://t.co/uGX7HDqPwY https://t.co/tHnDBsRh9q",
  "data/tweet-nytimes/2021/7/1412399012054016000.json": "Nikole Hannah-Jones, a Pulitzer Prize-winning journalist and New York Times Magazine correspondent, said she would join Howard University’s faculty, less than a week after trustees at the University of North Carolina voted to grant her tenure.\nhttps://t.co/PVjJbqIvwP",
  "data/tweet-nytimes/2021/7/1412451294086840324.json": "Jessica Springsteen, the daughter of Bruce Springsteen and Patti Scialfa, is ranked 27th in the world in show jumping and has a good chance to win a medal at the Tokyo Olympics. https://t.co/0JtQAmnq9v",
  "data/tweet-nytimes/2021/7/1412454889406578692.json": "Breaking News: Rachel Nichols will not work as a sideline reporter for the NBA finals, ESPN said. She will be replaced by Malika Andrews. https://t.co/eGjcuMtFaN",
  "data/tweet-nytimes/2021/7/1412466696120643585.json": "Breaking News: The Pentagon canceled a $10 billion contract with Microsoft after a legal fight over whether Donald Trump intervened in 2019 to shut down Amazon’s bid. https://t.co/LoPoRUBYR8",
  "data/tweet-nytimes/2021/7/1412531635342479367.json": "Breaking News: Sha’Carri Richardson will miss the Tokyo Olympics entirely after officials decided not to include her on a U.S. relay team. She previously lost her spot in the women’s 100 meters after failing a drug test for marijuana. https://t.co/IDLWDkcDgP",
  "data/tweet-nytimes/2021/7/1412516753331064839.json": "The Danish soccer player Christian Eriksen and the paramedics who helped save his life after he collapsed on the field during Denmark’s first game at Euro 2020 have been invited to attend Sunday’s final in London by UEFA, the tournament’s organizer. https://t.co/Ark23x7jf4",
  "data/tweet-nytimes/2021/7/1412560448248061952.json": "Breaking News: Eric Adams won the Democratic nomination for mayor of New York City, according to The Associated Press, putting him on track to become the second Black mayor in the history of the nation’s largest city. https://t.co/GNbrxPjPn6",
  "data/tweet-nytimes/2021/7/1412373316262838272.json": "As the appetite for cable news wanes, Rupert Murdoch is preparing to launch a new TV venture: Fox Weather.\n\nThe company is aggressively poaching star meteorologists, hoping to become a powerful new player in a sphere long dominated by the Weather Channel.\nhttps://t.co/oxG0YHNNW8",
  "data/tweet-nytimes/2021/7/1412582149451141121.json": "A New Jersey man who was caught on video shouting racist insults and harassing his neighbors was arrested twice and charged with several hate crimes, with his second arrest coming as people staged an hourslong protest outside his home. https://t.co/VRUCiTwkBC",
  "data/tweet-nytimes/2021/7/1412484045775282176.json": "Six months ago today, a pro-Trump mob stormed the U.S. Capitol. Watch our documentary mapping out how — and why — instigators set off a wave of violence that engulfed the building. https://t.co/FzgFHyEplC",
  "data/tweet-nytimes/2021/7/1412459354297712640.json": "Six months after the Jan. 6 riot, the U.S. Capitol Police is planning to expand operations outside Washington in an effort to better protect lawmakers, beginning with the opening of field offices in California and Florida. https://t.co/uvUhCEx7FU",
  "data/tweet-nytimes/2021/7/1412620369387831296.json": "Dilip Kumar, one of India’s earliest Method actors who ruled Hindi cinema in the 1950s and 1960s, died at 98. https://t.co/VPSbTwEUUf",
  "data/tweet-nytimes/2021/7/1412725779407020032.json": "Breaking News: President Jovenel Moïse of Haiti was assassinated in an attack at his home near the capital, Port-au-Prince, the prime minister said.\nhttps://t.co/lOLd2cpo2P",
  "data/tweet-nytimes/2021/7/1412573346403962883.json": "A lawyer representing Britney Spears in her conservatorship requested on Tuesday that he be allowed to step down, becoming the latest party to resign from the arrangement after Spears called it abusive at a hearing last month. https://t.co/YEGSIfsa4V",
  "data/tweet-nytimes/2021/7/1412737211158642691.json": "President Jovenel Moïse of Haiti was assassinated in an attack at his home on the outskirts of the capital, Port-au-Prince, the prime minister said.\n\nHis wife, Martine Moïse, was also shot and her condition was not immediately clear.\n\nFollow updates.\nhttps://t.co/99x2f3fvtK",
  "data/tweet-nytimes/2021/7/1412713068178640903.json": "Lil Nas X wants to be not just a pop star but a visibly gay one — founded on genuine pride and comfort. After years of hiding himself, he is trying to be a hitmaker, a pop star, an out gay man and a sexual being. @jazzedloon profiles him for @NYTMag. \nhttps://t.co/UYGJ6IB64z",
  "data/tweet-nytimes/2021/7/1412399717238165511.json": "White flags are being used in Malaysian cities to signify a need for food or other help, mostly by low-income families who have been financially affected by long lockdowns. Thousands of people, including artists and celebrities, have stepped in. https://t.co/EQlytZMHe6",
  "data/tweet-nytimes/2021/7/1412743264940273664.json": "Last month was the warmest June ever recorded in North America, researchers said. https://t.co/jt8cx8vSHI",
  "data/tweet-nytimes/2021/7/1412618652600393728.json": "More than 125 people who attended a religious camp in Texas last month have tested positive for Covid-19. Camp officials also warned that many more people may have been exposed to the virus. https://t.co/ijwma12VUX",
  "data/tweet-nytimes/2021/7/1412812864679731208.json": "Donald Trump announced plans to sue Facebook, Twitter and Google after the platforms have taken various steps to ban him or block him, and his political operation immediately began fund-raising. “If they can do it to me, they can do it to anyone,” he said. https://t.co/pVJJKdw1Fz",
  "data/tweet-nytimes/2021/7/1412559509566988291.json": "“Please get vaccinated now — it works, it’s free, it’s never been easier,” President Biden said on Tuesday as part of a renewed push to reach tens of millions of Americans who remain unvaccinated against the coronavirus. https://t.co/7r85H6xjUU https://t.co/I5k9R6gRyi",
  "data/tweet-nytimes/2021/7/1412806121513947139.json": "Senator Tammy Duckworth, an Army veteran who lost her legs in the Iraq war, talked to The New York Times about her efforts to end the U.S. government’s practice of deporting undocumented immigrants who served honorably in the military. https://t.co/9D6Y7SJRmU https://t.co/MJy5ppmYDi",
  "data/tweet-nytimes/2021/7/1412796098289283081.json": "Sen. Tammy Duckworth is pushing to end the government’s practice of deporting undocumented veterans.\n\n“People don’t even know that we are deporting veterans,” she told The New York Times. “We are actually deporting people who served honorably.”\nhttps://t.co/OxUSeWfGOQ",
  "data/tweet-nytimes/2021/7/1412899119211991044.json": "Breaking News: Jacob Zuma, South Africa’s ex-president, was taken to prison to begin a 15-month sentence, a stunning downfall for the former freedom fighter. https://t.co/Ha8sqiYJgu",
  "data/tweet-nytimes/2021/7/1412774701475192834.json": "President Biden plans to issue an executive order that will encourage federal regulators to crack down on noncompete clauses. The effort is meant to improve workers’ ability to get better jobs and boost competition across the economy.\nhttps://t.co/S7quiXzgw5",
  "data/tweet-nytimes/2021/7/1412909327967473673.json": "The extraordinary heat wave that scorched the Pacific Northwest last week would almost certainly not have occurred without global warming, an international team of climate researchers said Wednesday.\nhttps://t.co/YW5JiroDP0",
  "data/tweet-nytimes/2021/7/1412891393102696448.json": "England beat Denmark to advance to the Euro 2020 final against Italy. It will be the England soccer team's first appearance in a major tournament final since the 1966 World Cup. https://t.co/TYwsGwwVMZ",
  "data/tweet-nytimes/2021/7/1412992374398193664.json": "You would not believe your eyes if ten million fireflies lit up the world and blinked in sync. https://t.co/SXPQO4kY0R",
  "data/tweet-nytimes/2021/7/1413094263987003400.json": "There's a huge digital cat on a billboard in Tokyo. 🏙🐱🏙\n\nIt says “nyannichiwa” to passers-by, a blend of “konnichiwa,” or hello, and “nyan,” Japanese for “meow.” https://t.co/YzDyaLTIfw",
  "data/tweet-nytimes/2021/7/1413114412915953664.json": "Chicago is a city built for a different time. The time before climate change.\nhttps://t.co/VqxrZy0eAv",
  "data/tweet-nytimes/2021/7/1412879138478768131.json": "Pornography literacy classes are supposed to teach students how to critically assess what they see on the screen. But when a sex-positive educator taught her curriculum at two elite New York City schools recently, some parents were outraged.\nhttps://t.co/dny3bghY05",
  "data/tweet-nytimes/2021/7/1413167259988774915.json": "A digital calico cat the size of a yacht is melting hearts in Tokyo. Visitors are only treated to a few brief appearances per hour and it behaves like an actual cat — in the sense that it does whatever it pleases. https://t.co/qx4Ms4ujLE https://t.co/dEoRXGS84l",
  "data/tweet-nytimes/2021/7/1413157524073852931.json": "Breaking News: The Delta variant can sidestep the body’s immune defenses, scientists confirmed, but the fully vaccinated are still protected. https://t.co/dntJy3cbtw",
  "data/tweet-nytimes/2021/7/1413176327327387651.json": "A digital cat is melting hearts (and napping a lot) in Japan https://t.co/66PsUjcsaw",
  "data/tweet-nytimes/2021/7/1413151562965291010.json": "Chicago is a city built for a different time. The time before climate change. https://t.co/2ppfT9o93B",
  "data/tweet-nytimes/2021/7/1413178586144681984.json": "The Lincoln Project, a group focused on antagonizing Donald Trump during his re-election bid, is targeting corporations linked to Republicans who disputed the 2020 presidential vote and played down the attack on the U.S. Capitol on Jan. 6. https://t.co/ZgrFDRgJln",
  "data/tweet-nytimes/2021/7/1412954109792210945.json": "Breaking News: Four people suspected in the assassination of Haiti's president were killed by the police and two others were arrested, the country's police chief said. https://t.co/dfRuAKZ84i",
  "data/tweet-nytimes/2021/7/1413323650099556357.json": "Zaila Avant-garde became the first Black American student to win the Scripps National Spelling Bee. The winning word was “murraya.” https://t.co/rxwsPlfzeG https://t.co/YQPAuvg9TP",
  "data/tweet-nytimes/2021/7/1413294346938486785.json": "Zaila Avant-garde, a #SpellingBee finalist, has also set three Guinness world records:\n— The most basketballs dribbled simultaneously\n— The most basketballs bounces\n— The most bounce juggles in one minute \nhttps://t.co/ediS9Aj4nU",
  "data/tweet-nytimes/2021/7/1413344695581913095.json": "Pfizer and BioNTech said that they were developing a version of the coronavirus vaccine that targets Delta, a highly contagious variant. The companies also reported promising results from studies of people who received a third dose of the original vaccine. https://t.co/yBb7cpJsS9",
  "data/tweet-nytimes/2021/7/1413316417387180032.json": "Zaila Avant-garde correctly spelled “murraya” to win the 2021 Scripps National #SpellingBee. https://t.co/bMDP6PYz2p",
  "data/tweet-nytimes/2021/7/1413269187104026627.json": "The Scripps National #SpellingBee has become a source of pride within the South Asian American immigrant community: Since 2008, a South Asian American child has been a champion at every bee. https://t.co/QH8rkhIc3T",
  "data/tweet-nytimes/2021/7/1413430254236889090.json": "Zaila Avant-garde became the first Black American to win the Scripps National Spelling Bee.\n\nThe win adds to the 14-year-old’s list of accomplishments, which already includes three Guinness world records for dribbling, bouncing and juggling basketballs.\nhttps://t.co/yLOUCTLSnZ",
  "data/tweet-nytimes/2021/7/1413464242351575042.json": "Zaila Avant-garde became the first Black American student to win the Scripps National Spelling Bee. The winning word was “murraya.” https://t.co/oY54ylKbie https://t.co/kcVfv1KDJw",
  "data/tweet-nytimes/2021/7/1413494443370442753.json": "“M-U-R-R-A-Y-A.”\n\nWatch the moment Zaila Avant-garde, a 14-year-old from Louisiana, won the Scripps National Spelling Bee, becoming the first Black American to take the top spot in almost a century of contests. 🐝\nhttps://t.co/AZLqyIsnbu https://t.co/jTHuGf17rv",
  "data/tweet-nytimes/2021/7/1413475579903414274.json": "Zaila Avant-garde became the first Black American to win the Scripps National Spelling Bee.\n\nThe win adds to the 14-year-old’s list of accomplishments, which already includes three Guinness world records for dribbling, bouncing and juggling basketballs.\nhttps://t.co/nlgoaSfCdM",
  "data/tweet-nytimes/2021/7/1413471765641060354.json": "A new abortion law in Texas effectively deputizes citizens to enforce it — a legal innovation with broad implications for America’s courts.\n\nPeople may soon be able to sue abortion clinics, doctors and anyone helping a woman get the procedure in the state.\nhttps://t.co/t1EYSBTtZ4",
  "data/tweet-nytimes/2021/7/1413485603837161473.json": "The world’s top economic leaders are meeting to finalize a plan to put an end to tax havens and force corporations to pay tax wherever they operate.\n\nThe deal would be the biggest overhaul of the international tax system in a century.\nhttps://t.co/4gZxImD47Z",
  "data/tweet-nytimes/2021/7/1413537193386291210.json": "Zalia Avant-garde, 14, had already set three Guinness world records (dribbling, bouncing and juggling basketballs) by the time she spelled “murraya” on Thursday to clinch the Scripps National Spelling Bee title and become the first Black American winner. https://t.co/bqQwJulxsW https://t.co/U4Fj7VOOqo",
  "data/tweet-nytimes/2021/7/1413574198442737693.json": "Waist-deep water in the subway and flooded highways: Here’s how heavy rains affected New York City — and more severe weather is on the way as Tropical Storm Elsa made its way up the Northeast coast. https://t.co/mjOD38zLsa https://t.co/mFewfkdlIh",
  "data/tweet-nytimes/2021/7/1413579232949719044.json": "Zaila Avant-garde, 14, had already set three Guinness world records (dribbling, bouncing and juggling basketballs) by the time she spelled “murraya” on Thursday to clinch the Scripps National Spelling Bee title and become the first Black American winner. https://t.co/fuS58pKOxM https://t.co/aznBTI6fs8",
  "data/tweet-nytimes/2021/7/1413561094329839625.json": "The recent heatwave in the Western U.S. and Canada killed hundreds of millions of marine animals, scientists say. Dead mussels and clams coated rocks in the Pacific Northwest, shells gaping open as if they’d been boiled. Sea stars baked to death. https://t.co/bugFNV81ji",
  "data/tweet-nytimes/2021/7/1413571210303127553.json": "Haitian officials said they had requested that the U.S. send in troops to protect Haiti’s port, airport, gasoline reserves and other infrastructure. The nation has descended into turmoil in the wake of the assassination of President Jovenel Moïse. https://t.co/ejN8szTfDm",
  "data/tweet-nytimes/2021/7/1413649195463061505.json": "Waist-deep water in the subway and flooded highways: Here’s how heavy rains affected New York City on Thursday ahead of Tropical Storm Elsa's arrival.\nhttps://t.co/QcFBTLxu3f https://t.co/s0HUPv0kxl",
  "data/tweet-nytimes/2021/7/1413634077417222144.json": "President Biden fired the head of the Social Security Administration, Andrew Saul, who was a holdover from the Trump administration. https://t.co/vjVmzSWU2U",
  "data/tweet-nytimes/2021/7/1413455276963819529.json": "Breaking News: The IMF said it planned to issue $650 billion in reserve funds, creating money for poor countries to pay for vaccines, health care and debt.\nhttps://t.co/CFdJgE3HF5",
  "data/tweet-nytimes/2021/7/1413490679989350400.json": "Nights are warming faster than days across most of the U.S., with potentially deadly consequences.\n\nHere’s why rising overnight temperatures, fueled by climate change, can be so dangerous.\nhttps://t.co/iaDl2cGXcW",
  "data/tweet-nytimes/2021/7/1413724704775475201.json": "Californians have been asked to set their thermostats at 78 degrees or higher and cut water consumption by 15% as the West braces for another extreme heat wave this weekend. https://t.co/vaN6flV1fO",
  "data/tweet-nytimes/2021/7/1413739800931221507.json": "The Entomological Society of America said Wednesday that it was removing “gypsy moth” and “gypsy ant” as common names for two insects because the term is a slur used against Romani people. The news was a welcome surprise to many in the scientific community.https://t.co/uLpRosOtef",
  "data/tweet-nytimes/2021/7/1413694520903012354.json": "President Biden fired the head of the Social Security Administration, Andrew Saul, who was a holdover from the Trump administration. https://t.co/uo7eROjU2q",
  "data/tweet-nytimes/2021/7/1413865558337015812.json": "Breaking News: Charlottesville, Va., removed a statue of Robert E. Lee four years after it became the focal point of a deadly white nationalist rally. https://t.co/igJweRaSuP",
  "data/tweet-nytimes/2021/7/1413855550245330947.json": "Storms flooded New York City's subways on Thursday, stranding commuters and highlighting just how vulnerable the transit system is to heavy rain. And it's only going to get worse. https://t.co/Eg0gZkpn6X",
  "data/tweet-nytimes/2021/7/1413895825000964098.json": "Hospitals in a hot spot in Missouri are short on ventilators as the Delta variant spreads, with severe cases chiefly among the unvaccinated. https://t.co/aV6zcsLjg3",
  "data/tweet-nytimes/2021/7/1413881964600381444.json": "Ashleigh Barty won the Wimbledon women's singles title. She is the first Australian woman to do so since Evonne Goolagong Cawley won in 1980. https://t.co/ALU1Cm0A6s",
  "data/tweet-nytimes/2021/7/1413956215265271808.json": "At this former dairy farm, the cows don’t have to produce milk, the pigs sleep late and no animal serves a human need — other than helping us rethink how we eat. https://t.co/4SQKwwK2Ki",
  "data/tweet-nytimes/2021/7/1413961233712173060.json": "Last month was the hottest June on record in North America. 1,200 daytime records were broken in the final week.\n\nBut there was an even greater number of daily records set by a different — and maybe more dangerous — measure: overnight temperatures. https://t.co/KJhv5KeZ7L",
  "data/tweet-nytimes/2021/7/1413986399133523969.json": "Saturday’s Copa América final against Brazil is another chance to deliver the title that Messi and Argentina have chased for a generation. https://t.co/gYO89DjEjd",
  "data/tweet-nytimes/2021/7/1414050558659420160.json": "Lionel Messi finally won a major title with his national team after years of agonizing failures as Argentina beat Brazil to win the Copa América. https://t.co/fZzjgjNjis",
  "data/tweet-nytimes/2021/7/1414078875848658947.json": "Nigeria upset a Team U.S.A. team stacked with N.B.A. stars, becoming the first African team to beat the U.S. men’s national team.\nhttps://t.co/PL5QpqRLwk",
  "data/tweet-nytimes/2021/7/1414215412531834880.json": "Lionel Messi finally ticked the last empty box in his soccer career on Saturday night, leading Argentina past Brazil, 1-0, in the final of the Copa América. https://t.co/eJPffY3C9N",
  "data/tweet-nytimes/2021/7/1413972627685875718.json": "A 62-year-old Texas man who waited hours into the night to cast his ballot in the 2020 presidential primary was arrested this week on charges of illegal voting. https://t.co/AQPvRDp6B2",
  "data/tweet-nytimes/2021/7/1414264206656954377.json": "Breaking News: Novak Djokovic won his 20th Grand Slam title after defeating Matteo Berrettini in a Wimbledon final, tying him with Roger Federer and Rafael Nadal. https://t.co/q2lN8i27u0",
  "data/tweet-nytimes/2021/7/1414112222457077765.json": "A tiny Leonardo da Vinci sketch the size of a Post-it note sold for about $12.2 million on Thursday.\n\nThe delicate silverpoint study “Head of a Bear\" is thought to date from the early 1480s. https://t.co/GugtyUJiBq",
  "data/tweet-nytimes/2021/7/1414293433875902467.json": "Cleansing your timeline with David Harbour and his four-month-old puppy. https://t.co/SjwaU7IzM2 https://t.co/e7QK7xrXor",
  "data/tweet-nytimes/2021/7/1414288412371308544.json": "It’s never too late: Vijaya Srivastava took her first swimming lesson at age 68. She’s now a daily swimmer. https://t.co/1kxENu1DxC https://t.co/237EymFYJP",
  "data/tweet-nytimes/2021/7/1414253189440868357.json": "Before Zaila Avant-garde became the first Black American to win the Scripps National Spelling Bee, other Black students faced decades of discrimination and doubts about their abilities. https://t.co/hRcDgKpe7H",
  "data/tweet-nytimes/2021/7/1414343068040507402.json": "Breaking News: Italy rallied to beat England and win #Euro2020, dashing English hopes for their first major title since the 1966 World Cup. https://t.co/dPspUeRzpn",
  "data/tweet-nytimes/2021/7/1414338725207752708.json": "Shouting “Freedom” and other anti-government slogans, hundreds of Cubans took to the streets in cities around the country on Sunday to protest food and medicine shortages, in a remarkable eruption of discontent not seen in nearly 30 years. https://t.co/BbqQPLrNiE",
  "data/tweet-nytimes/2021/7/1414285882853634059.json": "Richard Branson of Virgin Galactic's successful trip to the edge of space is the first stride made amongst billionaire entrepreneurs seeking to make an industry out of space tourism. https://t.co/dlumGPBKsk",
  "data/tweet-nytimes/2021/7/1414313598525005838.json": "Covid-19 breathalyzers are real. They could change everything about how we test for diseases. https://t.co/feP9hgHOMC",
  "data/tweet-nytimes/2021/7/1413689453994983428.json": "Patricia Marroquin Norby is the Met's first Native American curator and its first curator of Native American art. The museum has her to thank for a bold Land and Water Statement in the American wing laying out the museum's intention of honoring Native art. https://t.co/Rq5OuF5XEe",
  "data/tweet-nytimes/2021/7/1414393333833682954.json": "\"The stadium, after all that noise, after all those songs, after all those dreams, stood silent, dumbstruck, and stared straight back,\" @RorySmith writes after England lost to Italy in the #Euro2020 final. https://t.co/3ScVR9ypF2 https://t.co/zpEER8AQ43",
  "data/tweet-nytimes/2021/7/1414077005218320384.json": "Sea otters run hot. It’s not just a manner of speaking: Scientists have found that the furry mammals’ metabolisms work at a rate three times what might normally be expected from a creature their size, burning swiftly through calories. https://t.co/Bfju8rkgxv",
  "data/tweet-nytimes/2021/7/1414263237495988225.json": "Pope Francis greeted the faithful from a balcony at Gemelli hospital in Rome on Sunday, his first public appearance since undergoing colon surgery last week. https://t.co/YBfYgFc2wb https://t.co/Isr10LgoI5",
  "data/tweet-nytimes/2021/7/1414224249577951240.json": "Richard Branson, the 70-year-old British billionaire and founder of Virgin Galactic, is going to space today as part of a bid to make commercial spaceflight a reality. Follow along live: https://t.co/urL2u5CCs9",
  "data/tweet-nytimes/2021/7/1414400383540207617.json": "Italian fans took to the streets to celebrate Italy’s win in the #Euro2020 final over England. For many, the win seemed to symbolize renewal after adversity. https://t.co/yrM34tX120",
  "data/tweet-nytimes/2021/7/1414280887127134218.json": "New York Times journalists went behind the front lines in Ethiopia as a scrappy force of guerrilla fighters overcame one of Africa's strongest armies. https://t.co/GB2tVYzDk2",
  "data/tweet-nytimes/2021/7/1414132394546933760.json": "Starved for PDA, some are taking New York’s reopening as a cue to start “swallowing each other’s faces.” https://t.co/0opih3dng1",
  "data/tweet-nytimes/2021/7/1414509879688060929.json": "Italian fans took to the streets to celebrate Italy’s win in the #Euro2020 final over England. For many, the win seemed to symbolize renewal after adversity. https://t.co/gxAwZtqSa6 https://t.co/fiHelgtYVb",
  "data/tweet-nytimes/2021/7/1414471952081768450.json": "Mathew Rosengart, a prominent lawyer, has had discussions with Britney Spears about representing her in her conservatorship battle. He plans to attend a hearing to begin the process of taking over as her counsel, a person briefed on the matter said. https://t.co/qcnZP6tTU9",
  "data/tweet-nytimes/2021/7/1414465742515445763.json": "Since China introduced its sweeping national security law in Hong Kong, tens of thousands of people have made plans to leave the city and start new lives elsewhere. \n\n“Nothing is as difficult as staying in a city that is lacking freedom,” one woman said. https://t.co/m8NJ3VquBj",
  "data/tweet-nytimes/2021/7/1414545090811514892.json": "Three players on England’s soccer team who missed penalty kicks in the Euro 2020 final became the target of racist attacks on social media.\n\nLondon’s Metropolitan Police said it would investigate the bigotry, which Prime Minister Boris Johnson condemned. https://t.co/I3MvLbccmu",
  "data/tweet-nytimes/2021/7/1414565226071085056.json": "Malta will ban visitors over the age of 12 unless they’re fully vaccinated against the coronavirus. It is the first EU country to impose such restrictions as the island sees an increase in cases amid the Delta variant’s spread. https://t.co/vkSBLrMf1W",
  "data/tweet-nytimes/2021/7/1414524959876071425.json": "The Bootleg fire in Oregon is burning out of control as the West endures its third heat wave this summer. The blaze has scorched more than 143,000 acres, threatening a major power grid. https://t.co/9iAwvLrxWY",
  "data/tweet-nytimes/2021/7/1414278339645386753.json": "Millions of British fans will be watching the Euro 2020 final, basking not just in the team’s success on the field, but as a microcosm of a nation seemingly enthusiastic about its evolving identity as a more tolerant, multiracial, and multi-ethnic society. https://t.co/JrcLx2JhFH",
  "data/tweet-nytimes/2021/7/1414619734084145162.json": "Breaking News: Thousands of Cubans on Sunday protested power outages, food shortages and a lack of medicine — an astonishing act of defiance against a government known for quashing dissent. President Biden called the protests a \"clarion call for freedom.\" https://t.co/GpjTBga9y7 https://t.co/DUAE6WeFuS",
  "data/tweet-nytimes/2021/7/1414550121795162112.json": "Shouting “Freedom” and other anti-government slogans, hundreds of Cubans took to the streets in cities around the country on Sunday to protest food and medicine shortages, in a remarkable eruption of discontent not seen in nearly 30 years. https://t.co/iJnMDGQUwQ",
  "data/tweet-nytimes/2021/7/1414631630803816450.json": "Breaking News: Texas Democrats are making plans to flee the state on chartered flights to Washington, D.C., a dramatic attempt to block a sweeping Republican bill to restrict voting. It's unclear if enough will join to prevent the bill from moving forward. https://t.co/9bTdtaBwnn",
  "data/tweet-nytimes/2021/7/1414647737577086979.json": "Breaking News: The FDA is planning to warn that the Johnson &amp; Johnson coronavirus vaccine can increase the risk of a rare nerve condition known as Guillain-Barré syndrome. https://t.co/HP3GFKFzsG",
  "data/tweet-nytimes/2021/7/1414686016355581956.json": "Protests over the imprisonment of the former South African president Jacob Zuma have escalated into looting and other destructive lawlessness. Some analysts and activists said the uprising was born of deeper issues of poverty and lack of opportunity. https://t.co/p0r51WJ7Tl https://t.co/YBGrImtSOo",
  "data/tweet-nytimes/2021/7/1414678458966364160.json": "The Biden administration will begin sending up to $300 a month per child to most American families in the coming days, intensifying a debate over whether to make the subsidies permanent. The payments will cut child poverty by nearly half, experts estimate. https://t.co/mw2nt4FiSk",
  "data/tweet-nytimes/2021/7/1414615580666122243.json": "The three England soccer players who failed to convert their penalty kicks in the Euro 2020 final shootout — Marcus Rashford, Jadon Sancho and Bukayo Saka — are among the youngest members of a youthful and diverse team that swept to the tournament final. https://t.co/zCgZZwbJVk https://t.co/0hbJAEbzNr",
  "data/tweet-nytimes/2021/7/1414683989277880324.json": "Breaking News: A group of Texas Democrats fled the state in an effort to block a GOP-backed voting law. More than 50 Democrats signed on, an official involved said, enough to prevent Republicans from attaining the quorum needed to conduct business. https://t.co/iPjADFdXK7",
  "data/tweet-nytimes/2021/7/1414547623382589443.json": "Fox News hosts have repeatedly blasted President Biden’s Covid vaccine plan, even as areas with comparatively low inoculation rates face outbreaks. https://t.co/69Ug3Wzbm1",
  "data/tweet-nytimes/2021/7/1414739862926811144.json": "Allen Weisselberg was removed from his leadership roles at dozens of Trump Organization subsidiaries after being indicted by New York prosecutors. https://t.co/4752IMJJaS",
  "data/tweet-nytimes/2021/7/1414766603586134024.json": "Henry Parham, a solider in the only all-Black combat unit to land on the beaches of Normandy on D-Day, has died. He was 99. https://t.co/r2e4mmzfu2",
  "data/tweet-nytimes/2021/7/1414625641673134080.json": "The U.S. Capitol Police is badly damaged, demoralized and depleted six months after the attack by a violent mob. More than 70 officers have retired or resigned since the Jan. 6 riot, which cost the lives of two members of the force. https://t.co/LLZeZHZppY",
  "data/tweet-nytimes/2021/7/1414801793641504773.json": "President Emmanuel Macron of France announced new vaccination requirements, including mandatory inoculation for health care workers and proof of immunization or a recent negative test to enter restaurants and cultural venues. https://t.co/MNNzf9qvfl",
  "data/tweet-nytimes/2021/7/1414647518667984897.json": "Government officials in South Africa deployed the military on Monday to confront violent unrest after protests over the imprisonment of Jacob Zuma devolved into looting and other destructive lawlessness fed in part by poverty and scant opportunity. https://t.co/2hh1dxzat3",
  "data/tweet-nytimes/2021/7/1414862430191116288.json": "President Emmanuel Macron of France announced new vaccination requirements, including mandatory inoculation for health care workers and proof of immunization or a recent negative test to enter restaurants and cultural venues. https://t.co/p5j03UEypB",
  "data/tweet-nytimes/2021/7/1414889878547050509.json": "The Biden administration will begin sending up to $300 a month per child to most American families in the coming days, intensifying a debate over whether to make the subsidies permanent. The payments will cut child poverty by nearly half, experts estimate. https://t.co/F4xS7JJn1S",
  "data/tweet-nytimes/2021/7/1414931535002750977.json": "A surge in Covid shot appointments in France followed an announcement of new vaccination requirements, including mandatory inoculation for health care workers and proof of immunization or a negative test to enter restaurants and cultural venues. https://t.co/fBDZyS2t4S",
  "data/tweet-nytimes/2021/7/1414970818543620097.json": "Fans quickly repaired a mural of Marcus Rashford, a Black player on England’s soccer team who played in the Euro 2020 final, after it was defaced with racist remarks. https://t.co/BD3CkhFAok https://t.co/N49eye8Nsv",
  "data/tweet-nytimes/2021/7/1415008407711518720.json": "Mj Rodriguez became the first transgender person to land an #Emmys nomination in a lead acting category. \n\nShe was nominated for best actress in a drama for the final season of “Pose.” https://t.co/EqrnrXzcfe https://t.co/KvlbBitbok",
  "data/tweet-nytimes/2021/7/1414996519577608193.json": "Breaking News: Russia’s most aggressive ransomware group, blamed for multiple attacks on the U.S., suddenly went offline. Who made that happen is a mystery. https://t.co/6E7lgjcpn3",
  "data/tweet-nytimes/2021/7/1414883560348168217.json": "A graphic Covid-19 ad in Australia is facing a backlash. Critics say the video, which shows a young woman with severe symptoms, unfairly blames younger people, most of whom are ineligible for vaccination amid the country’s slow rollout. https://t.co/tvKPUUemAA",
  "data/tweet-nytimes/2021/7/1415029533850357760.json": "Jean Smart became a double nominee at the #Emmys:\nBest actress in a comedy series for \"Hacks\"\nBest supporting actress in a limited series for “Mare of Easttown”\nhttps://t.co/b2tAeoYorn https://t.co/hUoNGoMLhW",
  "data/tweet-nytimes/2021/7/1415042107102875658.json": "Kate Winslet has won plenty of awards in her acting career, but “I honestly don’t think I’ve ever been so excited about a nomination,” she said of her Emmy nod for “Mare of Easttown.” https://t.co/2aKfQaDMPq",
  "data/tweet-nytimes/2021/7/1414922585842798632.json": "“Landslide” by Michael Wolff tells the dramatic and unprecedented story of the weeks after the 2020 presidential election from inside the White House. Here's Nicholas Lemann's review. https://t.co/ALLtOlyF4t",
  "data/tweet-nytimes/2021/7/1415066015701028864.json": "Almost an entire family from Texas — a father, mother, and three of their kids — were charged on Tuesday with breaching the Capitol on Jan. 6. “We were in capital!!…I do mean IN the building!!” Dawn Munn wrote in a Facebook message obtained by the FBI. https://t.co/zt3quio2TN",
  "data/tweet-nytimes/2021/7/1415061456018624513.json": "A mural of Marcus Rashford was vandalized with racist slurs after England lost Euro 2020. Within hours, fans filled it with messages of support. Israel, an 8-year-old Black boy from Manchester, where Rashford grew up, told him: \"I'm still proud of you.\" https://t.co/wtkLXJ7Qv6",
  "data/tweet-nytimes/2021/7/1415106286140731392.json": "The Utah Division of Wildlife Resources said that last week it used planes to stock fish in about 200 lakes that are inaccessible by vehicle. The division said it has aerial-stocked fish since the 1950s and that they have a high survival rate. https://t.co/HP2BEDHezI https://t.co/eV5qC7CRpk",
  "data/tweet-nytimes/2021/7/1415104226179657728.json": "Breaking News: An Iranian-American journalist living in Brooklyn was the target of an international kidnapping plot orchestrated by an Iranian intelligence network, federal prosecutors said. https://t.co/Dnp6s96iMV",
  "data/tweet-nytimes/2021/7/1415140255771004932.json": "Norwegian Cruise Line sued Florida on Tuesday over a state law that would fine businesses up to $5,000 if they force customers to provide proof of vaccination. The company accused the state of preventing it from “safely and soundly” resuming trips. https://t.co/Ua7e5bYS89",
  "data/tweet-nytimes/2021/7/1415024490359230467.json": "Our documentary examining the legal conservatorship that’s controlled Britney Spears’s life for more than a decade, and her struggle to break free, has been nominated for an Emmy. Times subscribers in the U.S. can watch it on our site. https://t.co/elfcU4VCjk",
  "data/tweet-nytimes/2021/7/1415227101435813889.json": "He searched for his kidnapped son for nearly 24 years. He drove across more than 300,000 miles of China by motorbike. He displayed photos of his two-year-old boy.\n\nThis week, Guo Gangtang's search finally ended. https://t.co/LbmYdIL7a6",
  "data/tweet-nytimes/2021/7/1415073576315727874.json": "Chicago is a city built for a different time. The time before climate change. https://t.co/KjDSbMwfSN https://t.co/w7pvUa7KC1",
  "data/tweet-nytimes/2021/7/1415302609695608834.json": "Italy announced plans to bar large cruise ships from entering Venice and declared the city’s lagoon a national monument.\n\nThe ban, demanded for decades by residents and environmentalists, takes effect on Aug. 1. https://t.co/CRXeSCg6Eg",
  "data/tweet-nytimes/2021/7/1415295093851017220.json": "Sen. Chuck Schumer of New York plans to propose legislation on Wednesday to decriminalize marijuana at the federal level.\n\nThe draft bill would remove marijuana from the Controlled Substances Act and begin regulating and taxing it. https://t.co/AEyzKLsoqJ",
  "data/tweet-nytimes/2021/7/1415306370857979911.json": "The Utah Division of Wildlife Resources said that last week it used planes to stock fish in about 200 lakes that are inaccessible by vehicle. The division said it has aerial-stocked fish since the 1950s and that they have a high survival rate. https://t.co/oHWlwAO80K https://t.co/tm1UFSMgM6",
  "data/tweet-nytimes/2021/7/1415282453917454344.json": "A Massachusetts restaurant closed for a “day of kindness” after customers behaved rudely toward its employees. The verbal abuse had worsened since the eatery was allowed to fully reopen.\n\n“I never thought it would become this,” the co-owner said. https://t.co/fRZLALEwnS",
  "data/tweet-nytimes/2021/7/1415264869482385410.json": "Even after 24 years of searching, Guo Gangtang never gave up hope that he would find his kidnapped son.\n\nThis week, they were reunited. https://t.co/vHWpaN6s1a https://t.co/9gk1vcSSuE",
  "data/tweet-nytimes/2021/7/1415071062027558912.json": "The UN plans to form a panel to investigate systemic racism in policing against people of African descent, adding international weight to demands in the U.S. for accountability for police killings of African Americans, and reparations for victims. https://t.co/3nRXBachpP",
  "data/tweet-nytimes/2021/7/1415334329866244104.json": "Breaking News: Parts of the Amazon are now emitting more carbon dioxide than they absorb, reducing the forest’s ability to be a buffer for climate change, a new study found. Deforestation and global warming have contributed to the change. https://t.co/bzj2E1Y5CW",
  "data/tweet-nytimes/2021/7/1415011910936891397.json": "Tennessee’s top immunization official said she was fired from her job after writing a memo describing a State Supreme Court ruling from 1987 that suggested that some teenagers might be allowed to get vaccines without their parents’ permission. https://t.co/15BfDowU86",
  "data/tweet-nytimes/2021/7/1415336560560590855.json": "Breaking News: Parts of the Amazon are now emitting more carbon dioxide than they absorb, reducing the forest’s ability to be a buffer for climate change, a new study found. \n\n\"This is a negative loop,\" said an author of the paper. https://t.co/O6LiBaxdIi https://t.co/plQ1BQGmhr",
  "data/tweet-nytimes/2021/7/1415196629146144779.json": "European officials are preparing to introduce legislation to phase out fossil fuels far more quickly than other economies have pledged to do. https://t.co/9LtjjtgYJr",
  "data/tweet-nytimes/2021/7/1415412040684998662.json": "Breaking News: The FBI failed to respond quickly to accusations of sexual abuse against the former USA Gymnastics doctor Larry Nassar, allowing him to abuse dozens of more victims, a federal report said. https://t.co/7851jvlrX1",
  "data/tweet-nytimes/2021/7/1415375382765768704.json": "Indonesia reported more than 54,500 coronavirus cases on Wednesday. “Based on the last three days' data, I can say clearly that Indonesia has become the new epicenter in the world,” said an epidemiologist. https://t.co/FPMslPJ1Pa",
  "data/tweet-nytimes/2021/7/1415428474429394947.json": "Britney Spears can hire her own lawyer, a Los Angeles judge said on Wednesday. The decision comes three weeks after the singer denounced the conservatorship that has long controlled her life in an impassioned courtroom speech. https://t.co/MbXjw7ifDu",
  "data/tweet-nytimes/2021/7/1415393349893242881.json": "Olivia Rodrigo visited the White House on Wednesday, joining the Biden administration’s ongoing efforts to use the young and famous to reach the young and unvaccinated. https://t.co/ViO82A9KYv",
  "data/tweet-nytimes/2021/7/1415432193925685248.json": "Olivia Rodrigo, the 18-year-old pop star with the No. 1 album in the country, visited the White House on Wednesday and joined the Biden administration’s efforts to use the young and influential to reach the young and unvaccinated. https://t.co/Fbcshrz6Vd https://t.co/ReI5DuC8dD",
  "data/tweet-nytimes/2021/7/1415446055341154309.json": "Olivia Rodrigo, the 18-year-old pop star with the No. 1 album in the country, visited the White House to encourage the young and unvaccinated to get their shots. The singer has millions of followers on social media who hang on her every word. https://t.co/DuBcsF2nqy",
  "data/tweet-nytimes/2021/7/1415457345031786500.json": "Britney Spears won permission Wednesday to hire her own lawyer to represent her as she fights to end the 13-year conservatorship that has governed her life. Last month, Spears called the arrangement abusive and told the court that she wanted it to end. https://t.co/mTEAKsG3Cn",
  "data/tweet-nytimes/2021/7/1415453610998173700.json": "As the Delta coronavirus variant rips through conservative areas, Republicans are slowly starting to publicly condemn vaccine hesitancy and misinformation. \"The politicization of vaccination is an outrage and frankly moronic,” said Senator Mitt Romney. https://t.co/9NKat6JUaG",
  "data/tweet-nytimes/2021/7/1415389443561766914.json": "The number of extremely hot days is rising around the world. See how your hometown has changed since your birth — and how much hotter it may get. https://t.co/vXNuYn12So",
  "data/tweet-nytimes/2021/7/1415405760046112769.json": "Responding to a surge of Delta variant cases, President Emmanuel Macron stopped short of mandating vaccines in France, but made it clear that unvaccinated people's lives would quickly become miserable, with potential restrictions on travel and dining. https://t.co/YXh8VFyrBZ",
  "data/tweet-nytimes/2021/7/1415396952485896199.json": "Coca-Cola changed the flavor of its soda in 1985 and enraged a nation. Now, the company is doing it again, risking another outcry. https://t.co/tRoVsUG2hH",
  "data/tweet-nytimes/2021/7/1415274909421514753.json": "A mural of Marcus Rashford was vandalized with racist slurs after England lost Euro 2020. Within hours, fans filled it with messages of support. Israel, an 8-year-old Black boy from Manchester, where Rashford grew up, told him: \"I'm still proud of you.\" https://t.co/N41cX0mfgy https://t.co/f15MIqq6rv",
  "data/tweet-nytimes/2021/7/1415448309511110656.json": "Breaking News: Top Democrats agreed to include a tax on imports from nations that lack aggressive climate change policies as part of their $3.5 trillion budget plan. https://t.co/a6yG65mlYE",
  "data/tweet-nytimes/2021/7/1415420894793457664.json": "Sen. Chuck Schumer of New York proposed ambitious legislation on Wednesday to decriminalize marijuana at the federal level, putting his weight as majority leader behind a growing movement to unwind the decades-old war on drugs. https://t.co/RnoCadwdfN https://t.co/TTaEuOFbii",
  "data/tweet-nytimes/2021/7/1415486464213884932.json": "Johnson &amp; Johnson issued a voluntary recall on Wednesday for five of its sunscreen sprays after testing found low levels of benzene, a carcinogen, in the products. Consumers were told to stop using the products and throw them out. https://t.co/T7ZW3XS7HP",
  "data/tweet-nytimes/2021/7/1415503634205483008.json": "The cost of medical treatment for survivors of gun injuries in the U.S. amounts to at least $1 billion each year, but is likely much higher, according to a federal watchdog. https://t.co/L3aZ2ec1i4",
  "data/tweet-nytimes/2021/7/1415488811866468353.json": "After backlash, a ban on a swim cap designed for Black hair is being reconsidered ahead of the Summer Olympic Games in Tokyo. “This is so much bigger than banning a type of cap,” said Lia Neal, a two-time Olympic medalist. https://t.co/0KBxbDjS5K",
  "data/tweet-nytimes/2021/7/1415562429132644355.json": "The Biden administration is expected to announce that it will restore protections to Tongass National Forest in Alaska, one of the world’s largest intact temperate rain forests. Former President Donald Trump had previously stripped away the protections. https://t.co/G8nCupVS3p"
}