{
  "data/tweet-economist/2021/12/1466113125611147265.json": "South Africa deserves more than just praise for having informed the world quickly about the new variant https://t.co/dVbYITftvL",
  "data/tweet-economist/2021/12/1465994343018291207.json": "BioNTech said it would examine the Omicron variant for two weeks before deciding whether a new vaccine is required https://t.co/QLxNd0niWa",
  "data/tweet-economist/2021/12/1465980636896927748.json": "Covid-19 and war had combined to create a humanitarian crisis long before the Taliban took over. That crisis is now quickly worsening #WorldAhead https://t.co/KEOc6J826B",
  "data/tweet-economist/2021/12/1465976741558689792.json": "Omicron has been detected across the world. Find out how our data team is tracking covid-19 https://t.co/4CXPoUnFQS",
  "data/tweet-economist/2021/12/1465944454850912261.json": "The French have concluded that Britain cannot be fully trusted, and that the only language it understands is one that involves a show of strength https://t.co/nk9wbwvWMF",
  "data/tweet-economist/2021/12/1465935159530868743.json": "Supply-chain disruptions have pushed up living costs around the world   https://t.co/HkofnZitCg",
  "data/tweet-economist/2021/12/1465924514194284547.json": "That Ukraine had just 6,000 combat-ready troops at the time of Russia’s annexation of Crimea was a legacy of decades of neglect. Now Ukraine is getting its act together https://t.co/cENoI8HUlO",
  "data/tweet-economist/2021/12/1465919846705733632.json": "“The fact that colleagues in South Africa detected this with whole-genome sequencing so early is a real tribute to their capabilities to do genome sequencing.” Sharon Peacock, head of @CovidGenomicsUK, explains, on “Babbage” https://t.co/CuSlmPXodu",
  "data/tweet-economist/2021/12/1465839526501302279.json": "While Jair Bolsonaro remains in power, it seems unlikely that much will change https://t.co/XVwYKw5War",
  "data/tweet-economist/2021/12/1465834128310476801.json": "The 100,000 Russian troops massed near the border are more than mere theatre; Russia is setting up field hospitals and calling up its reserves https://t.co/ezZyEDhv9W",
  "data/tweet-economist/2021/12/1465994513588101123.json": "With so little data about Omicron, much remains unknown. \n\nHowever, initial evidence from South Africa suggests that it may be more transmissible than the Delta variant.\n\nRead more about the spread of the Omicron variant here 👇",
  "data/tweet-economist/2021/12/1466103507191312387.json": "Is Omicron more dangerous than Delta, and will new vaccines need to be developed to tackle it? Our experts answer your questions. \n\nClick to watch 👇",
  "data/tweet-economist/2021/12/1466240361190379523.json": "Ugur Sahin, the co-founder and chief executive of BioNTech, warns that covid-19 will be around for a long time, and that there will be more variants than letters in the Greek alphabet https://t.co/32CYa7Gbnb",
  "data/tweet-economist/2021/12/1466254799041712131.json": "New York remains the costliest American city, in sixth place overall https://t.co/sgLFYngM7b",
  "data/tweet-economist/2021/12/1466382743391121409.json": "RT @_rospearce: Bees practice social distancing when their hive is infected with mites\n\n#dataviz with @AinslieJstone https://t.co/tKF9ovBtO…",
  "data/tweet-economist/2021/12/1466396723346038786.json": "The rich world should supply vaccines to the poor world not out of self-interest, but because they are cheap and save lives https://t.co/zETy3yLtFP",
  "data/tweet-economist/2021/12/1466387868960571397.json": "Omicron amplifies dangers that stalk the global economy—and has delivered a rude reminder that the path out of the pandemic will not be smooth. Our cover this week https://t.co/mftGerEnVa https://t.co/5k4wTUqQb0",
  "data/tweet-economist/2021/12/1466342917954490370.json": "Opinion polls continue to show a steady and worrying erosion of support for democracy in Latin America. Democrats have been warned #WorldAhead https://t.co/ERr8BalLne"
}