{
  "data/tweet-wsj/2021/11/1454984056060383232.json": "American Airlines has canceled more than 1,900 flights since Friday, mostly due to lack of available crew, particularly flight attendants, according to internal figures https://t.co/CzZdduXxW7",
  "data/tweet-wsj/2021/11/1454979021939384324.json": "Thousands of New York City firefighters, police officers and other municipal employees stand to lose their paychecks starting Monday for failing to comply with the city's vaccine mandate https://t.co/zI02kYoX0E",
  "data/tweet-wsj/2021/11/1454991606369636356.json": "Coca-Cola is buying full control of BodyArmor for $5.6 billion in a deal that values the sports drink brand at about $8 billion, according to people familiar with the matter https://t.co/kk6WjxsfVt",
  "data/tweet-wsj/2021/11/1454986568717017090.json": "In a Michigan city of 9,000, about 200 miles west of Flint, water running through corroding pipes picks up lead and other contaminants. “It makes me feel like we’re third-class citizens,” one resident says. https://t.co/gQ0Vl6WVW0",
  "data/tweet-wsj/2021/11/1455014265136549888.json": "White House press secretary Jen Psaki has tested positive for Covid-19. She says she hadn’t had contact with President Biden or senior White House staff since Wednesday. https://t.co/vhjaGwdr1A",
  "data/tweet-wsj/2021/11/1455036919771979777.json": "Take an early look at the front page of The Wall Street Journal https://t.co/Wxisl0NCmz https://t.co/BPjf0UGcWT",
  "data/tweet-wsj/2021/11/1455059562319466500.json": "Investors may have to wait a while for Alibaba, a former market darling, to regain its glory https://t.co/M5R4bLcNcM",
  "data/tweet-wsj/2021/11/1455085982420717569.json": "Covid-19 patients who were given the low-cost antidepressant fluvoxamine were significantly less likely to require hospitalization https://t.co/aeJwQjVmGV",
  "data/tweet-wsj/2021/11/1455142611451273216.json": "Crews on cargo ships are receiving Covid-19 shots world-wide, preventing more supply-chain disruptions and allowing them to finally disembark https://t.co/KNf5Zud3nN",
  "data/tweet-wsj/2021/11/1454968983766110213.json": "From @WSJopinion: Republicans may simply choose to enjoy the bounty of Democratic failures. But that would miss a rare opportunity to start the larger work of rebuilding a fractured nation, writes @gerardtbaker https://t.co/yFkwJTlJWv",
  "data/tweet-wsj/2021/11/1455076770072432640.json": "Barclays CEO Jes Staley stepped down amid pressure from regulators about how he characterized his relationship with Jeffrey Epstein https://t.co/deevMAiCOP",
  "data/tweet-wsj/2021/11/1455137574939504640.json": "Crypto conglomerate Digital Currency Group captures a $10 billion valuation in a funding round led by SoftBank’s Vision Fund 2 and Latin America Fund https://t.co/lVzYI87ZUI",
  "data/tweet-wsj/2021/11/1455166241392447497.json": "There's one Thunberg who won't be in Glasgow: Mr. Thunberg, Greta's dad. His daughter is 18 and he is happy to let her go to the climate summit on her own. \"We have jobs.\" https://t.co/UOYW6ddMaE",
  "data/tweet-wsj/2021/11/1455253346042974214.json": "Sen. Joe Manchin issued criticism of Democrats’ $1.85 trillion social and climate spending effort, withholding his support for a legislative framework that the White House had cast as a consensus acceptable to all 50 members of the Senate Democratic caucus https://t.co/kI9wA0quNU",
  "data/tweet-wsj/2021/11/1455221889668878338.json": "From @WSJopinion: In the last days of the gubernatorial race in Virginia, the Lincoln Project played the race card in a false-flag operation to help Democrats https://t.co/jyxzQ71Say",
  "data/tweet-wsj/2021/11/1455210578558005250.json": "Gwyneth Paltrow wakes up at 6:30 a.m. and goes straight to her sink, where she does an oil pull: She puts a big scoop of minty coconut oil in her mouth and swishes it around for 10 minutes https://t.co/WLWHCYRig2",
  "data/tweet-wsj/2021/11/1455333860573650955.json": "Amazon has told employees they can ditch their masks if they're fully vaccinated, unless federal, state or local laws say otherwise https://t.co/zrZvz0xhvR",
  "data/tweet-wsj/2021/11/1455352755703451649.json": "One guest at Shanghai Disneyland got Covid. China locked 30,000 visitors inside. https://t.co/xBLGVJG8ad",
  "data/tweet-wsj/2021/11/1455274710124662798.json": "The reported global Covid-19 death toll surpassed five million Monday, according to Johns Hopkins data. The U.S. has the highest number of total confirmed deaths, followed by Brazil, India and Mexico. https://t.co/QX5unEZS5w",
  "data/tweet-wsj/2021/11/1455331351012446213.json": "Greta Thunberg's dad chaperoned his daughter to events across the globe, including spending weeks cooped up in a sailboat crossing the Atlantic to get to a U.N. meeting. She's 18 now, and Mr. Thunberg is happy to have a break. https://t.co/6tKmTC7Pis",
  "data/tweet-wsj/2021/11/1455355248239841282.json": "Gwyneth Paltrow wakes up at 6:30 a.m. and goes straight to her sink, where she does an oil pull: She puts a big scoop of minty coconut oil in her mouth and swishes it around for 10 minutes https://t.co/wOY5em9BGK",
  "data/tweet-wsj/2021/11/1455489884446150660.json": "China stopped buying U.S. liquefied natural gas during the trade war. Amid an energy shortage China is now buying up all of the U.S. gas it can get. https://t.co/fjaRm4kGHi",
  "data/tweet-wsj/2021/11/1455487359076737024.json": "Yahoo said it pulled its services in China, citing an increasingly challenging business and legal environment  https://t.co/nLjR0nvoi1",
  "data/tweet-wsj/2021/11/1455538970411028483.json": "The maker of a promising drug to treat ALS, or Lou Gehrig’s disease, has submitted an application to the FDA for approval of its use https://t.co/rhcqFsSGLA",
  "data/tweet-wsj/2021/11/1455556810476302341.json": "The Justice Department filed an antitrust lawsuit seeking to block Penguin Random House’s proposed acquisition of rival publisher Simon &amp; Schuster https://t.co/ydxtkBlP1Z",
  "data/tweet-wsj/2021/11/1455591471634071555.json": "Facebook said it will shut down its facial-recognition system and delete individual templates for more than a billion people, citing “growing societal concerns” about the technology https://t.co/ObmshV4bW5",
  "data/tweet-wsj/2021/11/1455600640076439552.json": "One of America’s most prominent federal judges acknowledged in court notices that he may have violated the law in 138 lawsuits by hearing cases that involved companies in which he or his wife had a financial interest https://t.co/1v2XlxdATg",
  "data/tweet-wsj/2021/11/1455637117216903171.json": "From @WSJopinion: From climate motorcades to maskless public parties, privileged progressives don’t follow the rules they impose on all of us, writes @gerardtbaker https://t.co/WUBB8u4cDt",
  "data/tweet-wsj/2021/11/1455628478460661763.json": "Real-estate firm Zillow is exiting the home-flipping business, saying its algorithmic model to buy and sell homes rapidly doesn't work as planned https://t.co/uAvEtNHW6d",
  "data/tweet-wsj/2021/11/1455619855680512004.json": "Nike filed trademark applications that indicate it wants to sell digital versions of its sneakers, clothing and other goods stamped with its swoosh logo in virtual worlds, such as videogames or other online platforms https://t.co/oHgImF53cc",
  "data/tweet-wsj/2021/11/1455572982236073989.json": "Always look on the bright side of life? Heck, no. Practicing false cheerfulness—which psychologists call “toxic positivity”—keeps us from addressing our feelings, and the feelings of others. https://t.co/FggH3xHAHN",
  "data/tweet-wsj/2021/11/1455648429707874307.json": "The Biden administration formally nominated Saule Omarova, a law professor and critic of big banks, to serve as a top banking regulator, a setback for Wall Street and other firms that had pushed to scuttle her nomination https://t.co/DEBBnIEsnC",
  "data/tweet-wsj/2021/11/1455722215861854208.json": "Minneapolis voted against replacing its police department with a public safety department in the first municipal election since George Floyd's murder https://t.co/txsKWfUzHQ",
  "data/tweet-wsj/2021/11/1455707640747732992.json": "Democrat Eric Adams is elected mayor of New York City, the AP projects https://t.co/qIKpPydsSz https://t.co/eABUS5gzby",
  "data/tweet-wsj/2021/11/1455740405262204932.json": "The Atlanta Braves won the World Series, beating the Houston Astros 7-0 in Game 6 to capture their first title since 1995 https://t.co/hnkvv0pQTx",
  "data/tweet-wsj/2021/11/1455749742944788480.json": "Boston voters chose city councilor Michelle Wu as mayor, making her the first woman and first person of color elected to lead Massachusetts’ capital https://t.co/MQNfE4vhu2",
  "data/tweet-wsj/2021/11/1455746592812769284.json": "One of America’s most prominent federal judges acknowledged in court notices that he may have violated the law in 138 lawsuits by hearing cases that involved companies in which he or his wife had a financial interest https://t.co/V0ayb1hVzA",
  "data/tweet-wsj/2021/11/1455761714285273092.json": "The race ends years of Democratic gains in the state and gives GOP a playbook ahead of midterms https://t.co/K1jheupIXl",
  "data/tweet-wsj/2021/11/1455799437612179457.json": "Survey results of Virginia voters indicate Glenn Youngkin beat Terry McAuliffe by peeling away key voter groups that a year ago favored President Biden https://t.co/yWoR2riYea",
  "data/tweet-wsj/2021/11/1455784345260670978.json": "It is the second well-known U.S. tech firm to downsize China operations in less than a month https://t.co/Xn0MjTH4yN",
  "data/tweet-wsj/2021/11/1455878677523173379.json": "Republican Glenn Youngkin was elected governor of Virginia, according to the AP. He pledged to jumpstart jobs and reinvigorate the state’s economy. #VaGov #ElectionDay2021 #WSJWhatsNow https://t.co/eciOHP7V3S",
  "data/tweet-wsj/2021/11/1455923994129993728.json": "From @WSJopinion: Glenn Youngkin’s victory in Virginia shows Republicans a way to win back suburban voters they lost during the Trump Presidency https://t.co/Vt8P4eAJdp",
  "data/tweet-wsj/2021/11/1455942869051658248.json": "Packers quarterback Aaron Rodgers tested positive for Covid-19 and has been placed in the NFL’s strict protocols for unvaccinated players—after previously indicating that he had been vaccinated https://t.co/aajjZotWDr",
  "data/tweet-wsj/2021/11/1455514231202275329.json": "“Enough is enough.” Sen. Joe Manchin (D., https://t.co/gjBdG9AQVO.) urged the House to vote on the $1 trillion bipartisan infrastructure bill, which includes funding for roads, rail, climate action and investment in broadband #WSJWhatsNow https://t.co/2nNJHS0uOd",
  "data/tweet-wsj/2021/11/1456028695081242627.json": "New Jersey Gov. Phil Murphy beat Jack Ciattarelli in a tight race, the AP projects. He is the state's first Democratic governor to win re-election since 1977. https://t.co/3O48lTMSMa https://t.co/N8G1V6IrTz",
  "data/tweet-wsj/2021/11/1456059894038253572.json": "The U.S. is so desperate for truck drivers, some in the industry are proposing to let 18-year-olds drive big rigs over long distances https://t.co/wcUXgPs41R",
  "data/tweet-wsj/2021/11/1456105189639921664.json": "The U.S. is so desperate for truck drivers, some in the industry are proposing to let 18-year-olds drive big rigs over long distances https://t.co/9Nq10RHabG",
  "data/tweet-wsj/2021/11/1455905268773105671.json": "What Glenn Youngkin’s win in Virginia says about Democratic infighting and the GOP’s chances for taking control of Congress next year https://t.co/9bLvZKknBB",
  "data/tweet-wsj/2021/11/1456146710670057474.json": "The Pentagon says China’s military is expanding its nuclear arsenal faster than expected, to better compete militarily with the U.S. https://t.co/xucAmt5lOI",
  "data/tweet-wsj/2021/11/1456131608831012866.json": "Chinese tennis star Peng Shuai’s accusation of sexual assault against former Vice Premier Zhang Gaoli has caused a stir online, drawing attention to perceived abuses by powerful political figures https://t.co/QsiSIudm4Y",
  "data/tweet-wsj/2021/11/1456213998219796481.json": "Merck's Covid-19 pill was cleared for use in the U.K., the first country to authorize the oral treatment shown to reduce hospitalization and death https://t.co/ns0BZ2dLgb",
  "data/tweet-wsj/2021/11/1456074977371906048.json": "Some parents who have guided young children through nearly two years of the pandemic say the prospect of getting their kids vaccinated offers hope at a return to normalcy: “This is the final step of what’s in our control.\" https://t.co/TdJv2blODf",
  "data/tweet-wsj/2021/11/1456263736457527311.json": "From @WSJopinion: One salutary result from Glenn Youngkin’s victory in Virginia Tuesday is the failure of Democratic racial demagoguery https://t.co/KpfgOqT63p",
  "data/tweet-wsj/2021/11/1456339248907497480.json": "Some executives say new Covid-19 vaccination and testing requirements will be difficult and costly to implement, and could make it harder to retain employees. “It’s putting employers in the middle of what is essentially a culture war.” https://t.co/PEkopIQXfM",
  "data/tweet-wsj/2021/11/1456286029434998785.json": "A main source for the Steele dossier of opposition research on Donald Trump in the 2016 campaign was arrested as part of special counsel John Durham's probe https://t.co/K7R09jcZdC",
  "data/tweet-wsj/2021/11/1456071236702908416.json": "The scarcity of kissing and the absence of sex on screen is well documented in the Marvel Cinematic Universe. With “Eternals,” Oscar-winning director Chloé Zhao sets a new tone. https://t.co/xABTFzfqdU",
  "data/tweet-wsj/2021/11/1456397124883648519.json": "Eric Adams, the next mayor of New York, wants to turn the city into the crypto capital of the world. His first step: get paid in bitcoin. https://t.co/cs6faBPzjP",
  "data/tweet-wsj/2021/11/1456387046185082884.json": "A Republican truck driver spent very, very little and defeated one of New Jersey’s longtime political power brokers, Democratic state Sen. Steve Sweeney https://t.co/7Nmon0Jshf",
  "data/tweet-wsj/2021/11/1456369432171847689.json": "Environmentalists applaud the plan by Ecuador and others to mark off a stretch of the Pacific as off-limits to industrial fishing, an important step toward thwarting giant Chinese fishing fleets. But enforcement is likely to be a challenge. https://t.co/MRcXnr4qKr",
  "data/tweet-wsj/2021/11/1456422285498257408.json": "Canada said all allegations of sexual misconduct within the country’s armed forces would now be investigated and prosecuted by civilian authorities, citing skepticism among soldiers and the public about the military’s ability to police itself https://t.co/y0pHoUGkMJ",
  "data/tweet-wsj/2021/11/1456478912452694024.json": "The Department of Education said it's ending its relationship with private collection agencies tasked with recovering payments from federal student loan borrowers in default https://t.co/PrjIVkIF3t",
  "data/tweet-wsj/2021/11/1456486450334244864.json": "Eric Adams, the next mayor of New York, wants to turn the city into the crypto capital of the world. His first step: get paid in bitcoin. https://t.co/UlYvj1GBP5",
  "data/tweet-wsj/2021/11/1456494008100966405.json": "A main source for the Steele dossier of opposition research on Donald Trump in the 2016 campaign was arrested as part of special counsel John Durham's probe https://t.co/jW5XGtpGZH",
  "data/tweet-wsj/2021/11/1456267546437373955.json": "Jeffrey Epstein's accusers feared that the people they alleged had enabled him would never be brought to justice. They hope for some closure as his longtime associate Ghislaine Maxwell heads to trial. https://t.co/z6Oyt4bWBN",
  "data/tweet-wsj/2021/11/1456482698642575378.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/saP7OdD8pp",
  "data/tweet-wsj/2021/11/1456558171284193302.json": "Ecuador will join some Latin American neighbors in marking off a stretch of ocean twice the size of Arizona as off-limits to industrial fishing https://t.co/EPN0tpfwgH",
  "data/tweet-wsj/2021/11/1456574263201255424.json": "Pfizer said its Covid-19 pill was 89% effective in a study. The company plans this month to seek FDA authorization for the drug. https://t.co/3fLBRPZK8h",
  "data/tweet-wsj/2021/11/1456256205161046016.json": "Some parents who have held back on resuming normal activities until their kids get vaccinated have big plans now. “That’s going to be the peace of mind that I’ve been dreaming about for months and months and months,” said one mom. https://t.co/z6shLHlVmV",
  "data/tweet-wsj/2021/11/1456595921001750531.json": "Three years ago, Greta Thunberg was a schoolgirl cutting classes to protest what she said was inaction on climate change. Now she calls the U.N. climate summit “a two week celebration of business as usual and blah blah blah.” https://t.co/IrhymHw7fQ",
  "data/tweet-wsj/2021/11/1456456262573568014.json": "From @WSJopinion: From Seattle to Long Island, Americans voted against public disorder https://t.co/zHrqytbD3s",
  "data/tweet-wsj/2021/11/1456618714896470019.json": "“Sometimes I just want to cry…I buy gas to cook and then I can’t afford food.” Rising food prices are causing increasing hardship across a swath of the developing world. https://t.co/Dw8MQmIwQk",
  "data/tweet-wsj/2021/11/1456380762362683403.json": "President Biden is “perfectly comfortable” with payments to immigrant families who were separated after illegally crossing the Mexico border, a spokeswoman said, noting the president’s denial referred to the size of payments, not payments themselves https://t.co/yL7BVL70vq",
  "data/tweet-wsj/2021/11/1456626135878537224.json": "From @WSJopinion: Vaccines have been a pandemic godsend, but the 490-page Biden vaccine mandate is unnecessary and needlessly divisive. https://t.co/TOJ1sLttyS",
  "data/tweet-wsj/2021/11/1456711678712815619.json": "Green Bay Packers quarterback Aaron lashed out at the NFL and what he called the \"woke mob\" in defending his unvaccinated status during a radio appearance in his first public comments after testing positive for Covid-19 https://t.co/B8MSY1wB1y",
  "data/tweet-wsj/2021/11/1456716729581817859.json": "From @WSJopinion: Biden last month threatened to call out companies if they didn’t “step up” to ease supply-chain bottlenecks, writes @AllysiaFinley. He should instead call out California Democrats. https://t.co/kk5Opmmmah",
  "data/tweet-wsj/2021/11/1456769572661514242.json": "From @WSJopinion: The Clinton dossier should go down as one of the biggest scandals in U.S. political history, writes @KimStrassel. Not just for the breadth of the con, but for the time it has taken to expose it. https://t.co/6VLRddHfXw",
  "data/tweet-wsj/2021/11/1456750733794107392.json": "“Sometimes I just want to cry…I buy gas to cook and then I can’t afford food.” Rising food prices are causing increasing hardship across a swath of the developing world. https://t.co/WiXxC0300a",
  "data/tweet-wsj/2021/11/1456826447348346881.json": "The House passed a roughly $1 trillion infrastructure bill that funds roads, bridges and expanded broadband, sending it to Biden for his signature https://t.co/RbxrJmQd5K",
  "data/tweet-wsj/2021/11/1456818676561289217.json": "Facebook internal documents say 12.5% of users reported the app hurts their sleep, work or relationships. In some cases, \"parents focused more on FB than caring for or bonding with their children,” a company researcher wrote. https://t.co/xgeBBsnkiD",
  "data/tweet-wsj/2021/11/1456852597382553602.json": "From @WSJopinion: Nuclear power is cheap, efficient, extremely reliable and nearly carbon-free, write Andrew I. Fillat and @henryimiller. It’s the best climate change solution by far. https://t.co/Ie2HcIZKl6",
  "data/tweet-wsj/2021/11/1456841303250059264.json": "Here is an early look at the front page of The Wall Street Journal's weekend edition https://t.co/bY56omqst3 https://t.co/fM9P9sogps",
  "data/tweet-wsj/2021/11/1456554412491649027.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/ltEVZ0YLvH",
  "data/tweet-wsj/2021/11/1456871485419802626.json": "Your odor is as unique to you as a thumbprint and can reveal secrets about your background and state of mind—though exactly how we interpret each other’s smells remains a mystery https://t.co/vJ3k7BBnAz",
  "data/tweet-wsj/2021/11/1456916805671395332.json": "Take a look at the front page of today's Wall Street Journal https://t.co/oDFXDBUz5s https://t.co/su5AKGA71K",
  "data/tweet-wsj/2021/11/1456932137102454798.json": "Fewer blackouts, cleaner water, safer bike lanes and, yes, more construction detours: How the infrastructure package will affect the lives of Americans. https://t.co/NBOYSqAws7",
  "data/tweet-wsj/2021/11/1456954589052391427.json": "One of America’s most prominent federal judges acknowledged in court notices that he may have violated the law in 138 lawsuits by hearing cases that involved companies in which he or his wife had a financial interest https://t.co/mxeF2JMUFH",
  "data/tweet-wsj/2021/11/1456947592730918917.json": "The roughly $1 trillion infrastructure package will modestly help the economy in the short run while priming the U.S. for slightly stronger growth in coming decades, economists say https://t.co/sZCAnsZK8D",
  "data/tweet-wsj/2021/11/1456939977913380865.json": "Breakthrough Covid-19 infections are on the rise in the U.K., driven in part by unvaccinated children transmitting the virus to their parents https://t.co/zXIr4W5uRz",
  "data/tweet-wsj/2021/11/1456973415303335941.json": "The $1 trillion infrastructure bill will affect everything from how we commute to how we access the internet. Here's what it means for you. https://t.co/9Ud8wFHLlE",
  "data/tweet-wsj/2021/11/1456992284797513741.json": "The maker of a promising drug to treat ALS, or Lou Gehrig’s disease, submitted an application to the FDA for approval https://t.co/uAa8ewm82H",
  "data/tweet-wsj/2021/11/1456988505201119234.json": "No college. No background checks. Job offers within 10 minutes of applying. The U.S. labor shortage means there’s never been an easier time to look for work. https://t.co/IFXJNF1xdg",
  "data/tweet-wsj/2021/11/1456826193836118017.json": "Is it really true that children explore more than grown-ups and that this helps them to learn? A recent “learning trap” experiment showed that adults leap faster to conclusions while children explore and gather more information. https://t.co/DEa4WLZ6hU",
  "data/tweet-wsj/2021/11/1456980950148132871.json": "From @WSJopinion: By refusing to tie work to welfare, progressives and the Biden administration are undermining the American work ethic to the detriment of those they want to help and to the rest of us as well, writes @RealBenCarson https://t.co/2ArUGG6Uqe",
  "data/tweet-wsj/2021/11/1456996063248855041.json": "Essay: Since the rock concert was born 70 years ago, it has evolved from a euphoric teenage ritual into a $5.5 billion industry https://t.co/GZWjSxbsnE",
  "data/tweet-wsj/2021/11/1457030059034828814.json": "President Biden is now on the cusp of signing the roughly $1 trillion legislation into law, giving him a much-needed bipartisan victory. Now he will need to sell it to voters. https://t.co/G9lIynMUOO",
  "data/tweet-wsj/2021/11/1457068063841529861.json": "A U.S. court temporarily blocked the Biden administration's new rules requiring many employers to ensure workers are vaccinated or tested weekly for Covid-19 https://t.co/co3MJ4QnxO",
  "data/tweet-wsj/2021/11/1456984841241628679.json": "Gwyneth Paltrow wakes up at 6:30 a.m. and goes straight to her sink, where she does an oil pull: She puts a big scoop of minty coconut oil in her mouth and swishes it around for 10 minutes https://t.co/BtAlWnXkeX",
  "data/tweet-wsj/2021/11/1457086655567904769.json": "Covid-19 was more than five times more common among hospitalized people who were unvaccinated and had a previous infection, compared with those who were fully vaccinated and hadn’t had Covid-19 before, a study found https://t.co/Xfuj5gi4uX",
  "data/tweet-wsj/2021/11/1456799762817159169.json": "A Malibu spec house with a hair salon, poker room and cinema is listing for $47.5 million https://t.co/jPN7KxCjtp",
  "data/tweet-wsj/2021/11/1457120687320088580.json": "Ryan Reynolds blazed a path that allows him to be an actor, entrepreneur, and more. “While I was obscenely privileged to star in movies, a lot of times they weren’t working,” he says. “That’s when I said, ‘I need to have some authorship here.’ ” https://t.co/E5QrTgJ5Q7",
  "data/tweet-wsj/2021/11/1457018700775690257.json": "Millions of Americans struggle to afford dental care, including many who have insurance. Lenders are seeing a niche but lucrative financing market. https://t.co/hDHcjtmubZ",
  "data/tweet-wsj/2021/11/1457211237738110977.json": "Always look on the bright side of life? Heck, no. Practicing false cheerfulness—which psychologists call “toxic positivity”—keeps us from addressing our feelings, and the feelings of others. https://t.co/RMfjUNgfrN",
  "data/tweet-wsj/2021/11/1457203690868183042.json": "The U.S. is so desperate for truck drivers, some in the industry are proposing to let 18-year-olds drive big rigs over long distances https://t.co/IA9smmeDSy",
  "data/tweet-wsj/2021/11/1457279187111358467.json": "“Sometimes I just want to cry…I buy gas to cook and then I can’t afford food.” Rising food prices are causing increasing hardship across a swath of the developing world. https://t.co/W74flFfHRj",
  "data/tweet-wsj/2021/11/1457173471092350976.json": "Daylight Savings Time falls back at 2 a.m. this Sunday. Here's how to best adjust your schedule for the extra hour. https://t.co/ASt0UkIohx",
  "data/tweet-wsj/2021/11/1457188566723973125.json": "Review: The vigilante serial killer played by Michael C. Hall returns to TV in \"Dexter: New Blood,\" with a reformed mindset and a new identity https://t.co/tefzxLFKwS",
  "data/tweet-wsj/2021/11/1457309392228044803.json": "Should Elon Musk sell 10% of his Tesla stock? The billionaire asked Twitter followers and committed to following their directive, amid debates about capital-gains taxes https://t.co/IdGDm6Des5",
  "data/tweet-wsj/2021/11/1457320697278107655.json": "Breakthrough Covid-19 infections are on the rise in the U.K., driven in part by unvaccinated children transmitting the virus to their parents https://t.co/a8VXiMkDHK",
  "data/tweet-wsj/2021/11/1457332120871968776.json": "The U.S. is so desperate for truck drivers, some in the industry are proposing to let 18-year-olds drive big rigs over long distances https://t.co/PJEnmXfYjn",
  "data/tweet-wsj/2021/11/1457324493513310209.json": "From @WSJopinion: Data from the Federal Bureau of Investigations showed a historic spike in violent crime after last year’s political assault on police. Voters on Tuesday said they’ve had enough. https://t.co/ck080RS6gs",
  "data/tweet-wsj/2021/11/1457354672969326592.json": "People will be able to do almost anything in the metaverse: attend concerts, watch UFC fights, participate in work meetings. Here’s what it could look like. https://t.co/IMYiqxAoYT",
  "data/tweet-wsj/2021/11/1457362223123345411.json": "Some Brazilian farmers want to be paid for helping to protect the Amazon rainforest. “If I were to get something for the benefit I am providing, I think that would be fair.” https://t.co/Pn0Q30E7Wc",
  "data/tweet-wsj/2021/11/1457343363762507788.json": "Goldman Sachs promoted 643 employees to the position of managing director, its largest class ever https://t.co/LAEGyhLLTZ",
  "data/tweet-wsj/2021/11/1457313144246767617.json": "A stock-market study casts new light on what happens during stock buybacks: The “multiplier effect” https://t.co/uRXEnnF2pM",
  "data/tweet-wsj/2021/11/1456460033856884736.json": "You don’t have to quit your job to combat burnout. There are ways to self-assess, work with your manager and improve your mental health. https://t.co/eAF8JL4ajG",
  "data/tweet-wsj/2021/11/1457369778704863241.json": "Covid-19 was more than five times more common among hospitalized people who were unvaccinated and had a previous infection, compared with those who were fully vaccinated and hadn’t had Covid-19 before, a study found https://t.co/M4eBLGOJq1",
  "data/tweet-wsj/2021/11/1457366015487221760.json": "Many young people perceive a disconnect between themselves and the houses of worship that need believers to sustain their congregations: “I hear what priests and pastors say at the pulpit and say to myself, ‘No, that is not what I believe in my heart.’ ” https://t.co/2rBNYyx22P",
  "data/tweet-wsj/2021/11/1457408870708662276.json": "One of America’s most prominent federal judges acknowledged in court notices that he may have violated the law in 138 lawsuits by hearing cases that involved companies in which he or his wife had a financial interest https://t.co/yKGYowwzwM",
  "data/tweet-wsj/2021/11/1456909267135516672.json": "At least eight people were killed and several others injured in a crowd surge at the Astroworld festival in Houston, authorities said https://t.co/P7nfkXhigJ",
  "data/tweet-wsj/2021/11/1457464130307301386.json": "The $1 trillion infrastructure bill passed by Congress provides a spark to efforts to build a national network of electric-vehicle charging stations https://t.co/k77Ncs7bKz",
  "data/tweet-wsj/2021/11/1457476733586886657.json": "No woman had won Olympic gold and the New York City Marathon in the same year until Kenya’s Peres Jepchirchir. It’s a historic finish to the iconic race’s return to the five boroughs. https://t.co/QAJBnu4hBu",
  "data/tweet-wsj/2021/11/1457441499508092939.json": "Nicaraguan President Daniel Ortega is expected to win a fourth consecutive term after he imprisoned seven would-be presidential candidates. The U.S. and European Union have described Sunday’s election as a sham. https://t.co/fuOB48yMxv",
  "data/tweet-wsj/2021/11/1457520782503030787.json": "From @WSJopinion: The Clinton dossier should go down as one of the biggest scandals in U.S. political history, writes @KimStrassel. Not just for the breadth of the con, but for the time it has taken to expose it. https://t.co/p2RKZaLMEN",
  "data/tweet-wsj/2021/11/1457509429054787588.json": "The $1 trillion infrastructure bill passed by Congress provides a spark to efforts to build a national network of electric-vehicle charging stations  https://t.co/yimBIWjQXI",
  "data/tweet-wsj/2021/11/1457426385060995072.json": "People will be able to do almost anything in the metaverse: attend concerts, watch UFC fights, participate in work meetings. Here’s what it could look like. https://t.co/r7tqxxzD7X",
  "data/tweet-wsj/2021/11/1457539641582800896.json": "Ryan Reynolds blazed a path that allows him to be an actor, entrepreneur, and more. “While I was obscenely privileged to star in movies, a lot of times they weren’t working,” he says. “That’s when I said, ‘I need to have some authorship here.’ ” https://t.co/N02tnB5acg",
  "data/tweet-wsj/2021/11/1457528359232147456.json": "Gwyneth Paltrow wakes up at 6:30 a.m. and goes straight to her sink, where she does an oil pull: She puts a big scoop of minty coconut oil in her mouth and swishes it around for 10 minutes https://t.co/smKnmzW6TB",
  "data/tweet-wsj/2021/11/1457558532706947077.json": "Researchers investigating rare heart-related risks linked to Covid-19 vaccines are exploring several emerging theories, including one centered on the spike protein made in response to the shots https://t.co/4I23EqUh3v",
  "data/tweet-wsj/2021/11/1457428931808792580.json": "Twitter users voted in favor of Elon Musk selling 10% of his Tesla stock. He posted the poll as Congress debates how the wealthiest Americans should be taxed. https://t.co/myRkuBQZCR",
  "data/tweet-wsj/2021/11/1457581171999657987.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/GsaWFoORed",
  "data/tweet-wsj/2021/11/1457645049185984521.json": "Tesla shares fell in premarket trading after Twitter users directed Chief Executive Elon Musk to sell a 10th of his stock in an online poll https://t.co/jlSWdQKc9V",
  "data/tweet-wsj/2021/11/1457652876508110850.json": "No woman had won Olympic gold and the New York City Marathon in the same year until Kenya’s Peres Jepchirchir. It’s a historic finish to the iconic race’s return to the five boroughs. https://t.co/IbYCs3pDoU",
  "data/tweet-wsj/2021/11/1457681808611368971.json": "Elon Musk pledged to abide by the results of a Twitter poll asking whether he should sell 10% of his Tesla shares. Twitter users voted yes. #WSJWhatsNow https://t.co/OVLVzcfLx1",
  "data/tweet-wsj/2021/11/1457690638388957186.json": "Heard on the Street: Elon Musk has good reason to dump some Tesla shares and every right to do so without resorting to theatrics  https://t.co/IcvgfJqEM5",
  "data/tweet-wsj/2021/11/1457588711005294593.json": "Mexican politician Ricardo Anaya recently fled his country to escape what he says is a political vendetta by President Andrés Manuel López Obrador. “He is vengeful, and he wants to destroy me,” Anaya said in his first interview since leaving Mexico. https://t.co/qQNU0wnO6s",
  "data/tweet-wsj/2021/11/1457498134473498628.json": "Some big U.S. employers are dropping workplace mask mandates as Covid-19 cases fall and vaccination rates rise https://t.co/wAeH7i0tWY",
  "data/tweet-wsj/2021/11/1457751039239757833.json": "The vaccine mandate debate has made it to Dr. Fauci's own workplace. One of his top scientists isn't vaccinated and says mandates are wrong. https://t.co/6POSY2jZTL",
  "data/tweet-wsj/2021/11/1457535875517145098.json": "People will be able to do almost anything in the metaverse: attend concerts, watch UFC fights, participate in work meetings. Here’s what it could look like. https://t.co/L4qwOzUbhS",
  "data/tweet-wsj/2021/11/1457532092334682116.json": "Mexican politician Ricardo Anaya recently fled his country to escape what he says is a political vendetta by President Andrés Manuel López Obrador. “He is vengeful, and he wants to destroy me,” Anaya said in his first interview since leaving Mexico. https://t.co/dsqPrDqvBF",
  "data/tweet-wsj/2021/11/1457611372280299521.json": "SoftBank reported a $3.5 billion loss as Beijing’s moves against Alibaba, Didi and others hit the value of the Japanese tech investor’s portfolio https://t.co/z2Usc9TL6y",
  "data/tweet-wsj/2021/11/1457720845930008587.json": "IMAX, known for its big movie screens in big theaters with big sound, is coming to a smaller venue: your home. Disney+ is bringing the IMAX versions of 13 Marvel movies to its streaming service, including \"Shang-Chi\" and \"Iron Man.\" https://t.co/XXNXGe39Yg",
  "data/tweet-wsj/2021/11/1457329498223939588.json": "The infrastructure bill provides dozens of transportation grants to pay for public works that will likely need the blessing of Transportation Secretary Pete Buttigieg https://t.co/jOFR5SCz9q",
  "data/tweet-wsj/2021/11/1457765307179806724.json": "State Farm aired fewer commercials that featured Aaron Rodgers over the weekend after the NFL star divulged he was unvaccinated against Covid-19 and questioned vaccine effectiveness https://t.co/0xvKKlAf5F",
  "data/tweet-wsj/2021/11/1457741466068045830.json": "Airlines started flying thousands of Europeans and others to the U.S. after Washington reopened its borders to citizens of 33 countries who had been barred by Covid-19 restrictions for more than 18 months https://t.co/c59sbDEnb9",
  "data/tweet-wsj/2021/11/1457894482028998662.json": "No college. No background checks. Job offers within 10 minutes of applying. The U.S. labor shortage means there’s never been an easier time to look for work. https://t.co/i8uLXIl5nF",
  "data/tweet-wsj/2021/11/1458045451442311169.json": "General Electric plans to split into three public companies focused on aviation, healthcare and energy. Shares in the company rose 9% premarket. https://t.co/DjOFZfak2n",
  "data/tweet-wsj/2021/11/1458025337154068481.json": "Supermarkets say shoppers are seeking out lower-cost options in the meat case in response to higher prices\n https://t.co/mJytK0kjbb",
  "data/tweet-wsj/2021/11/1458087408642240522.json": "Arizona Rep. Paul Gosar tweeted an anime video Monday night in which he appeared to be shown attacking New York Rep. Alexandra Ocasio-Cortez with a sword and poised to attack President Biden, prompting immediate backlash on social media https://t.co/VUlkwEtMsY",
  "data/tweet-wsj/2021/11/1458094548756975630.json": "Most recently seen in the Israeli-Palestinian conflict, the Iron Dome and systems like it are making their way to the Asia-Pacific region as the Pentagon addresses a Chinese buildup that it has called its No.1 challenge https://t.co/H9uMu5gRrV",
  "data/tweet-wsj/2021/11/1458128516302639114.json": "Tim Cook says Apple is looking into cryptocurrency. Potential endeavors wouldn’t involve investing the company’s sizable cash balance into it, he says. https://t.co/UyraXTemLB",
  "data/tweet-wsj/2021/11/1458090519024832532.json": "New Hampshire Gov. Chris Sununu has declined to run for Senate, delivering a setback to Republicans’ chances of taking control of the evenly split chamber in next year’s midterms https://t.co/dsl5pyf2Ba",
  "data/tweet-wsj/2021/11/1457958658977980416.json": "\"I turn into a ball of anxiety every night before my show.\" A career as a live-streamer on Twitch may seem like fun, but there are plenty of downsides. https://t.co/aGzLWKXyKu",
  "data/tweet-wsj/2021/11/1458158719078895621.json": "A 12-year-old from New Jersey finished two grades of school in one year, then booked a one-way ticket to Hungary for his shot at history: becoming the youngest chess grandmaster ever https://t.co/BxHjpIxL0G",
  "data/tweet-wsj/2021/11/1458151192647843841.json": "3-D-printed bridges in the Netherlands, China and Spain are putting the technology to the test https://t.co/LcGtUVo2JR",
  "data/tweet-wsj/2021/11/1457656689893720066.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/x3N8DWIIBq",
  "data/tweet-wsj/2021/11/1458220381941248004.json": "A second season of Netflix's popular series \"Squid Game\" is in the works, according to the show’s creator https://t.co/rVdyMumpWe",
  "data/tweet-wsj/2021/11/1458223435667148804.json": "Electric-vehicle startup Rivian priced its IPO at $78 a share, a person familiar with the matter said, valuing the company at more than $77 billion in a sign of strong demand https://t.co/7cEnANn62j",
  "data/tweet-wsj/2021/11/1458321062555435016.json": "Zhang Zhan, who was imprisoned in China over her video reports from Wuhan during the early days of the pandemic, is gravely ill after going on hunger strike https://t.co/i7zP5zAgXp",
  "data/tweet-wsj/2021/11/1458302173067026432.json": "Facebook has policies against plagiarized and recycled content, but the site is rife with it. About 40% of traffic to pages in 2018 went to those with stolen content, its researchers said. https://t.co/svoy8DR1kN",
  "data/tweet-wsj/2021/11/1458324816566661121.json": "A second season of Netflix's popular series \"Squid Game\" is in the works, according to the show’s creator https://t.co/B1oySOpoRs",
  "data/tweet-wsj/2021/11/1458307195393687553.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/ksYRNQ5KzX",
  "data/tweet-wsj/2021/11/1458343686060838915.json": "MSNBC anchor Brian Williams said he plans to leave the network when his contract expires in December, after a 28-year run at NBC’s news division https://t.co/P2TDtmhlNO",
  "data/tweet-wsj/2021/11/1458250595840704512.json": "Unity Software is set to buy major parts of Peter Jackson’s visual-effects studio that helped create “Lord of the Rings,” “Games of Thrones” for $1.63 billion https://t.co/1388WPHjwa",
  "data/tweet-wsj/2021/11/1458309729894256640.json": "Electric-vehicle startup Rivian priced its IPO at $78 a share, a person familiar with the matter said, valuing the company at more than $77 billion in a sign of strong demand https://t.co/4AV98oz75X",
  "data/tweet-wsj/2021/11/1458381972812804100.json": "Google lost its appeal against a $2.8 billion antitrust decision by the European Union, adding new momentum to the bloc’s assault on big tech https://t.co/CeW0frKGnL",
  "data/tweet-wsj/2021/11/1458427326702792710.json": "U.S. inflation hit a three-decade high of 6.2% last month. Supply shortages and strong consumer demand continue to push up prices. https://t.co/xGXkRkfmt2",
  "data/tweet-wsj/2021/11/1458381440412966916.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/fcX7XsS6Me",
  "data/tweet-wsj/2021/11/1458192712050618370.json": "From @WSJopinion: If you’re agonizing about whether to have your young child vaccinated against Covid-19, be reassured: The risk is extremely low either way, write @NBSaphierMD and @MartyMakary https://t.co/LFJClDcAFn",
  "data/tweet-wsj/2021/11/1458273485441191942.json": "MSNBC anchor Brian Williams said he plans to leave the network when his contract expires in December, after a 28-year run at NBC’s news division https://t.co/adS29bLLXp",
  "data/tweet-wsj/2021/11/1458217856026529797.json": "Most recently seen in the Israeli-Palestinian conflict, the Iron Dome and systems like it are making their way to the Asia-Pacific region as the Pentagon addresses a Chinese buildup that it has called its No.1 challenge https://t.co/2utXDFG41M",
  "data/tweet-wsj/2021/11/1458400340588519432.json": "Most recently seen in the Israeli-Palestinian conflict, the Iron Dome and systems like it are making their way to the Asia-Pacific region as the Pentagon addresses a Chinese buildup that it has called its No.1 challenge https://t.co/GZx1FjctYV",
  "data/tweet-wsj/2021/11/1458445879254392838.json": "Prince Harry said he warned Twitter's Jack Dorsey that his social-media platform was allowing a coup to be staged ahead of the Jan. 6 Capitol riot https://t.co/bHBPv1Ys3Y",
  "data/tweet-wsj/2021/11/1458492990540984322.json": "U.S. prosecutors are recommending that Jacob Chansley, the self-described “QAnon Shaman” who stormed the Capitol on Jan. 6, serve 51 months in prison for his role in the attack https://t.co/e72lLaDOTO",
  "data/tweet-wsj/2021/11/1458509244890763266.json": "Breaking: Uber was sued by the Justice Department for charging wait-time fees to physically disabled passengers who need more time to enter a car https://t.co/n1moJk7UcJ",
  "data/tweet-wsj/2021/11/1457852981735530500.json": "Financial advisers want to woo young customers. Rich millennials are turning them down. “It’s easy to manage $500,000, $1 million yourself.” https://t.co/TCjSadzZXe",
  "data/tweet-wsj/2021/11/1458558854237655049.json": "China is attempting to pull off a controlled implosion of Evergrande, the world’s most indebted real-estate firm https://t.co/RYUpesjjnX",
  "data/tweet-wsj/2021/11/1458570186705997826.json": "Twitter is launching a team to explore ways to help creators earn money or accept cryptocurrencies for payment, as well other ways to use blockchain technology https://t.co/iLitiGhPkk",
  "data/tweet-wsj/2021/11/1458283004321742849.json": "Citing public interest in studying the assault on the Capitol, a federal judge said the House committee investigating the Jan. 6 riot can have access to Trump White House records https://t.co/mVJKcKjV8T",
  "data/tweet-wsj/2021/11/1458592542207918082.json": "Elon Musk sold about $1.1 billion in Tesla shares, an SEC filing shows, as he exercised just over 2 million stock options https://t.co/ikPlKpbJ4G",
  "data/tweet-wsj/2021/11/1458638141120827394.json": "Tesla's stock climbed after falling for three consecutive days, following Elon Musk's tweet that he would abide by a Twitter poll calling for him to sell 10% of his stake in the company https://t.co/CNquDJnNYv",
  "data/tweet-wsj/2021/11/1458645722505621506.json": "U.S. inflation rose at the fastest pace in three decades in October. These charts show how prices increased more in some parts of the country than in others. https://t.co/yltFUkAzT7",
  "data/tweet-wsj/2021/11/1458626799500505092.json": "At its height, General Electric touched nearly every part of life in the U.S. with its light bulbs, movies, refrigerators, plane engines and MRI machines. Here's a look at some milestones in the company's history. https://t.co/TAMGmTIx8m",
  "data/tweet-wsj/2021/11/1458668331536461834.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/sdSlXD6PWL",
  "data/tweet-wsj/2021/11/1457924666618617856.json": "People will be able to do almost anything in the metaverse: attend concerts, watch UFC fights, participate in work meetings. Here’s what it could look like. https://t.co/rqW2OzE6qi",
  "data/tweet-wsj/2021/11/1458755170888732675.json": "Elon Musk sold about $5 billion in Tesla shares this week as he exercised stock options that he received as part of his compensation package, according to regulatory filings https://t.co/L5aGodj0lx",
  "data/tweet-wsj/2021/11/1458698531548577796.json": "Texas Gov. Greg Abbott’s ban on mask mandates in schools violates a federal law protecting disabled students’ access to public education, a federal judge ruled  https://t.co/1y4XwmHrln",
  "data/tweet-wsj/2021/11/1458611705253085186.json": "Will Ferrell says that the only sad part about making “The Shrink Next Door” with Paul Rudd was the realization that it took them so long to find something new to partner on https://t.co/k60mkPQG6r",
  "data/tweet-wsj/2021/11/1458768720587853826.json": "SpaceX sent four astronauts to the International Space Station on Wednesday, marking the fourth time Elon Musk’s company has launched a crew into orbit for NASA #WSJWhatsNow https://t.co/JRNvICcS5r",
  "data/tweet-wsj/2021/11/1458752787098083334.json": "F.W. de Klerk, who helped end apartheid as the last leader of South Africa’s white-minority government, has died at 85 https://t.co/87VXMzXS25",
  "data/tweet-wsj/2021/11/1458815543201386510.json": "From @WSJopinion: Congress ignores inflation because it doesn’t want to admit that its policies are the leading cause. Kill the bill and rescue the American middle class. https://t.co/2oPq3erAaV",
  "data/tweet-wsj/2021/11/1458747600883097603.json": "Ma Chun-man, who often appeared at Hong Kong flash protests carrying a Captain America shield, is the second person to be sentenced under the national security law imposed by China https://t.co/NiAtlcrKNu",
  "data/tweet-wsj/2021/11/1458743848264474624.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/QM0ubOc1nr",
  "data/tweet-wsj/2021/11/1458826861933477889.json": "Elon Musk sold about $5 billion in Tesla shares this week as he exercised stock options he received as part of his compensation package, according to regulatory filings #WSJWhatsNow https://t.co/eFxs4FLRCk",
  "data/tweet-wsj/2021/11/1458781022997389320.json": "China’s Xi Jinping has been designated a historical figure by the Communist Party, a major boost to his power that paves the way for him to extend his rule https://t.co/TPCZGWBHGW",
  "data/tweet-wsj/2021/11/1458230432185651206.json": "The University of Southern California hired a for-profit firm to help use the school's prestige to woo thousands to its online social-work program. Now, many are stuck with six-figure debt they can't pay off. https://t.co/R2b8oVNO5R",
  "data/tweet-wsj/2021/11/1458838205583794183.json": "U.S. inflation rose at the fastest pace in three decades in October. These charts show how prices increased more in some parts of the country than in others. https://t.co/pnj50Vfeum",
  "data/tweet-wsj/2021/11/1458957752361959424.json": "From @WSJopinion: John Durham’s indictments have turned any number of narratives on their heads, including the question of which 2016 presidential campaign was in bed with Russians. It wasn’t Donald Trump’s, writes @KimStrassel https://t.co/I7cAU2Omhi",
  "data/tweet-wsj/2021/11/1458996746021974022.json": "From @WSJopinion: Today marks the 100th anniversary of the interment of the unidentified World War I serviceman. Though not often remembered these days, the interment was a massive event. https://t.co/P77QozCzh3",
  "data/tweet-wsj/2021/11/1458909929960615945.json": "3-D printing is drawing the interest of companies looking for replacement parts as supply chains remain snarled  https://t.co/sHk0TbluwL",
  "data/tweet-wsj/2021/11/1458970345935884289.json": "Essay: In 2004, a Beijing lab worker researching the SARS virus contracted and spread the illness. Could something similar have happened with Covid-19? https://t.co/BmlRFVWEpU",
  "data/tweet-wsj/2021/11/1459020655081500681.json": "The world's biggest crypto exchange lives in cyberspace, with no home office and a CEO with 3.9 million Twitter followers. Its independent ways are coming to an end. https://t.co/ySWan6TeXE",
  "data/tweet-wsj/2021/11/1459072235231232024.json": "American journalist Danny Fenster was sentenced to 11 years in prison in Myanmar, despite calls from U.S. officials for his release https://t.co/6ljTuB4zsJ",
  "data/tweet-wsj/2021/11/1459118317051039745.json": "Johnson &amp; Johnson plans to break into two companies, splitting its consumer business—home to Band-Aid and Tylenol—from its pharma-medical device unit https://t.co/xOPDa5gxpl",
  "data/tweet-wsj/2021/11/1459109974932660224.json": "From @WSJopinion: Electric truck maker Rivian is worth $120.5 billion. It has sold 156 vehicles. https://t.co/Sabx3FnaRU",
  "data/tweet-wsj/2021/11/1459054694261837827.json": "Toshiba plans to split into three companies, following a similar path taken by GE, in response to pressure from foreign shareholders https://t.co/ATouXpZX7z",
  "data/tweet-wsj/2021/11/1459145870335741957.json": "The U.S. is urging Americans to get out of Haiti as gangs block fuel terminals and carry out mass abductions in defiance of a weak government https://t.co/Wh5Z3beRGC",
  "data/tweet-wsj/2021/11/1459060940574539780.json": "A former food delivery worker was sentenced to nearly six years in prison under Hong Kong's national security law over slogans deemed to promote the city’s independence https://t.co/rakh1sIov3",
  "data/tweet-wsj/2021/11/1459017955598086175.json": "The latest fluctuations in climate conditions across the Pacific Ocean are increasing the likelihood of a La Niña winter in the U.S., threatening to prolong the West’s drought and keep northern regions colder than usual https://t.co/qe7Fo3YOZe",
  "data/tweet-wsj/2021/11/1459238340012781571.json": "Taylor Swift’s rerecordings of her musical catalog are going viral on TikTok and outperforming the originals on streaming services—meanwhile her label company, Universal Music Group, has tightened up terms with other artists https://t.co/0OKLsMWBCb",
  "data/tweet-wsj/2021/11/1459267565570740226.json": "Breaking: Former Trump strategist Steve Bannon was charged with criminal contempt of Congress for defying a subpoena from a House panel investigating the Capitol riot https://t.co/oktwoTmQ5T",
  "data/tweet-wsj/2021/11/1459230803142004747.json": "CyrusOne is near a deal to be sold to a private-equity buyer, people familiar say. The deal could value the data-center operator at more than $10 billion. https://t.co/c3uuIBRf3R",
  "data/tweet-wsj/2021/11/1459288909859504129.json": "Britney Spears is free from her conservatorship after a judge granted approval to terminate the 13-year legal arrangement https://t.co/TtiAj8Qkvg",
  "data/tweet-wsj/2021/11/1459282367168888833.json": "Donald Trump's former chief of staff Mark Meadows failed to appear for a Friday deposition before the House select committee investigating the Capitol riot, raising the possibility of contempt charges https://t.co/m9H9iNutkG",
  "data/tweet-wsj/2021/11/1459151495123722240.json": "Johnson &amp; Johnson plans to break into two companies, splitting its consumer business—home to Band-Aid and Tylenol—from its pharmaceutical and medical-device businesses #WSJWhatsNow https://t.co/siDisEliJP",
  "data/tweet-wsj/2021/11/1459271055932022791.json": "Iceland took a swipe at Mark Zuckerberg's announcement of his vision for the metaverse in a new tourism video urging people to visit \"Icelandverse\" https://t.co/sS4jTH0XVN",
  "data/tweet-wsj/2021/11/1459362912536039425.json": "Taylor Swift’s rerecordings of her musical catalog are going viral on TikTok and outperforming the originals on streaming services. Meanwhile her label company, Universal Music Group, has tightened up terms with other artists. https://t.co/io4YGvlvCU",
  "data/tweet-wsj/2021/11/1459374247785250819.json": "The U.S. is urging Americans to get out of Haiti as gangs block fuel terminals and carry out mass abductions in defiance of a weak government https://t.co/IdS9Xu15sd",
  "data/tweet-wsj/2021/11/1459393126578241540.json": "Here's an early look at Saturday's front page of The Wall Street Journal https://t.co/v7J7SchQFc",
  "data/tweet-wsj/2021/11/1459023173593227276.json": "Review: \"Belfast,\" Kenneth Branagh’s semi-autobiographical look at his childhood in a turbulent Northern Ireland, is a stirring tribute to family ties https://t.co/ZeDpUB7awh",
  "data/tweet-wsj/2021/11/1459400669459361793.json": "U.S. inflation rose at the fastest pace in three decades in October. These charts show how prices increased more in some parts of the country than in others. https://t.co/OY238YieIF",
  "data/tweet-wsj/2021/11/1459310091325292545.json": "Former Las Vegas Raiders coach Jon Gruden sued the National Football League and commissioner Roger Goodell, alleging that the league leaked emails containing racist and antigay comments by Gruden that led to his resignation last month https://t.co/fujJXnBoZj",
  "data/tweet-wsj/2021/11/1459332718878150666.json": "A thousand hair dryers blowing in unison: The constant racket of bitcoin mining is annoying neighborhoods https://t.co/skocE2YrwC",
  "data/tweet-wsj/2021/11/1459468630022930432.json": "Here's today's front page of The Wall Street Journal https://t.co/Y731RPOOes",
  "data/tweet-wsj/2021/11/1459030726112862211.json": "Take an early look at the front page of The Wall Street Journal https://t.co/wNv30caS8C https://t.co/mIwXz6jhvr",
  "data/tweet-wsj/2021/11/1459498818450436099.json": "U.S. inflation rose at the fastest pace in three decades in October. These charts show how prices increased more in some parts of the country than in others. https://t.co/a2JsWW6wbg",
  "data/tweet-wsj/2021/11/1459483202653986820.json": "Germany, struggling to bounce back from the pandemic, is falling behind its European peers. At fault: broken supply chains, labor shortages and surging energy prices. https://t.co/xZRnlRjoaf",
  "data/tweet-wsj/2021/11/1459529028809936905.json": "The vaccine mandate debate has made it to Dr. Fauci's own workplace. One of his top scientists isn't vaccinated and says mandates are wrong. https://t.co/wSwt8eoEti",
  "data/tweet-wsj/2021/11/1459506415702269952.json": "China is attempting to pull off a controlled implosion of Evergrande, the world’s most indebted real-estate firm https://t.co/2craIYtnFK",
  "data/tweet-wsj/2021/11/1459513901280858112.json": "Financial advisers want to woo young customers. Rich millennials are turning them down. “It’s easy to manage $500,000, $1 million yourself.” https://t.co/ssJ5TdqMPX",
  "data/tweet-wsj/2021/11/1459559228620820487.json": "No college. No background checks. Job offers within 10 minutes of applying. The U.S. labor shortage means there’s never been an easier time to look for work. https://t.co/TAricq5OFG",
  "data/tweet-wsj/2021/11/1459593181394358278.json": "No offices. No HQ. It became the biggest crypto exchange in the world. https://t.co/CwMLn9AJYq",
  "data/tweet-wsj/2021/11/1459600732135505926.json": "Who you gonna call? This 56-year-old business owner spent years restoring this 1974 Cadillac to look just like the Ecto-1 from \"Ghostbusters.\" https://t.co/GzwABnxEaq",
  "data/tweet-wsj/2021/11/1459544192875745285.json": "Eating disorders aren’t just a girl problem. Pediatric wards have been filling up with both boys and girls, and doctors say social media plays a role, writes @juliejargon https://t.co/8KtzfwoM2V",
  "data/tweet-wsj/2021/11/1459657351691218952.json": "Air AirPods on their way out? Why the cool kids are wearing wired headphones. https://t.co/pSl6gyGCmF",
  "data/tweet-wsj/2021/11/1459627203830984708.json": "Who is Satoshi Nakamoto, the creator of bitcoin? It is a $64 billion question that a Florida trial could answer. https://t.co/fNkw9NCHYt",
  "data/tweet-wsj/2021/11/1459710203205763073.json": "A flying motorcycle that can go 150 mph and reach 15,000 feet is one example of how personal mobility devices are getting more advanced https://t.co/W6BvalImct"
}