{
  "data/tweet-nytimes/2021/9/1432953612683075584.json": "President Biden rejected criticism of his decision to end the U.S.'s war in Afghanistan, hailing what he called the “extraordinary success” of the evacuation of Kabul. He also declared an end to the U.S. using military power “to remake other countries.” https://t.co/TjAord8jUn",
  "data/tweet-nytimes/2021/9/1432946386920775683.json": "At least 180 Covid infections in three states have been traced to an Illinois church camp for teenagers and an affiliated men’s conference that did not require attendees to be vaccinated or tested. https://t.co/gAuYhjhd8M",
  "data/tweet-nytimes/2021/9/1432946740387328001.json": "The Supreme Court did not take action on a request to block a Texas law prohibiting most abortions after about six weeks of pregnancy, allowing the most restrictive abortion law in the U.S. to go into effect. https://t.co/FdaNpIafcx",
  "data/tweet-nytimes/2021/9/1433033181255634950.json": "An arrest warrant was issued for a man who angrily confronted an NBC News reporter covering Hurricane Ida.\n\nBenjamin Eugene Dagley will be charged with simple assault, disturbing the peace and violating an emergency curfew, the police said.\nhttps://t.co/f5J0LFHmOS",
  "data/tweet-nytimes/2021/9/1433014027882483712.json": "President Biden rejected criticism of his decision to end the U.S.'s war in Afghanistan, hailing what he called the “extraordinary success” of the evacuation of Kabul. He also declared an end to the U.S. using military power “to remake other countries.” https://t.co/JyN07VhXop",
  "data/tweet-nytimes/2021/9/1432878392156819463.json": "A Florida real estate developer was arrested for his role in a scheme to bilk $25 million from the family of Representative Matt Gaetz in exchange for a purported presidential pardon that would have ended a sex trafficking investigation into Gaetz. https://t.co/vU3AcHKKzG",
  "data/tweet-nytimes/2021/9/1433079720522944512.json": "Private individuals in Texas can now sue anyone who performs or aids banned abortions, including doctors and even an Uber driver taking a patient to an abortion clinic. Plaintiffs, who need not have any connection to the matter, can win $10,000 in damages. https://t.co/YBmasyF6lR",
  "data/tweet-nytimes/2021/9/1433048265105227792.json": "Before Naomi Osaka became one of the best tennis players in the world, she got her start on the free and inclusive courts in a city park in Jamaica, Queens.\n\nNow she has overseen a refurbishment of the facility to inspire the next generation.\nhttps://t.co/ZWdXgkxmOf https://t.co/VgqjUV5pNs",
  "data/tweet-nytimes/2021/9/1433072165356716039.json": "Piers Morgan was cleared by Britain’s communications regulator after he criticized Meghan, the Duchess of Sussex, after her interview with Oprah Winfrey.\n\nHe was “entitled to say he disbelieved” her accusations against the royal family, the regulator said.\nhttps://t.co/wR5Fj4eJKe",
  "data/tweet-nytimes/2021/9/1433108207933837313.json": "Breaking News: Three police officers and two paramedics will face criminal charges in the 2019 death of Elijah McClain. The young Black man had been walking home when he was stopped by the police, put into a chokehold and injected with an anesthetic. https://t.co/yoE8HaYNbz",
  "data/tweet-nytimes/2021/9/1433087273722130433.json": "The Texas abortion law, known as Senate Bill 8, was drafted to make it difficult to challenge in court. It bars state officials from enforcing it, and instead deputizes private individuals to sue anyone who performs the procedure or “aids and abets” it. https://t.co/fjMlIlZn8y https://t.co/kxpHgvL99H",
  "data/tweet-nytimes/2021/9/1433097402517438464.json": "Arizona banned school mask mandates. Now, only weeks after classes resumed, coronavirus cases are forcing thousands of children and teachers into quarantine. In one suburb, so many drivers are sick that school buses are running 90 minutes late. https://t.co/K5P3L9oaHt",
  "data/tweet-nytimes/2021/9/1433187888867516416.json": "Breaking News: Joe Rogan, the podcasting giant who has been dismissive of Covid vaccines, tested positive for the coronavirus after returning from a series of shows in Florida. https://t.co/N9GkQI1jbh",
  "data/tweet-nytimes/2021/9/1433170053713862661.json": "Breaking News: Purdue Pharma, OxyContin’s maker, was dissolved in a settlement requiring its owners to pay billions while ending a myriad of opioid-related lawsuits. https://t.co/8SPSAcy4x3",
  "data/tweet-nytimes/2021/9/1433205539396325376.json": "Ivermectin, an anti-parasitic drug commonly used for livestock, should not be taken to treat or prevent Covid-19, according to the FDA. https://t.co/ZGCr3LoWMF https://t.co/JfyOzs4W7n",
  "data/tweet-nytimes/2021/9/1433276907794010113.json": "Breaking News: Flooding has all but shut down New York's subway. New Jersey rail service is mostly suspended, and flights are halted at Newark Airport. Here's the latest. https://t.co/F0K3qvwxZS",
  "data/tweet-nytimes/2021/9/1433235753446825985.json": "People who experience breakthrough infections of the coronavirus after being fully vaccinated are about 50% less likely to experience long Covid than are unvaccinated people who catch the virus, researchers said in a large new report on British adults. https://t.co/giH4E9Oafb",
  "data/tweet-nytimes/2021/9/1433136591506128902.json": "News Analysis: Dozens of prominent Republicans who praised Donald Trump’s deal to pull American troops out of Afghanistan have sharply reversed themselves — assailing President Biden even as he keeps a promise that Trump had made. https://t.co/MN6b3vPYeG",
  "data/tweet-nytimes/2021/9/1433284800463261702.json": "Breaking News: The Supreme Court let stand a Texas ban on most abortions after about six weeks of pregnancy. It is the most restrictive abortion law in the U.S. https://t.co/1tJOjq3ppz",
  "data/tweet-nytimes/2021/9/1433346619991334913.json": "Mikis Theodorakis, the renowned Greek composer and Marxist firebrand, has died at 96. He waged a war of words and music against a military junta that banned his work and imprisoned him during its rule of Greece. https://t.co/uo8yZr8oYM",
  "data/tweet-nytimes/2021/9/1433175346141138950.json": "Fighters from Ethiopia’s northern Tigray region destroyed villages and emptied food stores holding U.S. government aid, the top American aid official in the country said, as the ruinous civil war there spreads into new areas and hunger rises. https://t.co/Ilnq0NXHPm",
  "data/tweet-nytimes/2021/9/1433369133270372357.json": "Joe Rogan, the podcasting giant who has been dismissive of Covid vaccines, tested positive for the coronavirus after returning from a series of shows in Florida. https://t.co/iPVgHb0PeA",
  "data/tweet-nytimes/2021/9/1433420713566822401.json": "Flood waters overwhelmed New York City’s transit system on Wednesday, causing widespread disruption after heavy rainfall hit the city.\nhttps://t.co/eyYlg9CriO https://t.co/2F2LhH6Afz",
  "data/tweet-nytimes/2021/9/1433432110996492293.json": "The New York area awoke to a flood-ravaged landscape after the remnants of Hurricane Ida brought record rain, leaving a trail of death and damage across several states.\n\nFollow our updates. https://t.co/qRqb9S4KmB https://t.co/J072BpN7HI",
  "data/tweet-nytimes/2021/9/1433452189284978696.json": "Watch: The New York area was under a state of emergency on Thursday after the remnants of Hurricane Ida led to at least 14 deaths and disrupted subway service. Across the city, New Yorkers documented the scene as flood waters overwhelmed buses and subways. https://t.co/spVsdgF0XX https://t.co/r2vg2aDRVg",
  "data/tweet-nytimes/2021/9/1433394306086227971.json": "House Democrats leading the investigation into the Jan. 6 attack on the Capitol named Rep. Liz Cheney of Wyoming as the committee’s vice chairwoman. She has been a vocal critic of former President Donald Trump’s lies about the 2020 election. https://t.co/dzjOA6vSto",
  "data/tweet-nytimes/2021/9/1433505076992217094.json": "Adult Swim, which turns 20 on Thursday, was built on lo-fi animation techniques that led to out-of-the-box shows such as \"Aqua Teen Hunger Force\" and \"Space Ghost Coast to Coast.\" What started as an ambitious experiment turned into an enduring legacy. https://t.co/0faoxgtlTe",
  "data/tweet-nytimes/2021/9/1433530373003259905.json": "\"Seeing this guy push his bicycle past these people in Mercedes to deliver Chinese food just turned my stomach,\" Johnny Miller, a freelance photographer, said. \"Some of us have the privilege to not work during a disaster and some of us don’t.\" https://t.co/suosyNaqfn",
  "data/tweet-nytimes/2021/9/1433533952913027073.json": "An Ohio man was arrested on Thursday, three days after he angrily confronted an NBC News reporter who was live on TV, covering Hurricane Ida in Gulfport, Mississippi, the police said. https://t.co/rThY6Fkibe",
  "data/tweet-nytimes/2021/9/1433547799359102982.json": "The remnants of Hurricane Ida caused flash flooding in and around New York and left at least 29 people dead. Here's what it looked like around the region. https://t.co/GuQoe40p93 https://t.co/vdUTGKQR7k",
  "data/tweet-nytimes/2021/9/1433433314384351232.json": "More than half of New York City’s subway lines remain suspended or partially disrupted after severe flooding from record rainfall.\nhttps://t.co/ip759qhGsA",
  "data/tweet-nytimes/2021/9/1433595616777711616.json": "At least 11 people were found dead in basements after torrential rains flooded New York City — nearly as many as those killed by Hurricane Ida in Louisiana, where the storm made landfall. https://t.co/xvdTmUUnIG https://t.co/zBQPACVSzA",
  "data/tweet-nytimes/2021/9/1433755425690816514.json": "\"Seeing this guy push his bicycle past these people in Mercedes to deliver Chinese food just turned my stomach,\" Johnny Miller, a freelance photographer, said. \"Some of us have the privilege to not work during a disaster and some of us don’t.\" https://t.co/EcK6RzBbNW",
  "data/tweet-nytimes/2021/9/1433637145793765378.json": "Amtrak employees must be fully vaccinated by Nov. 1 or submit a weekly negative coronavirus test. Amtrak also requires all customers and employees to wear face masks, regardless of vaccination status or state and local laws.\nhttps://t.co/RF67DDunI9",
  "data/tweet-nytimes/2021/9/1433705091136114688.json": "The WHO added the “Mu” coronavirus variant to its list of “variants of interest” because it has the potential to evade immunity from vaccines and antibodies.\n\nThe variant was first identified in Colombia in January and now makes up 39% of all cases there.\nhttps://t.co/Z8KvWrwolV",
  "data/tweet-nytimes/2021/9/1433864883322462220.json": "TikTok users, coders and opponents of Texas' near-total abortion ban have bombarded a website that invites users to inform on people who may have violated the law. The site set up by the state's largest anti-abortion group was overwhelmed with fake tips. https://t.co/crR0zd1nHp",
  "data/tweet-nytimes/2021/9/1433925285590806529.json": "President Biden said an abortion law in Texas that prohibits abortion after six weeks was not in line with American values, adding that he supports a woman’s right to choose. https://t.co/BKANlnaJ9w",
  "data/tweet-nytimes/2021/9/1433893124150071335.json": "By simply existing, Bitcoin, the most popular cryptocurrency, uses astonishing amounts of electricity.\n\nThe Bitcoin network consumes around 91 terawatt-hours of electricity annually, more than the country of Finland. https://t.co/TOVP1cKeNR https://t.co/uySqTREwZ3",
  "data/tweet-nytimes/2021/9/1433680799367409707.json": "Breaking News: Six people were injured in a knife attack at a supermarket in New Zealand. The prime minister, Jacinda Ardern, called it a “terrorist attack” that had been carried out by a “violent extremist” inspired by the Islamic State. https://t.co/s33q3KDro1",
  "data/tweet-nytimes/2021/9/1433894060025163784.json": "Breaking News: President Biden directed federal agencies to declassify documents from the FBI investigation into the Sept. 11 attacks. https://t.co/vQeXaAC9p9",
  "data/tweet-nytimes/2021/9/1434071739135365120.json": "Nania the elephant was alone, dehydrated and tiny — only 2 or 3 months old — when villagers in Burkina Faso first found her. She was raised with around-the-clock care, and now, against all odds, she may be reunited with her mother. https://t.co/JH9Y5lzET6",
  "data/tweet-nytimes/2021/9/1434134179437060097.json": "After being cited for a rip in her jeans on the first day of school, Sophia Trevino has led a protest seeking changes to her district’s dress code, which she says unfairly targets girls. https://t.co/SvUMPpzwPm https://t.co/zl2U2U9XvM",
  "data/tweet-nytimes/2021/9/1434187047846227975.json": "Ivermectin, an anti-parasitic drug commonly used for livestock, should not be taken to treat or prevent Covid-19, according to the FDA. https://t.co/ViuKp5lVaS https://t.co/HZMtGLvNTi",
  "data/tweet-nytimes/2021/9/1434159322955718662.json": "An oil spill with a potential connection to Hurricane Ida has occurred in the Gulf of Mexico, according to an examination of satellite and aerial survey images, ship tracking data and interviews with those involved in the spill response. https://t.co/dJi9k9qkLs",
  "data/tweet-nytimes/2021/9/1434227278632964100.json": "Pete Buttigieg and his husband, Chasten, shared the first photograph of their newborn son and daughter. https://t.co/OGf9PBpDvt",
  "data/tweet-nytimes/2021/9/1433935404139417600.json": "After a video of a food delivery worker in New York walking his bike through waist-deep water to deliver food sparked outrage, advocates for workers’ rights called on the city and delivery apps to increase minimum wages and strengthen safety protections. https://t.co/9CAgQkQKsL",
  "data/tweet-nytimes/2021/9/1434204634164482052.json": "President Biden drew criticism after invoking his son Beau Biden’s memory with the families of fallen U.S. Marines. His behavior, received in various ways by those on the other end, is indicative of his enduring grief after the death of his oldest son. https://t.co/SrTUfWf8bW",
  "data/tweet-nytimes/2021/9/1434280128285192195.json": "Bitcoin’s energy use is close to half-a-percent of all the electricity consumed in the world. This is more than seven times as much electricity as all of Google’s global operations and is similar to Washington State’s consumption. https://t.co/PBVFSf3lhu https://t.co/tfodmnr2pg",
  "data/tweet-nytimes/2021/9/1434380808295485442.json": "Twenty years ago, Cartoon Network executives had a problem they needed to solve. Their solution became Adult Swim, one of TV's most consistent generators of bizarro humor and cult fandom. https://t.co/gbWhOyDcxw",
  "data/tweet-nytimes/2021/9/1434526756896137222.json": "Curtis Flowers, who had murder charges against him dropped after 23 years in prison, is suing the Mississippi D.A. who prosecuted him six times. https://t.co/gaLDKLfovm",
  "data/tweet-nytimes/2021/9/1434405961335197699.json": "Abba previews its first album in 40 years, and 11 other new songs that need to be on your radar. https://t.co/9hsobIY80g",
  "data/tweet-nytimes/2021/9/1434583623588585477.json": "Leaders in Whitefish, Montana, say Richard Spencer, who once ran his National Policy Institute from his mother’s $3 million summer house there, is an outcast in the community. \n\n“He started suffering social consequences for his hatred.”\nhttps://t.co/Li6e4nT9TX"
}