{
  "data/tweet-economist/2021/2/1356054842997944321.json": "Donald Trump did not only amplify the rise of right-wing conspiracism; he also transformed it https://t.co/ISZHt8NHcJ",
  "data/tweet-economist/2021/2/1356050971433037833.json": "Loyalty is not enough for China's ethnic minorities. The government wants them to become more Chinese https://t.co/QYE0uKWWGN",
  "data/tweet-economist/2021/2/1356067722854101003.json": "Observers in Ulaanbaatar are comparing the resignation of Mongolia’s government to political manoeuvres in neighbouring Russia and nearby Kazakhstan https://t.co/gw73MinrUG",
  "data/tweet-economist/2021/2/1356108189717192706.json": "Videos on social media showed Russian police beating protesters’ until they bled. They deployed tear gas and tasers https://t.co/WUjCZn20rG",
  "data/tweet-economist/2021/2/1356116237332447232.json": "The Kremlin hopes that its Belarusian-style crackdown will suppress the tide of discontent. But Russia is now in a full-blown political crisis https://t.co/AyPIsX0coK",
  "data/tweet-economist/2021/2/1356089460509843458.json": "One question keeps being asked in Asia’s capitals: will America's various crises leave it self-absorbed for years to come?  https://t.co/Cwd1b6C1YP",
  "data/tweet-economist/2021/2/1356137000932356097.json": "The brutality displayed by the Russian police against protesters was a show of force, but also of the Kremlin’s nervousness https://t.co/0JunvGzVDJ",
  "data/tweet-economist/2021/2/1356141803272073216.json": "More than 5,000 people were reported to have been arrested in protests across Russia, including Alexei Navalny’s wife, prominent journalists and a popular rapper, Oxxxymiron https://t.co/fjReHY7OKk",
  "data/tweet-economist/2021/2/1356145810950524931.json": "Since the fall of the Berlin Wall, Italy has had 19 governments, lasting on average just over 18 months https://t.co/GppcCkbwrn",
  "data/tweet-economist/2021/2/1356124492117012502.json": "The European Court of Justice has found Poland in violation of EU environmental directives—yet the country still struggles to decarbonise https://t.co/0708F3nISr",
  "data/tweet-economist/2021/2/1356158580894949377.json": "Some of corporate Germany's biggest names are a result of family break-ups. A fight between the shoemaking Dassler brothers led in 1948 to the creation of Adidas and Puma https://t.co/Fr79PKNHS1",
  "data/tweet-economist/2021/2/1356240008387194881.json": "Myanmar’s army has toppled Aung San Suu Kyi's government and handed power to its commander in chief, Min Aung Hlaing https://t.co/yIqQkWOyHH",
  "data/tweet-economist/2021/2/1356170093823197185.json": "The brutality of the Russian police closely resemble the response to protests in Belarus https://t.co/Vj8LIzpHHJ"
}