{
  "data/tweet-wsj/2021/7/1410395268625977345.json": "Comedian Kevin Hart is building an entertainment empire, signing deals with major streaming platforms, publishing a children's book and debuting an Olympics show. His success is earning him praise: “He’s ambitious and he wants to win.\" https://t.co/oRTNCOl8b5",
  "data/tweet-wsj/2021/7/1410421669169188864.json": "A New York grand jury has indicted the Trump Organization and its CFO with tax-related crimes that will be made public Thursday in court, people familiar with the matter said https://t.co/nHRzmZHBw8",
  "data/tweet-wsj/2021/7/1410448104801853449.json": "The original files of the source code for the World Wide Web were sold at auction as a nonfungible token, or NFT, for $5.4 million https://t.co/0F06uNYEFo",
  "data/tweet-wsj/2021/7/1410512278282199042.json": "Chinese leader Xi Jinping warned that foreign bullies will be “battered and bloodied,” as his ruling Communist Party marked its 100th anniversary https://t.co/AClgML2pWh",
  "data/tweet-wsj/2021/7/1410553802537717762.json": "As New York Gov. Andrew Cuomo gears up to campaign for a fourth term, a poll suggests that more than 60% of voters would rather see him resign immediately or not run again https://t.co/e82AEcxJCx",
  "data/tweet-wsj/2021/7/1410436759591268354.json": "The U.S. and Taiwan revived dormant trade and investment talks and pledged to keep supply chains free from forced labor, in a dig at China, which has objected to the negotiations https://t.co/37wrj4ZeLM",
  "data/tweet-wsj/2021/7/1410402836232474628.json": "Rental cars are hard to find in Hawaii. “By the time I checked, the only options were Teslas and Maseratis.” Tourists are turning to Craigslist, bikes and moving vans. https://t.co/hZE6q2yA2y",
  "data/tweet-wsj/2021/7/1410560051954257921.json": "Trump Organization CFO Allen Weisselberg surrendered to New York prosecutors as he and the company face charges over its tax dealings https://t.co/Qu3WCGk3hK",
  "data/tweet-wsj/2021/7/1410557566095081477.json": "Swedish fashion chain H&amp;M put a number on the cost of upsetting China: about $75 million in lost sales last quarter https://t.co/OY9V8LBr49",
  "data/tweet-wsj/2021/7/1410610416737157132.json": "From @WSJopinion: The Chinese Communist Party’s 100th anniversary is no occasion for joy, as the Party retains its grip on power and threatens global peace https://t.co/C3ckirt9qu",
  "data/tweet-wsj/2021/7/1410608185291927566.json": "The Supreme Court ruled California went too far in requiring charities to disclose their major donors, finding the policy infringed on First Amendment rights https://t.co/VWvucJWdcs",
  "data/tweet-wsj/2021/7/1410624168605978625.json": "The U.S. has won international backing for a global minimum corporate tax, including support from China and India, people familiar with the matter say. It's a major step toward a final deal. https://t.co/S9UY45gqxx",
  "data/tweet-wsj/2021/7/1410595325874745344.json": "Singapore is making plans to shift to a new phase in Covid-19 management—one in which the virus still circulates but becomes more manageable, like the flu  https://t.co/IP5zThz8VM",
  "data/tweet-wsj/2021/7/1410620742442573825.json": "House Speaker Nancy Pelosi named Liz Cheney to the Jan. 6 Capitol riot select committee, tapping the Republican congresswoman as one of her eight picks https://t.co/bPWCWsnQCI",
  "data/tweet-wsj/2021/7/1410648159508893698.json": "Companies are paying $1,000, and more, to hire housekeepers, food servers, drivers and other hourly workers as companies grow more desperate to fill open roles https://t.co/eG3iBtXDHG",
  "data/tweet-wsj/2021/7/1410672314547589120.json": "Breaking: The Trump Organization was indicted for fraud and its finance chief Allen Weisselberg was indicted for grand larceny in the first criminal case resulting from a multiyear probe into Donald Trump's business affairs https://t.co/flgupK6w6N",
  "data/tweet-wsj/2021/7/1410708554244399105.json": "Patients receiving emergency medical care would no longer get surprise medical bills from providers outside their insurance network under a rule issued Thursday by the Biden administration https://t.co/KDSFV8i8us",
  "data/tweet-wsj/2021/7/1410745065664782350.json": "The Justice Department ordered a halt to federal executions until it reviews its death-penalty policies, a reversal from the Trump administration https://t.co/IfF7B3Eh39",
  "data/tweet-wsj/2021/7/1410753856334671872.json": "Virgin Galactic said Richard Branson plans to board a flight that will launch for space on July 11, nine days before outgoing Amazon CEO Jeff Bezos https://t.co/omkINkOCxW",
  "data/tweet-wsj/2021/7/1410577270901780489.json": "Worker filings for jobless claims fell to 364,000 last week, reaching a new pandemic low as layoffs continue to recede https://t.co/HrvfaKdWsd",
  "data/tweet-wsj/2021/7/1410776499100303365.json": "One way 2021 is worse than 2020? Drought. Depleted snowpack and dry weather could mean higher food prices in coming months. https://t.co/GR3dxkx8Bn",
  "data/tweet-wsj/2021/7/1410724928752476163.json": "Caster Semenya won’t defend her 800-meter Olympic title because her testosterone levels exceed a 2018 limit imposed by track’s governing body on female athletes competing in distances between 400 meters and 1500 meters. https://t.co/PA2RDPos15",
  "data/tweet-wsj/2021/7/1410691076218834951.json": "A former top Wells Fargo executive said leaders at the bank acted like a mafia to suppress internal critics, according to a recorded phone call submitted to a U.K. court https://t.co/PqBlFTkQha",
  "data/tweet-wsj/2021/7/1410587751049728004.json": "Jeffrey Epstein’s New Mexico ranch, which includes a roughly 30,000-square-foot main home, a private air strip and a yurt, is hitting the market for $27.5 million https://t.co/DxjhJ57eay",
  "data/tweet-wsj/2021/7/1410732477425930240.json": "California Gov. Gavin Newsom will face a recall election Sept. 14, when voters will determine whether or not the first-term Democrat should be removed and, if so, who should replace him https://t.co/jI90gSGAhQ",
  "data/tweet-wsj/2021/7/1410823575670505474.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/IBJOt1lqsq",
  "data/tweet-wsj/2021/7/1410761419235205122.json": "Singapore is making plans to shift to a new phase in Covid-19 management—one in which the virus still circulates but becomes more manageable, like the flu  https://t.co/9Yofpz21Mi",
  "data/tweet-wsj/2021/7/1410921714066804738.json": "Virgin Galactic founder Richard Branson announced plans to head to space on July 11, nine days before outgoing Amazon CEO Jeff Bezos’s scheduled trip on a Blue Origin spacecraft #WSJWhatsNow https://t.co/8CExiskbH8",
  "data/tweet-wsj/2021/7/1410939380009734157.json": "The U.S. added 850,000 jobs in June and the jobless rate was 5.9%, as the labor market heated up after a spring lull https://t.co/MoY1RyEmOY",
  "data/tweet-wsj/2021/7/1410833135567347716.json": "From @WSJopinion: As challenges multiply (as they most likely will), will we see more missteps, unforced errors and lack of discipline? asks @KarlRove https://t.co/DzocXIqT7Q",
  "data/tweet-wsj/2021/7/1410954623578423303.json": "Sprinting star Sha’Carri Richardson tested positive for a chemical found in marijuana, invalidating her win in the U.S. trials and likely knocking her out of the women’s 100 meters at the Tokyo Olympics https://t.co/eFhx6oRdz4",
  "data/tweet-wsj/2021/7/1410957703359434752.json": "Almost half the U.K.’s recent Covid-19 deaths are of people who have been vaccinated, but scientists say the figures so far offer reassurance that vaccines offer substantial protection against the Delta variant https://t.co/gBPnWigoii",
  "data/tweet-wsj/2021/7/1410937297126576130.json": "Search-and-rescue teams resumed work at the partially collapsed Surfside, Fla. condominium after a roughly 14-hour pause Thursday due to safety concerns. The rescue effort could also be impeded by approaching Tropical Storm Elsa. #WSJWhatsNow https://t.co/SNhycBx1Gt",
  "data/tweet-wsj/2021/7/1410978367462121478.json": "The White House will urge the U.S. military to remove sexual harassment and assault cases from the chain of command and hand them off to independent military lawyers, administration officials said https://t.co/dZBaCs9Ksy",
  "data/tweet-wsj/2021/7/1410980348670906378.json": "Older generations of Americans will hand down some $70 trillion of wealth between 2018 and 2042. It will be the greatest wealth transfer in modern history: “We told our children that we are going to give them a head start in life.\" https://t.co/lIX8Y2z2zb",
  "data/tweet-wsj/2021/7/1410987915560292353.json": "From @WSJopinion: “Seeing America as it was and as it is today shouldn’t make us love our country any less,” writes @donnabrazile. “Patriotism requires that we face up to our past, including slavery and racism.”\nhttps://t.co/CP2Tz0M31X",
  "data/tweet-wsj/2021/7/1411033215305981963.json": "Peter Buffett has received more than $1 billion of his father’s Berkshire Hathaway fortune to give away as he sees fit. It is one small part of an enormous intergenerational transfer of wealth that is only just beginning https://t.co/j5mtl41kBI",
  "data/tweet-wsj/2021/7/1410942599205212166.json": "Washington Wire: More Republican women have announced plans to run for House seats in 2022 than at this point in any recent election cycle, say GOP officials https://t.co/71gAiSDjwZ",
  "data/tweet-wsj/2021/7/1410605213073899528.json": "The Supreme Court upheld Arizona voting regulations, overturning an appeals court ruling that they discriminated against minority voters https://t.co/Sz9heCvisG",
  "data/tweet-wsj/2021/7/1411154002629234691.json": "Comedian Kevin Hart is building an entertainment empire, signing deals with major streaming platforms, publishing a children's book and debuting an Olympics show. His success is earning him praise: “He’s ambitious and he wants to win.\" https://t.co/GyUwF3g9l5",
  "data/tweet-wsj/2021/7/1410799146362097666.json": "New York hospitals have a surplus of PPE, with millions of masks and pallets of disposable isolation gowns piling up. It will take months to use them up, a hospital executive says. “We bought so much of it.” https://t.co/WEpMnPsUDQ",
  "data/tweet-wsj/2021/7/1411161562946154496.json": "\"I knew I needed help. I just didn't know how to ask for it,\" says CC Sabathia, a six-time All-Star pitcher who struggled with alcoholism off the field https://t.co/mARM1ey0el",
  "data/tweet-wsj/2021/7/1411174776094216192.json": "The ransomware group behind the hack of meatpacker JBS has begun an attack that could affect hundreds of organizations, cybersecurity experts say https://t.co/8QeKRwnlW5",
  "data/tweet-wsj/2021/7/1411210633798901760.json": "Essay: \"Declaration of Independence,\" John Trumbull's classic painting of a historic scene from 1776, captures the rivalry between Thomas Jefferson and John Adams that helped shape the American creed https://t.co/G55zwlJ1n4",
  "data/tweet-wsj/2021/7/1411297441396232196.json": "At least 10 of the 26 doctors in Indonesia who died from Covid-19 this month had received both doses of the Chinese-made vaccine that is being used in many parts of the developing world https://t.co/rYCdcqQByL",
  "data/tweet-wsj/2021/7/1411286137709154305.json": "From @WSJopinion: The media won’t talk about this, and Republicans are so far missing in action, but Americans need to understand the stakes. Biden’s entitlement proposal is the biggest long-term economic threat in his agenda, writes The Editorial Board.\nhttps://t.co/Fl2NTSGkmH",
  "data/tweet-wsj/2021/7/1411263525180297216.json": "Companies are paying $1,000, and more, to hire housekeepers, food servers, drivers and other hourly workers https://t.co/pHyvHIrwhm",
  "data/tweet-wsj/2021/7/1411301244535181316.json": "The developers of the collapsed Surfside condominium tower worked around local building codes by adding a penthouse that wasn’t part of the original plan, a review of town building records shows https://t.co/xZHJTr7ktZ",
  "data/tweet-wsj/2021/7/1411327629752520709.json": "Chinese leader Xi Jinping warned that foreign bullies would be “battered and bloodied,” as his ruling Communist Party marked its 100th anniversary https://t.co/zO3lMLEU8l",
  "data/tweet-wsj/2021/7/1411354130786963467.json": "Observers of North Korea sense that Kim Jong Un’s weight loss has potential political undertones, providing stark imagery that the Supreme Leader is suffering alongside his citizens who face food shortages and an economic crisis https://t.co/TewvKdk9yu",
  "data/tweet-wsj/2021/7/1411346549750259714.json": "The Vatican said it indicted a cardinal and nine other people in connection with a costly investment in London real estate, the source of one the biggest scandals of Pope Francis’s reign https://t.co/IeR9vw31op",
  "data/tweet-wsj/2021/7/1411357831190794242.json": "For the residents of popular Italian destinations like Rome, Venice and Florence, the return of tourism after the pandemic is economically crucial. But they’ll miss having their cities to themselves. https://t.co/GwnVmepFYl",
  "data/tweet-wsj/2021/7/1411384327385108486.json": "Before the collapse, an engineering firm warned of a “major error” at Champlain Towers South that could cause concrete deterioration to “expand exponentially.” Here’s what we know about conditions at the Florida condo building. https://t.co/az2gG0JzvO",
  "data/tweet-wsj/2021/7/1411388016925368322.json": "Because marijuana sales are still illegal at the federal level in the U.S., many banks won’t work with cannabis companies. New legislation may change that. #WSJWhatsNow https://t.co/rtLsjtASbK",
  "data/tweet-wsj/2021/7/1411101134803120130.json": "Saudi Prince Khalid bin Salman, the country’s defense minister and brother of Crown Prince Mohammed bin Salman, is scheduled to visit Washington next week https://t.co/O8nXpQprQG",
  "data/tweet-wsj/2021/7/1411414473018167305.json": "Brazil’s Supreme Court authorized prosecutors to investigate President Jair Bolsonaro over allegations he turned a blind eye to possible corruption in a contract to buy India’s Covaxin Covid-19 vaccine https://t.co/KVEmsAvHyA",
  "data/tweet-wsj/2021/7/1411425788436664322.json": "The U.S. will allow Americans to select the gender designation on their passport without requiring a medical certification, enabling citizens to have passports that match their gender identity https://t.co/hngFX7dZVn",
  "data/tweet-wsj/2021/7/1411422034937073665.json": "The maker of Cheerios cereal and Betty Crocker cake mix—facing its highest costs in a decade—said it is raising prices across nearly all its grocery categories around the world https://t.co/NukOP546sK",
  "data/tweet-wsj/2021/7/1411376757379321857.json": "Bharat Biotech, of India, said its Covid-19 vaccine was effective against the coronavirus and provided significant protection against the Delta variant in late-stage clinical trials https://t.co/mTFbaqKMeD",
  "data/tweet-wsj/2021/7/1411459792913174529.json": "A former Chinese Communist Party academic, now critic of the regime, is urging the U.S. to abandon \"naive\" hopes to engage with Beijing https://t.co/MYT9vpLBAW",
  "data/tweet-wsj/2021/7/1411452222228029445.json": "Boom Technology is trying to revive supersonic travel, but the most ambitious part of its plan might be to run its aircraft on 100% sustainable fuels https://t.co/pffJhl0kmI",
  "data/tweet-wsj/2021/7/1411444758782910471.json": "Residents of the collapsed Florida building were warned in April of extensive damage by the condo board president, who urged them to pay $15 million to fix issues https://t.co/JCcKCZuWsP",
  "data/tweet-wsj/2021/7/1411418234172153866.json": "In her first term on the bench, Justice Amy Coney Barrett in many ways defied the predictions of conservatives and liberals  https://t.co/czob8BCq8L",
  "data/tweet-wsj/2021/7/1411395593533067268.json": "With Cambodia’s borders still closed, one of the world’s most famous landmarks is a ghost town while the tourist hub of Siem Reap has reverted back into a sleepy country village. A travel writer reflects on a possible silver lining to the visitor ban. https://t.co/XKfOiivvUg",
  "data/tweet-wsj/2021/7/1411471815805972482.json": "Search-and-rescue efforts were paused in Surfside on Saturday as teams prepare to demolish the remaining part of Champlain Towers South with explosives, which could happen as soon as Sunday https://t.co/4GLebdTGCA",
  "data/tweet-wsj/2021/7/1411463532818972677.json": "One day, AI could create versions of people who’ve died—not only as static replicas but as evolving digital entities that may steer companies or influence world events https://t.co/FeEC7euN2w",
  "data/tweet-wsj/2021/7/1411308798761914374.json": "Missouri has the highest rate of new Covid-19 cases in the U.S. as patients are younger and unvaccinated https://t.co/LC74KG744w",
  "data/tweet-wsj/2021/7/1411542813582503939.json": "The ransomware group behind the hack of meatpacker JBS has begun an attack that may have infected as many as 40,000 computers world-wide, cybersecurity experts say https://t.co/bCeX6mY7Dl",
  "data/tweet-wsj/2021/7/1411640956647096320.json": "Almost half the U.K.’s recent Covid-19 deaths are of people who have been vaccinated, but scientists say the figures so far offer reassurance that vaccines offer substantial protection against the Delta variant https://t.co/eeyESHN8fq",
  "data/tweet-wsj/2021/7/1411652267464404993.json": "The AstraZeneca Covid-19 vaccine provides a strong bump to immunity when given as a third dose, or booster, more than six months after the second shot, according to a study https://t.co/dVAekWIxN4",
  "data/tweet-wsj/2021/7/1411637421163352065.json": "Virgin Galactic said Richard Branson plans to board a flight that will launch for space on July 11, nine days before outgoing Amazon CEO Jeff Bezos https://t.co/mWhCSLu4hG",
  "data/tweet-wsj/2021/7/1411648528280178690.json": "From @WSJopinion: Of the 64% of Americans who have heard about critical race theory, 58% view it unfavorably, including 72% of political independents, writes @realchrisrufo. That’s a major liability for the political left. \nhttps://t.co/uPXQ21Z69Z",
  "data/tweet-wsj/2021/7/1411633417414905859.json": "Washington Wire: More Republican women have announced plans to run for House seats in 2022 than at this point in any recent election cycle, say GOP officials https://t.co/nUb3FJgSVW",
  "data/tweet-wsj/2021/7/1411693812406235138.json": "The maker of Cheerios cereal and Betty Crocker cake mix—facing its highest costs in a decade—said it is raising prices across nearly all its grocery categories around the world https://t.co/xsxAKATHsB",
  "data/tweet-wsj/2021/7/1411659829567971331.json": "A shortage of small, single-family homes is leaving some millennial first-time buyers frustrated and out of luck in a hot housing market https://t.co/fNdLGPPErY",
  "data/tweet-wsj/2021/7/1411708901553213441.json": "A nearby condo tower that was almost identical to the one that collapsed in Surfside, Fla., had more consistent maintenance, residents say https://t.co/EfYWxQUPrO",
  "data/tweet-wsj/2021/7/1411716509320294400.json": "A former Chinese Communist Party academic, now critic of the regime, is urging the U.S. to abandon \"naive\" hopes to engage with Beijing https://t.co/fmlWjaIgNg",
  "data/tweet-wsj/2021/7/1411735317678379009.json": "Tyson Foods said it is recalling about 8.5 million pounds of chicken products that the company and federal officials said could be contaminated with harmful bacteria https://t.co/N7Ja9LUSrr",
  "data/tweet-wsj/2021/7/1411728784487821318.json": "A new ransomware attack linked to the group that hit meat producer JBS stretched into a third day as cybersecurity officials scrambled to remediate an attack they believe likely infected hundreds of organizations and tens of thousands of computers https://t.co/MoVs4R2qgj",
  "data/tweet-wsj/2021/7/1411701431485272066.json": "The Delta variant’s spread is a warning sign that the tactics that helped crush Australia’s previous Covid-19 outbreaks may not work this time https://t.co/H9wW6ALAd4",
  "data/tweet-wsj/2021/7/1411686284477743104.json": "As Jeff Bezos steps aside as Amazon's CEO, the company is expanding faster than ever. Here's a look at the personal and professional empires he created. https://t.co/GHBWpGdtj5",
  "data/tweet-wsj/2021/7/1411679958599180299.json": "China ordered app-store operators to remove the app of ride-hailing giant Didi Global’s China arm, saying it has serious problems involving illegal collection of personal data https://t.co/C7kP34ge3Z"
}