{
  "data/tweet-nytimes/2021/6/1399568920529575938.json": "The Covid variant that has contributed to a surge in India has been renamed Delta under a new system by the WHO. Scientists hope to end the practice of referring to mutations by the places they were detected, which can be both inaccurate and stigmatizing. https://t.co/RVFAZohbQ7",
  "data/tweet-nytimes/2021/6/1399584005767507968.json": "Illinois would become the first state to stop the police from using deceptive tactics when interrogating young people under a bill that passed the General Assembly with bipartisan support. https://t.co/N8Jlvm79Ju",
  "data/tweet-nytimes/2021/6/1399561403636273153.json": "“We were scared,” said Nova, one of the dancers who went viral vogueing at a protest in Bogotá. “But the people and the love from the public was our gasoline to go up there and confront the police.” https://t.co/TDeUxQCbKT",
  "data/tweet-nytimes/2021/6/1399688178680934408.json": "“I feel for Naomi, and I wish I could give her a hug because I’ve been in those situations,” said Serena Williams. “You have to let her handle it the way she wants to in the best way she can.” https://t.co/fLtoqIvGDf",
  "data/tweet-nytimes/2021/6/1399523853018279936.json": "After Texas Democrats killed a bill that would impose some of the strictest limits in the U.S. on voting access with a dramatic walkout on Sunday night, Gov. Greg Abbott suggested he would withhold pay from lawmakers because of their failure to pass it. https://t.co/LzEfyHawXU",
  "data/tweet-nytimes/2021/6/1399704833138073600.json": "Kate Winslet said she's been bowled over by how audiences have fallen in love with her \"Mare of Easttown\" character: \"I loved her marks and her scars and her faults and her flaws and the fact that she has no off switch, no stop button. She just knows 'Go.'\"https://t.co/lAW7pfzxlu",
  "data/tweet-nytimes/2021/6/1399718640090558471.json": "President Biden will meet with survivors of the 1921 Tulsa massacre on Tuesday, 100 years after a white mob destroyed a Black neighborhood in one of the worst outbreaks of racist violence in American history.\nhttps://t.co/U25toQEW7t",
  "data/tweet-nytimes/2021/6/1399694722717958146.json": "Illinois would become the first state to stop the police from using deceptive tactics when interrogating young people under a bill that passed the General Assembly with bipartisan support. https://t.co/WKyPQw8nJZ",
  "data/tweet-nytimes/2021/6/1399812529220620295.json": "Breaking News: President Biden is said to be suspending the oil drilling leases in Alaska's Arctic National Wildlife Refuge issued by the Trump administration. https://t.co/srqZN7T48j",
  "data/tweet-nytimes/2021/6/1399811267246837760.json": "Nikki Fried, Florida’s agriculture commissioner, announced her bid for governor on Tuesday, casting herself as the Democratic Party’s best candidate to defeat Ron DeSantis. https://t.co/JKMeHRCk0s",
  "data/tweet-nytimes/2021/6/1399790363674656777.json": "By formally recognizing June as Pride Month, President Biden draws a stark contrast with his predecessor, Donald Trump, who refused to recognize the annual celebration of the LGBTQ community and its push for full equality. https://t.co/IyC9445wfs",
  "data/tweet-nytimes/2021/6/1399712365000773634.json": "A century ago, a prosperous Black neighborhood perished in the Tulsa Race Massacre at the hands of a white mob. Hundreds were killed. Buildings burned. Years of Black success were erased. We recreated the neighborhood in 3D to show what was lost. https://t.co/4XmMnHW8Da https://t.co/CLBc8NUygJ",
  "data/tweet-nytimes/2021/6/1399707320381317121.json": "\"Naomi Osaka, a superstar in the sport, pulled out of the French Open after she was fined for skipping a news conference,\" writes @christophclarey, our tennis correspondent. \"Did it have to end this way?\" https://t.co/xqfKEVOprg",
  "data/tweet-nytimes/2021/6/1399848265676435468.json": "The Biden administration said it would suspend the oil drilling leases in Alaska's Arctic National Wildlife Refuge that were issued by the Trump administration. https://t.co/3RRiefLF3q",
  "data/tweet-nytimes/2021/6/1399863375119724550.json": "Athletes and researchers say disclosures about mental health by prominent players like Naomi Osaka make it far more difficult for fans, coaches and sponsors to play down mental health and not see it as worthy of careful monitoring and treatment. https://t.co/EOer49OXbg",
  "data/tweet-nytimes/2021/6/1399854816453607426.json": "President Biden has directed Vice President Kamala Harris to lead Democrats in a sweeping legislative effort to protect voting rights, he said on Tuesday. https://t.co/8722kfxTLm",
  "data/tweet-nytimes/2021/6/1399843222034264065.json": "ViacomCBS used a tax shelter to sell rights to its shows and films — such as “SpongeBob,” “Star Trek” and “Mission: Impossible\" — overseas and avoid paying billions in U.S. taxes, a new study says. https://t.co/y6CCi8iybA",
  "data/tweet-nytimes/2021/6/1399826940228521995.json": "Animals are being forced to contend with busy roadways as climate change and expanding infrastructure continue to erode wildlife habitat.\n\nSee how these species safely cross a highway. https://t.co/3z6dMWMEHC",
  "data/tweet-nytimes/2021/6/1399913022555103233.json": "Melanie Stansbury, a Democrat and an environmental policy expert, won a special House election in New Mexico on Tuesday, claiming the seat previously held by Interior Secretary Deb Haaland. https://t.co/usRUTul7IC",
  "data/tweet-nytimes/2021/6/1399901113923551235.json": "Kate Winslet said she's been bowled over by how audiences have fallen in love with her \"Mare of Easttown\" character: \"I loved her marks and her scars and her faults and her flaws and the fact that she has no off switch, no stop button. She just knows 'Go.'\"https://t.co/pxWH61aS1E https://t.co/IJCzRjl80w",
  "data/tweet-nytimes/2021/6/1399893561953357825.json": "Animals are being forced to contend with busy roadways as climate change and expanding infrastructure continue to erode wildlife habitat. See how these species safely cross a highway. https://t.co/WRqvWRrBG2 https://t.co/WlKTR82JSc",
  "data/tweet-nytimes/2021/6/1399880955989528580.json": "President Biden on Tuesday issued a presidential proclamation recognizing June as Pride Month, vowing to fight for full equality for the LGBTQ community to be codified into law. https://t.co/FZXiLXbTZ5",
  "data/tweet-nytimes/2021/6/1399755138860998656.json": "President Biden will pledge to boost federal contracts to minority-owned businesses and rollback Trump-era policies on fair housing when he visits Tulsa, Oklahoma, today to commemorate the 100th anniversary of the massacre of Black citizens by a white mob. https://t.co/FDYIt4sdPp",
  "data/tweet-nytimes/2021/6/1399953984945860610.json": "A police chief in Pennsylvania who threatened a critic with false arrest unless the person deleted Facebook posts attacking him has pleaded guilty to a federal civil rights violation. https://t.co/IdVCkThgya",
  "data/tweet-nytimes/2021/6/1399916198918344705.json": "A century after a white mob destroyed a vibrant Black community in Tulsa and shot people in the streets, President Biden told survivors their story “will be known in full view.” It was the first time a president visited the area to address the massacre. https://t.co/Q9m1yO7jwD",
  "data/tweet-nytimes/2021/6/1399745078537633804.json": "Those with winter seasonal affective disorder (SAD) tend to oversleep and overeat, while people with summer SAD — the disorder's less common and less understood counterpart — experience insomnia and lowered appetite. https://t.co/cLVsc4kNPE",
  "data/tweet-nytimes/2021/6/1399943633491611648.json": "A new study shows that elephants use their trunks to apply suction to grab food, a behavior previously thought to be exclusive to fish. Kelly, an elephant who weighs over 7,400 pounds, was able to use suction to grab a tortilla chip without breaking it. https://t.co/TaRyZCPlLk",
  "data/tweet-nytimes/2021/6/1399724947833069570.json": "Seven European countries began issuing digital Covid travel certificates on Tuesday. The document records a person’s vaccination status and recent coronavirus test results.\n\nThe EU said the system would be used in all 27 member nations starting July 1.\nhttps://t.co/i22sM6arOD",
  "data/tweet-nytimes/2021/6/1399797949849378816.json": "New Yorkers have been filling the city’s parks and green spaces, celebrating the joy of being together, as virus restrictions ease and summer draws near. https://t.co/xuVQ94xqWS https://t.co/PTVViAzEEh",
  "data/tweet-nytimes/2021/6/1400115004024803330.json": "Katie Hobbs, Arizona’s Democratic secretary of state, who gained prominence for defending the state’s electoral system in the aftermath of the 2020 presidential election, is running for governor. https://t.co/opW30K9vCo",
  "data/tweet-nytimes/2021/6/1400112488209911816.json": "America’s next round is on Anheuser-Busch. The brewing company that produces Budweiser said it would offer people in the U.S. free beer if the country reaches President Biden’s goal of having 70% of adults vaccinated by July 4. https://t.co/qbjpKwgsgG",
  "data/tweet-nytimes/2021/6/1400053342550777860.json": "Melanie Stansbury, a Democrat and an environmental policy expert, won a special House election in New Mexico on Tuesday, claiming the seat previously held by Interior Secretary Deb Haaland. https://t.co/Gg6Almi0f9",
  "data/tweet-nytimes/2021/6/1400185479862140935.json": "Breaking News: NASA is finally going back to Venus, for the first time in more than three decades. And a second time too. The agency announced two new space missions to study the planet’s atmosphere and surface. https://t.co/0Ea42jHGas https://t.co/t51via0fgP",
  "data/tweet-nytimes/2021/6/1400179540131995649.json": "Breaking News: NASA will send two spacecraft to study Venus for the first time since 1994. One will probe whether the hellish planet’s clouds are home to microbial life. https://t.co/GZamsaAog9",
  "data/tweet-nytimes/2021/6/1400150260865961986.json": "Brazil has been averaging more than 60,000 new coronavirus cases each day. In the past three months alone, health officials have recorded more than 207,000 deaths.\n\nBut President Jair Bolsonaro decided to host the Copa América, arguing, “We have to live.” https://t.co/HCCYkRcorT https://t.co/9BgtAKt5jj",
  "data/tweet-nytimes/2021/6/1400107461701480457.json": "“This was not a riot. This was a massacre.” A century after a white mob in Tulsa, Oklahoma, destroyed a vibrant Black neighborhood and shot people in the streets, President Biden told survivors their story “will be known in full view.” https://t.co/vXyn8OvYwu https://t.co/cppGJ7r852",
  "data/tweet-nytimes/2021/6/1400191759129452546.json": "Brazil has been averaging more than 60,000 new coronavirus cases each day. In the past three months alone, health officials have recorded more than 207,000 deaths.\n\nBut President Jair Bolsonaro decided to host the Copa América, arguing, “We have to live.” https://t.co/weEjBQOYHk",
  "data/tweet-nytimes/2021/6/1400191573795737601.json": "Breaking News: Benjamin Netanyahu's rivals have struck a deal to replace him, agreeing to a new coalition government that would end his run as the longest-serving prime minister in Israeli history. https://t.co/uwUc8qArcT",
  "data/tweet-nytimes/2021/6/1400215657397039110.json": "Donald Trump had become frustrated after hearing from friends that his “From the Desk of Donald J. Trump\" site — launched just a month ago —  was getting little traffic, a person familiar with his thinking said. So he shut it down. https://t.co/RSt0xIbHD0",
  "data/tweet-nytimes/2021/6/1400184214021152768.json": "The last two rounds of government stimulus checks significantly improved Americans’ ability to buy food and pay household bills, and reduced anxiety and depression, especially for the poorest households and those with children, a new study found. https://t.co/Hv11P3ncoD",
  "data/tweet-nytimes/2021/6/1400159050600431616.json": "Even if you don’t have a fear of heights, you probably won’t be able to try out the 82-foot-long, see-through swimming pool in London that sits more than 10 stories above the ground. Pool access is limited to select residents at a luxury apartment complex. https://t.co/9p4Q0JCba9 https://t.co/BBCRnvehYW",
  "data/tweet-nytimes/2021/6/1400099896225636355.json": "A 41-year-old man in China is the first known human to be infected with a strain of bird flu known as H10N3, according to China’s National Health Commission.\n\nContact tracing did not uncover any other infections, officials said. https://t.co/wIq5Xbxqp9",
  "data/tweet-nytimes/2021/6/1400261512816742409.json": "Robert Mueller will teach a course this fall at the University of Virginia's law school that will take students behind his investigation into Russia's interference in the 2016 election. https://t.co/NH7vS1i2FR",
  "data/tweet-nytimes/2021/6/1400250172182085640.json": "The Trump Justice Department secretly seized the phone records of four New York Times reporters spanning nearly four months in 2017 as part of a leak investigation, the Biden administration disclosed on Wednesday. https://t.co/gw3RWdasXr",
  "data/tweet-nytimes/2021/6/1400204345073885185.json": "Uncle Nearest was started to honor Nearest Green, the formerly enslaved man who taught Jack Daniel to make whiskey. It's now the U.S.'s fastest-growing whiskey brand, and its founder has opened a $50 million fund to seed other minority-owned spirits makers.https://t.co/Ic23kFf9sL",
  "data/tweet-nytimes/2021/6/1400160311169138690.json": "Four years ago, the Brooklyn Nets were the worst team in the NBA, famous for sparse crowds, blowout losses, weird uniforms and dorky mascots. Today they are arguably the most talented team in basketball history.\n\nWhat happened? Kevin Durant happened.\nhttps://t.co/sffoWD96Zs",
  "data/tweet-nytimes/2021/6/1400301264328593408.json": "When Naomi Osaka announced she wouldn't \"do any press\" ahead of the French Open, she chose to care for her well-being. Here's how you can too. https://t.co/aqv5OpFM00",
  "data/tweet-nytimes/2021/6/1400283611027456003.json": "Treasury Secretary Janet Yellen will try to secure international support this week for an agreement that aims to put an end to global tax havens on her first trip as President Biden’s top economic diplomat to a finance ministers summit in Britain. https://t.co/zVBcGa8BNh",
  "data/tweet-nytimes/2021/6/1400419508028854272.json": "Donald Trump had become frustrated after hearing from friends that his “From the Desk of Donald J. Trump\" site — launched just a month ago —  was getting little traffic, a person familiar with his thinking said. So he shut it down. https://t.co/xYxdDaRxUk",
  "data/tweet-nytimes/2021/6/1400331439632171010.json": "People whose jobs involve frequent moving and lifting tend to live longer than those who are deskbound, a new study involving almost half a million workers found. https://t.co/1WFuvoykv9",
  "data/tweet-nytimes/2021/6/1400474916747685892.json": "United Airlines said it was ordering 15 jets capable of supersonic flight. The airline could become the first to offer ultrafast commercial flights since the Concorde stopped flying in 2003.\nhttps://t.co/Px9oZ0qQCX",
  "data/tweet-nytimes/2021/6/1400430836252655625.json": "Barriers around George Floyd Square were dismantled by crews in Minneapolis on Thursday, in a move to reopen the intersection where George Floyd was killed.\n\nThe city is working with a community group to preserve the square’s memorials, a spokeswoman said.\nhttps://t.co/Hhu6Iqcx8Y",
  "data/tweet-nytimes/2021/6/1400232372977770496.json": "A 17-year-old in Canton, Ohio, was forced to eat a pepperoni pizza even though the coaches were aware he does not eat pork because he is a Hebrew Israelite, a lawyer for the boy’s family said. The Police Department is investigating. https://t.co/InFRyPodhk",
  "data/tweet-nytimes/2021/6/1400560441206710278.json": "The valedictorian at a Dallas high school scrapped her approved graduation speech and took aim at Texas’s abortion law. She called the new law, which bans abortion after six weeks of pregnancy, “a war on my body and a war on my rights.” https://t.co/iEscZzf6BG https://t.co/lVNYnyXK9K",
  "data/tweet-nytimes/2021/6/1400558142426079233.json": "Breaking News: F. Lee Bailey, the audacious, larger-than-life lawyer, is dead at 87. He represented O.J. Simpson, Patricia Hearst, the Boston Strangler and other notorious defendants. https://t.co/HunVgU2KGO",
  "data/tweet-nytimes/2021/6/1400612040004284420.json": "The valedictorian at a Dallas high school scrapped her approved graduation speech and took aim at Texas’s abortion law. She called the new law, which bans abortion after six weeks of pregnancy, “a war on my body and a war on my rights.” https://t.co/4dMaVvFhSV",
  "data/tweet-nytimes/2021/6/1400602659107844099.json": "Breaking News: The U.S. government found no evidence that aerial phenomena witnessed by Navy pilots in recent years were alien spacecraft, but still can’t explain the odd sightings. https://t.co/OR8EJ8RHf4",
  "data/tweet-nytimes/2021/6/1400523953693659143.json": "Michelle Wie West was ready to retire from golf to focus on motherhood. Then vulgar remarks by Rudy Giuliani convinced her to keep playing.\nhttps://t.co/9NKGP5h6zn",
  "data/tweet-nytimes/2021/6/1400409447659413505.json": "The Trump Justice Department secretly seized the phone records of four New York Times reporters spanning nearly four months in 2017 as part of a leak investigation, the Biden administration disclosed on Wednesday. https://t.co/WidjdQgczO",
  "data/tweet-nytimes/2021/6/1400648229272834053.json": "Retired Army Lt. Col. Barnard Kemter had been crediting formerly enslaved Black Americans with being among the first to pay tribute to fallen soldiers after the Civil War when his mic cut out on Monday. The event’s organizers had intentionally muted him. https://t.co/Q1TJ7aw1ap",
  "data/tweet-nytimes/2021/6/1400610775304134660.json": "Mike Pence described systemic racism as a “left-wing myth” during a speech hosted by a Republican group in New Hampshire on Thursday.  “America is not a racist country,” the former vice president said. https://t.co/9gtDPWO31Q",
  "data/tweet-nytimes/2021/6/1400678751302832132.json": "Khaby Lame may soon become the most followed TikTok star in the world. The secret to the 21-year-old creator’s success? His universal exasperated everyman quality. https://t.co/3HtcjDhNXj",
  "data/tweet-nytimes/2021/6/1400535267023392770.json": "The U.S. is on track to meet President Biden’s goal of partly vaccinating 70% of adults by July 4. \n\nBut 30 states are unlikely to reach the national target, and a handful may not get there before year’s end. https://t.co/S41Ko5ufSL",
  "data/tweet-nytimes/2021/6/1400614538718941185.json": "In Opinion\n\n\"We’re just a bunch of humans with doubts and confusion. We do the best we can. And the best thing we can do is treat each other better, because we’re all we got,\" said Barack Obama in an interview with @ezraklein. \nhttps://t.co/KNIPRtwmCj",
  "data/tweet-nytimes/2021/6/1400812098846957569.json": "Retired Army Lt. Col. Barnard Kemter credited formerly enslaved Black Americans with being among the first to pay tribute to fallen soldiers after the Civil War.\n\nWatch as his mic was cut by the event’s organizers.\nhttps://t.co/5njafy1Fa7 https://t.co/sugnzy8oCX",
  "data/tweet-nytimes/2021/6/1400807069926801413.json": "In Opinion\n\nTom Hanks asks in a guest essay: \"How different would perspectives be had we all been taught about Tulsa in 1921, even as early as the fifth grade? Today, I find the omission tragic, an opportunity missed, a teachable moment squandered.\"\nhttps://t.co/i7wdWMU0Qn",
  "data/tweet-nytimes/2021/6/1400645243964362753.json": "Federal prosecutors and lawyers for Rudy Giuliani have recommended that a former judge in Manhattan be appointed to review materials seized by the FBI during recent searches of Giuliani’s home and office, according to a government court filing on Thursday. https://t.co/5UT24yNkez",
  "data/tweet-nytimes/2021/6/1400660087799271425.json": "In Tulsa, a new museum called Greenwood Rising is set to open this summer. \"Museums are valuable to the extent they link the past to the present and illuminate, and appraise, both,\" writes our art critic. \"In Greenwood Rising the links are made overt.\" https://t.co/2AbSHWjJqv",
  "data/tweet-nytimes/2021/6/1400860384475688960.json": "Facebook said Donald Trump’s suspension would last at least two years, and his potential reinstatement would be subject to review. The company cut him off in January. https://t.co/lD8iSw6XXp",
  "data/tweet-nytimes/2021/6/1400841046523793416.json": "Facebook will no longer keep posts by politicians up by default if they break its rules prohibiting harassment, discrimination or other harmful speech, the company is expected to announce. https://t.co/v2MtWynIrn",
  "data/tweet-nytimes/2021/6/1400823419718062080.json": "In Opinion\n\n“Two Democratic senators, Kyrsten Sinema and Joe Manchin, could save us by joining their colleagues in breaking the filibuster and passing new voting rights legislation,” writes Michelle Goldberg. “But they prefer not to.”\nhttps://t.co/rGWIOYhhVk",
  "data/tweet-nytimes/2021/6/1400649798370344961.json": "North Atlantic right whales are struggling to survive and it shows. Most of the 360 or so of them that are alive today bear scars from fishing gear and collisions with speeding ships. And according to a new study, they are much smaller than they should be. https://t.co/sKvwfhIPdy https://t.co/Tlwm16vqfP",
  "data/tweet-nytimes/2021/6/1400925348943048705.json": "Elephants can keep in touch with each other by sending deep, low-frequency signals that humans can hardly hear, scientists found. Tens of thousands of hours of observation have also yielded insights into elephants' sexuality, family and social lives. https://t.co/UMs7JW8DVc",
  "data/tweet-nytimes/2021/6/1400977788413296641.json": "A drone crashed in a nesting area for elegant terns, scaring off about 2,500 birds at a protected sanctuary in Huntington Beach, California. Left behind were about 1,500 eggs, none of which were viable after they were abandoned. https://t.co/6JTgSm431n",
  "data/tweet-nytimes/2021/6/1400939206613024773.json": "Senator Chuck Schumer, the Democratic leader, said he intended to bring the filibuster showdown to a head beginning next week, by forcing votes on a series of measures that Republicans oppose. https://t.co/16OG3y4J5V",
  "data/tweet-nytimes/2021/6/1401010314129428483.json": "Breaking News: The Justice Department waged a secret battle to seize logs of New York Times reporters' emails in a hunt for their sources, obtaining a gag order to bar executives from disclosing the effort. A Times lawyer called the move unprecedented. https://t.co/LVA1aQIGe7",
  "data/tweet-nytimes/2021/6/1401038601706565637.json": "Breaking News: A federal judge in California overturned the state’s three-decade-old ban on assault weapons. https://t.co/0mLA1sRvo3",
  "data/tweet-nytimes/2021/6/1401007145399750658.json": "At the French Open, Serena Williams, the 23-time Grand Slam singles champion, defeated her fellow American Danielle Collins, 6-4, 6-4, in her most convincing performance of the week. https://t.co/CUksU3mN6u",
  "data/tweet-nytimes/2021/6/1400969400195371009.json": "Riders had disappeared from New York City's subways and so had most subway performers, deterred by the danger of catching the virus, and the lack of passengers to play for.\n\nOn Friday, after more than 14 months, the music was back. https://t.co/Kn0MGIL3bd",
  "data/tweet-nytimes/2021/6/1401182037155983363.json": "In Trump’s final weeks in office, Mark Meadows, his chief of staff, repeatedly pushed the Justice Department to investigate unfounded conspiracy theories about the 2020 election, according to newly uncovered emails. https://t.co/0AxJTOHvle",
  "data/tweet-nytimes/2021/6/1401251904076779524.json": "Representative Alexandria Ocasio-Cortez backed Maya Wiley for mayor of New York, a coveted endorsement that could profoundly influence the left-wing vote. https://t.co/FGNSnRp1gu",
  "data/tweet-nytimes/2021/6/1401292769864392706.json": "Gabriel Taye was 8 years old when he killed himself after being repeatedly bullied at his school in Cincinnati. Three years after he died by suicide, the district has agreed to pay his family and develop a strong anti-bullying program in a settlement. https://t.co/Efbvgb4UGy",
  "data/tweet-nytimes/2021/6/1401257523848560644.json": "Amsterdam is falling apart. For the next two decades, the scenic city and tourist magnet will look more like one gigantic construction site. https://t.co/Hb8tERS4PQ",
  "data/tweet-nytimes/2021/6/1401242438967218177.json": "Thailand went for months without a single confirmed case of local transmission. Two nightclubs have turned into the epicenter of what is now the nation's biggest and deadliest coronavirus surge. https://t.co/YMGjLCdytj",
  "data/tweet-nytimes/2021/6/1401383356378529796.json": "Meet the former factory worker from Italy who has become the fastest-growing content creator on TikTok. https://t.co/vKWIy1E2BT",
  "data/tweet-nytimes/2021/6/1400950529921105924.json": "The pandemic turned New Yorkers into big tippers, particularly in the first months of the shutdown. Now, as the city reopens, average tipping at restaurants is slowly but steadily returning toward pre-pandemic levels. https://t.co/3KOvsQ7K2W",
  "data/tweet-nytimes/2021/6/1401408520940101637.json": "People whose jobs involve frequent moving and lifting tend to live longer than those whose occupations are deskbound, according to a new study, which involved almost half a million workers. https://t.co/CvIpsrIJly",
  "data/tweet-nytimes/2021/6/1401192102642565129.json": "Conservative Japanese lawmakers blocked legislation that would label discrimination against LGBT people “unacceptable,\" showing how far Japan has to go to fulfill the goal of equality enshrined in the Olympic charter. https://t.co/VrWLVaLiSu",
  "data/tweet-nytimes/2021/6/1401489571414740992.json": "Nigeria has blocked Twitter after the social media site deleted a tweet by President Muhammadu Buhari. https://t.co/SlLurRgzQi",
  "data/tweet-nytimes/2021/6/1401468929269174276.json": "She was 18. He was barely 21. They set a date to meet again in 5 years to see if they were meant to be together. Would she show up? Would he? https://t.co/lqxuJr15tr",
  "data/tweet-nytimes/2021/6/1401348130759745540.json": "Four years ago, the Brooklyn Nets were the worst team in the NBA, famous for sparse crowds, blowout losses, weird uniforms and dorky mascots. Today they are arguably the most talented team in basketball history. What happened? Kevin Durant happened. https://t.co/wQdBebP6zE",
  "data/tweet-nytimes/2021/6/1401531854084321284.json": "Meet the former factory worker from Italy who has become the fastest-growing content creator on TikTok. https://t.co/C1o1cW3F9p",
  "data/tweet-nytimes/2021/6/1401536876457119749.json": "Gabriel Taye was 8 years old when he killed himself after being repeatedly bullied at his school in Cincinnati. Three years after he died by suicide, the district has agreed to pay his family and develop a strong anti-bullying program in a settlement. https://t.co/58Rs7Vc1Ls",
  "data/tweet-nytimes/2021/6/1401571914326413314.json": "Breaking News: Prince Harry and Meghan Markle have welcomed their second child, Lilibet \"Lili\" Diana Mountbatten-Windsor. https://t.co/r55Zw5txqg",
  "data/tweet-nytimes/2021/6/1401553706764677121.json": "Senator Joe Manchin of West Virginia said he will not vote for the Democrats’ far-reaching bill to combat voter suppression and restore ethical controls on the presidency shattered by Donald Trump. https://t.co/weiP8TKCRc",
  "data/tweet-nytimes/2021/6/1401582178329403393.json": "In Opinion\n\n\"Like so many other women, Naomi Osaka has recognized that she has the right to put her health and sanity above the unending demands imposed by those who stand to profit from her labors.\" https://t.co/sT0k7bvoxy",
  "data/tweet-nytimes/2021/6/1401578388326948866.json": "Prince Harry and Meghan Markle have welcomed their second child, Lilibet Diana. Her name is a tribute to Queen Elizabeth II's childhood nickname and the late Princess Diana. https://t.co/hNXxxkxU5V https://t.co/S8Ia7meVue",
  "data/tweet-nytimes/2021/6/1401529507731972096.json": "A drone crashed in a nesting area for elegant terns, scaring off about 2,500 birds at a protected sanctuary in Huntington Beach, California. Left behind were about 1,500 eggs, none of which were viable after they were abandoned. https://t.co/7HemF5CYgw",
  "data/tweet-nytimes/2021/6/1401524329746255874.json": "Elephants can keep in touch with each other by sending deep, low-frequency signals that humans can hardly hear, scientists found. Tens of thousands of hours of observation have also yielded insights into elephants' sexuality, family and social lives. https://t.co/CdLBkR8sx9",
  "data/tweet-nytimes/2021/6/1401624963375943682.json": "Ever Lopez was set to become the first member of his immediate family to graduate from high school, but instead, he said, he was denied his diploma because he wore a Mexican flag over his gown at his graduation ceremony. https://t.co/9huGA4pAAx",
  "data/tweet-nytimes/2021/6/1401398468602695680.json": "A former U.S. Army paratrooper scaled buildings, bridges and other structures to take stunning photos as therapy for his PTSD. Now he faces felony charges in several states. https://t.co/2fhX60vdSe",
  "data/tweet-nytimes/2021/6/1401584695205404677.json": "As Asian American white-collar workers return to the office amid a disturbing surge in anti-Asian hate crimes, some have a simple request: They want their colleagues to bother to learn their names. https://t.co/EGfe2ODOfV https://t.co/BB8CtQlsq4",
  "data/tweet-nytimes/2021/6/1401670245841051652.json": "Clarence Williams, the reflectively intense actor who starred as Linc Hayes, a young, hip undercover police officer on ABC’s “The Mod Squad,” has died at 81. https://t.co/ccB3cnm6zC",
  "data/tweet-nytimes/2021/6/1401751632455639041.json": "No knockout. No winner. The exhibition fight between Floyd Mayweather Jr. and Logan Paul lasted the full eight rounds and ended with no decision. https://t.co/OzV4eT0hJg"
}