{
  "data/tweet-nytimes/2021/10/1443737463667703815.json": "A month after they escaped from a farm in Maryland, five zebras have evaded capture and are continuing to ramble across the wilds of suburban Prince George’s County. \nhttps://t.co/xtYbf39Iel",
  "data/tweet-nytimes/2021/10/1443840366105538563.json": "Princess Mako of Japan is going to marry her college boyfriend, a commoner, after a long and arduous engagement. The pressure has been so intense that the princess has been diagnosed with post-traumatic stress disorder, Japan’s public broadcaster reported. https://t.co/SVtIfDD4Ci",
  "data/tweet-nytimes/2021/10/1443883577490411527.json": "The drug maker Merck will seek authorization for the first antiviral pill for Covid. The drug, molnupiravir, cut the risk of hospitalization or death in half when given to high-risk people early in their infections, a clinical trial found.\nhttps://t.co/6VyYq3iDtJ",
  "data/tweet-nytimes/2021/10/1443727419194675203.json": "Jeff Ament of Pearl Jam is bringing high-end skate parks to every city and town in Montana that will have one. “It’s much bigger than skateboarding,” he said. https://t.co/DcmScrkIWY https://t.co/yWMpgsuXk3",
  "data/tweet-nytimes/2021/10/1443912096912187416.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it.\nhttps://t.co/ZGFNBv7SRX",
  "data/tweet-nytimes/2021/10/1443787808175448068.json": "California is the latest example of vaccine requirements leading to more vaccinations.\n\nIn a survey of more than a dozen of the state’s major hospital systems, most health care employers reported vaccination rates this week of 90% or higher. Read more: https://t.co/Czt7XTcDva https://t.co/i8q5Cdsc9a",
  "data/tweet-nytimes/2021/10/1444029375272325124.json": "A Danish museum gave an artist about $83,000 to reproduce pieces reflecting the nature of work in the modern world.\n\nHe pocketed the cash and delivered two blank canvases titled \"Take the Money and Run.\" https://t.co/CjyA115QVt",
  "data/tweet-nytimes/2021/10/1444032229781409795.json": "Nearly 700,000 people in the U.S. have now died of Covid-19 — making this the deadliest pandemic in American history.\n\nA majority who died recently were in the South and unvaccinated. Many of the victims were also younger than before. https://t.co/SqffAYhunH",
  "data/tweet-nytimes/2021/10/1444072655431290880.json": "Breaking News: Over 700,000 Americans have died of Covid-19. This pandemic is the deadliest in U.S. history, overtaking the toll from the influenza pandemic of 1918 and 1919. Every age group under 55 saw its highest death toll of the pandemic this August. https://t.co/mNP4pysUKq https://t.co/X9FhcZFtey",
  "data/tweet-nytimes/2021/10/1444003573377994760.json": "Breaking News: California plans to require FDA-approved Covid vaccines for K-12 students as early as next fall, the first U.S. state to announce such a mandate. https://t.co/hrJklHvUiU",
  "data/tweet-nytimes/2021/10/1444026132303581189.json": "After George Floyd’s murder, some New York City firefighters shared racist messages mocking his death. They gloated about how police could \"legally shoot Black children.\" After Black firefighters complained, officials quietly suspended nine firefighters. https://t.co/UO2DXOd1qe",
  "data/tweet-nytimes/2021/10/1444014282543403011.json": "Alex Jones, the Infowars founder and conspiracy theorist who claimed that the Sandy Hook school shooting in 2012 was a hoax, lost two defamation lawsuits filed in Texas by victims' families because he failed to provide requested information to the court. https://t.co/MIedyWFLP8",
  "data/tweet-nytimes/2021/10/1444130028208467971.json": "American Airlines told employees on Friday that it would require all U.S.-based employees and some international crew members to be vaccinated. Separately, Alaska Airlines and JetBlue said that they, too, would mandate the vaccine for employees. https://t.co/FNpnFiRINY",
  "data/tweet-nytimes/2021/10/1444009246639722511.json": "California would be the first U.S. state to mandate the Covid vaccine for K-12 students attending school in-person, beginning next fall. https://t.co/aF6dfr8d8H https://t.co/DdV0IoZEf2",
  "data/tweet-nytimes/2021/10/1444119957248389121.json": "Any New York City police officer who is found to have pledged allegiance to the Oath Keepers or other “far-right nationalist” groups should be investigated by the Police Department, charged internally and removed from the force, Mayor Bill de Blasio said. https://t.co/fhfFBGPGZL",
  "data/tweet-nytimes/2021/10/1444198473230921730.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it.\nhttps://t.co/eOqoaFhOfT",
  "data/tweet-nytimes/2021/10/1443938831393243139.json": "“A lot of students on campus want to see the fraternity completely abolished.”\n\nAnti-fraternity protests have taken place across the country as students respond to sexual assault allegations against fraternity members and demand an end to Greek life.\nhttps://t.co/jBw2vnFjNk",
  "data/tweet-nytimes/2021/10/1444257125711101955.json": "When a school board in Pennsylvania voted to effectively ban hundreds of books from being taught in classrooms, high school students led a revolt against the decision.  https://t.co/9m1ozAMmLL",
  "data/tweet-nytimes/2021/10/1444145126188765188.json": "On Friday, Matt Amodio won his 33rd \"Jeopardy!\" game, surpassing James Holzhauer's winning streak and taking his place as No. 2 in the record book for most games won in a row. https://t.co/ThrO7yrGEs",
  "data/tweet-nytimes/2021/10/1444150179100250119.json": "After her son was found to be autistic, Ruth Sullivan became a tireless advocate for people with the condition. She also consulted on the film \"Rain Man.\" She has died at age 97. https://t.co/S1QxDo9iyz",
  "data/tweet-nytimes/2021/10/1444311921453379584.json": "A staggering 700,000 people in the U.S. have now died of Covid-19 — making this the deadliest pandemic in American history.\n\nA majority who died recently were in the South and unvaccinated. Many of the victims were also younger than before. https://t.co/ECeo1Oh3IY",
  "data/tweet-nytimes/2021/10/1444321288714133506.json": "Scott Kirby, the chief executive of United Airlines, decided that it was time to require employees to get vaccinated after learning two employees had died of Covid-19. \n\nThe effort, one of the largest of its kind, worked. https://t.co/KqpE0TJgcl",
  "data/tweet-nytimes/2021/10/1444309077186732033.json": "Breaking News: Mohammed Khalifa, a Canadian man who narrated two infamous videos from ISIS to recruit Westerners, was arrested by the FBI this week and secretly whisked back to the U.S. to face federal prosecution. https://t.co/hDObbhgVle",
  "data/tweet-nytimes/2021/10/1444336386228772864.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it. https://t.co/xYPE27pBPG",
  "data/tweet-nytimes/2021/10/1444419440557309955.json": "About three years ago, Stanley Tucci was in a New York hospital receiving radiation therapy to get rid of a tumor at the base of his tongue.\n\nThroughout this harrowing experience, he wasn’t afraid of death. He feared losing his sense of taste. https://t.co/NKJQpcJD5e",
  "data/tweet-nytimes/2021/10/1444530171147653123.json": "To live longer and healthier, it's more important to exercise than it is to lose weight, according to a new review of studies on the relationships between fitness, weight, heart health and longevity. https://t.co/7X6XOLCq82",
  "data/tweet-nytimes/2021/10/1444600638172798978.json": "Sculptures of George Floyd, Breonna Taylor and John Lewis are on display in a Manhattan park known as a site of protests.\n\n\"These monuments have meaning,\" Terrence Floyd, a brother of George Floyd, said. https://t.co/E6HdUs51yU",
  "data/tweet-nytimes/2021/10/1444640937267900416.json": "When a school board in Pennsylvania voted to effectively ban hundreds of books from being taught in classrooms, high school students led a revolt against the decision. https://t.co/WOfoj50F3V",
  "data/tweet-nytimes/2021/10/1444631084721971208.json": "Scott Kirby, the chief executive of United Airlines, decided that it was time to require employees to get vaccinated after learning two employees had died of Covid-19. \n\nThe effort, one of the largest of its kind, worked. https://t.co/pqvTyHsEnj",
  "data/tweet-nytimes/2021/10/1444653479704809472.json": "Our investigation found that as homelessness exploded in New York City, executives at nonprofits personally benefited from the crisis, collecting large salaries, spending money on companies that they or their families controlled and hiring relatives. https://t.co/yUdWQT4w6R",
  "data/tweet-nytimes/2021/10/1444515053538103298.json": "Fat Bear Week, a contest to crown a champion among hundreds of hefty bears, has returned for 2021.\n\nHere’s what to know → https://t.co/eRMUeTxSqZ",
  "data/tweet-nytimes/2021/10/1444688075083460619.json": "A bitter fight with Senator Ted Cruz of Texas over a Russian gas pipeline has created what Biden officials call a personnel crisis, as Cruz delays dozens of State Department nominees, including 59 would-be ambassadors, and vows to block dozens more. https://t.co/mlzk1pC8M2",
  "data/tweet-nytimes/2021/10/1444714874119012360.json": "Breaking News: Dead fish and birds are washing up on the coast of Orange County, California, after a pipeline failure on Saturday caused at least 126,000 gallons of oil to spill into the Pacific Ocean, creating a 13-square-mile slick that’s still growing. https://t.co/rgDqx6Ithg",
  "data/tweet-nytimes/2021/10/1444688726962151432.json": "Texas Republicans released a new congressional map this week. It aims to lock in the party’s advantage in D.C. over the next decade.\n\nThe proposed district lines also aim to offset recent population growth spurred by communities of color. https://t.co/RHCsmyMf58",
  "data/tweet-nytimes/2021/10/1444565404396007427.json": "\"I’m not a capitalist. So I see the wealthy all finally getting hoisted by their own petard.\" Read David Marchese's full interview with Brian Cox, who plays Logan Roy in the hit HBO series “Succession,” which returns this month for a third season. https://t.co/spi6BYkNhK",
  "data/tweet-nytimes/2021/10/1444794420151427073.json": "To live longer and healthier, it's more important to exercise than it is to lose weight, according to a new review of studies on the relationships between fitness, weight, heart health and longevity. https://t.co/i8auGPX3qP",
  "data/tweet-nytimes/2021/10/1444829671191891972.json": "A bitter fight with Senator Ted Cruz of Texas over a Russian gas pipeline has created what Biden officials call a personnel crisis, as Cruz delays dozens of State Department nominees, including 59 would-be ambassadors, and vows to block dozens more. https://t.co/pOWAhoWsow",
  "data/tweet-nytimes/2021/10/1444849777288548357.json": "Frances Haugen, a former Facebook product manager, revealed herself as the whistle-blower behind a major leak of company documents. https://t.co/8JFzqcPvXb",
  "data/tweet-nytimes/2021/10/1444927530973155333.json": "The police are investigating whether the son of a prominent Indian politician was in a vehicle that slammed into protesting farmers in the state of Uttar Pradesh. Eight people were killed in the incident. https://t.co/oDVCB220J5",
  "data/tweet-nytimes/2021/10/1444814577863217152.json": "Dead fish and birds are washing up on the coast of Orange County, California, after a pipeline failure on Saturday caused at least 126,000 gallons of oil to spill into the Pacific Ocean, creating a 13-square-mile slick that’s still growing. https://t.co/sIOwsbuyjt",
  "data/tweet-nytimes/2021/10/1445003323799638017.json": "At least 98% of principals and 93% of teachers in New York had been vaccinated by Friday, city officials said. https://t.co/G4ZrhdEiXX",
  "data/tweet-nytimes/2021/10/1444859838329131011.json": "\"I’m not a capitalist. So I see the wealthy all finally getting hoisted by their own petard.\" Read David Marchese's full interview with Brian Cox, who plays Logan Roy in the hit HBO series “Succession,” which returns this month for a third season. https://t.co/BuYr2uSHHw",
  "data/tweet-nytimes/2021/10/1444962874917539844.json": "Breaking News: The Nobel Prize in Physiology or Medicine went to David Julius and Ardem Patapoutian for their research about temperature and touch. https://t.co/ZAaPSeDRBy https://t.co/T3jMII8yBo",
  "data/tweet-nytimes/2021/10/1444809504101703687.json": "Two days after being unveiled in New York’s Union Square, a statue of George Floyd was vandalized. The accompanying statues of Breonna Taylor and John Lewis were not touched. https://t.co/dUhitnRMPF",
  "data/tweet-nytimes/2021/10/1445067582059470859.json": "William Shatner, who played Captain James T. Kirk in \"Star Trek,\" will launch to the edge of space this month on New Shepard, a tourist rocket built by Blue Origin, the company owned by Jeff Bezos. Shatner, 90, would be the oldest person to fly to space. https://t.co/TUbxI4zdfz",
  "data/tweet-nytimes/2021/10/1445063328733216775.json": "Facebook and some of its apps, including Instagram and WhatsApp, appeared to go down on Monday for many users. The social network and its apps began displaying error messages before noon Eastern time, users reported.  https://t.co/G1fnRCHK9C",
  "data/tweet-nytimes/2021/10/1445061184030453761.json": "New Zealand is abandoning its \"Covid zero\" goal of eliminating the coronavirus. Prime Minister Jacinda Ardern acknowledged an end to the strategy seven weeks into a lockdown that has failed to halt an outbreak of the Delta variant. https://t.co/NmMx4PsmJz https://t.co/dM2OPxLsk9",
  "data/tweet-nytimes/2021/10/1445071254403305482.json": "Dead fish and birds washed up on the coast of Orange County, California, after a pipeline failure on Saturday caused at least 126,000 gallons of oil to spill into the Pacific Ocean, creating a 13-square-mile slick that’s still growing. https://t.co/bHc3caXROU https://t.co/XFGZ0JUtUt",
  "data/tweet-nytimes/2021/10/1445078833292619787.json": "Andrew Yang, who ran unsuccessfully for president in 2020 and for mayor of New York this year, says he has left the Democratic Party and become an independent. https://t.co/TZeLlhZaOy",
  "data/tweet-nytimes/2021/10/1445064252490985475.json": "All over Mexico, mothers are wandering under scorching sun, poking at the earth and sniffing for the scent of decomposing flesh in hopes of finding their missing children.\n\nMost never will. Nearly 100,000 people in the country have disappeared. https://t.co/EsThEoKNet",
  "data/tweet-nytimes/2021/10/1445094396152713224.json": "Facebook’s internal communications platform, Workplace, also went down on Monday, leaving most employees unable to do their jobs. Two Facebook workers called it the equivalent of a “snow day.” https://t.co/XlS2iqDfR5",
  "data/tweet-nytimes/2021/10/1445041055657779202.json": "One way to interpret the trove of leaked internal Facebook documents is that the company is in trouble, writes Kevin Roose.\n\n“A kind of slow, steady decline that anyone who has ever seen a dying company up close can recognize.”\nhttps://t.co/A5BvqGMVi4",
  "data/tweet-nytimes/2021/10/1444852295729045505.json": "A new generation has become engrossed by \"The Sopranos,\" the early 2000s hit. Its creator, David Chase, told @willystaley about how it captured a country in decline — where things had become so selfish and narcissistic, that even the mob couldn’t take it. https://t.co/s3CxNvHH3W",
  "data/tweet-nytimes/2021/10/1445111526487203851.json": "Did death cheat Stephen Hawking of a Nobel Prize?\n\nA recent study of black holes has confirmed a fundamental prediction made nearly five decades ago by the iconic physicist, who died in March 2018. Hawking never won a Nobel and now never will.\nhttps://t.co/TKL8jP1oju",
  "data/tweet-nytimes/2021/10/1445116780146532352.json": "President Biden urged congressional leaders to raise the debt ceiling on Monday, chastising Republicans for what he said was \"reckless\" and \"disgraceful\" obstruction ahead of a default deadline later this month. https://t.co/woIZkEkkst https://t.co/ihfHTVSGZb",
  "data/tweet-nytimes/2021/10/1445122167620849665.json": "A widespread outage is crippling Facebook’s sites and apps and its employee systems like phones and badges. The cause of the issue is unclear. https://t.co/63qhAV16ok",
  "data/tweet-nytimes/2021/10/1445121632549408768.json": "Northwell Health, New York State’s largest health care provider, which employs more than 76,000 people, announced on Monday that it had fired 1,400 of its employees who refused to get vaccinated against the coronavirus. https://t.co/F9Rrjjt9Je",
  "data/tweet-nytimes/2021/10/1445129127670034439.json": "Monday's crossword puzzle may be just what you need until you can check your Instagram. https://t.co/CRojJaM2yC https://t.co/DRhstftiOH",
  "data/tweet-nytimes/2021/10/1444867389313671176.json": "A new study, one of the largest and most rigorous trials of the subject to date, suggests that eating a diet low in carbohydrates and higher in fats could be beneficial for cardiovascular health. https://t.co/owoQ1v5QgC",
  "data/tweet-nytimes/2021/10/1445136779443679241.json": "Breaking News: The Biden administration reversed a Trump-era policy that barred clinics that provide abortion referrals from receiving federal funding. https://t.co/zSygcBk3f1",
  "data/tweet-nytimes/2021/10/1445109023179739146.json": "In this simple, homey weeknight dinner, boneless chicken thighs are tossed with garlic, herbs and red-pepper flakes, then roasted along with lemon wedges in the pan. https://t.co/Wc4HY94WKv",
  "data/tweet-nytimes/2021/10/1445139200421027847.json": "New coronavirus cases in the U.S. have fallen by more than a third in the past month. Worldwide, cases have also dropped more than 30% since late August. https://t.co/84tYL7tHy6 https://t.co/Gf4WJUkU3D",
  "data/tweet-nytimes/2021/10/1445141735663935490.json": "Senator Elizabeth Warren on Monday called for an investigation into whether top Federal Reserve officials engaged in insider trading in 2020. https://t.co/w4pu7ndass",
  "data/tweet-nytimes/2021/10/1445081515659075585.json": "Facebook filed a motion on Monday to dismiss the FTC’s revised antitrust lawsuit against the company, saying the agency’s complaint still lacked evidence that the company had violated antitrust laws. https://t.co/I63oqxLseq",
  "data/tweet-nytimes/2021/10/1445131901057085443.json": "A federal drug enforcement agent was killed and another was seriously injured in a shooting at an Amtrak train station in Tucson, Arizona, on Monday morning, a city councilman said. All of those aboard a train were safely evacuated, Amtrak said. https://t.co/9KAdQMqdMN",
  "data/tweet-nytimes/2021/10/1445082573298937857.json": "More than 18,000 shots were given to New York City school employees ahead of a vaccine deadline, and 95% have received at least one dose. https://t.co/gGS5IZRYOo",
  "data/tweet-nytimes/2021/10/1445150655337881609.json": "Breaking News: Facebook and its apps, including Instagram and WhatsApp, are slowly coming back online after a widespread outage disrupted services for over 5 hours. https://t.co/CwmOvbve8m",
  "data/tweet-nytimes/2021/10/1445161821623758854.json": "\"Dear fellow social media managers… y'all doing ok?\"\n\"hello literally everyone\"\n\"I haven’t been this productive since 2006.\"\n\nWith Facebook and Instagram down for several hours on Monday, Twitter appeared to embrace its moment in the spotlight. https://t.co/xQ7HQwNKf7",
  "data/tweet-nytimes/2021/10/1445154328080175109.json": "Pvt. Danny Chen died by suicide in 2011 after he was brutally hazed and subjected to racist treatment in Afghanistan by his fellow soldiers. On Sunday, people in Manhattan's Chinatown, where he was born and raised, gathered for a walking tour in his honor. https://t.co/Rg7WUPhcbA",
  "data/tweet-nytimes/2021/10/1445165613958246401.json": "The Pfizer vaccine is 90% effective at preventing hospitalization for up to six months, according to a large new U.S. study. The findings, which also document a waning of protection against infection, come as officials debate the need for booster shots. https://t.co/7vKNH1b6tE",
  "data/tweet-nytimes/2021/10/1445178194286546947.json": "Bubba Wallace became the first Black driver to win a NASCAR Cup event since 1963. Wallace's win on Monday at Talladega Speedway also made him the second Black winner in NASCAR's top series. https://t.co/SOiMNCgqsq",
  "data/tweet-nytimes/2021/10/1445169383442157568.json": "Pope Francis and two members of Congress have asked Missouri's governor to stop the scheduled execution on Tuesday of Ernest Johnson, a 61-year-old man, saying he should be spared because he is intellectually disabled. https://t.co/uB4yLiVwkG",
  "data/tweet-nytimes/2021/10/1445199586667245571.json": "Bubba Wallace’s NASCAR Cup win on Monday was the first by a Black driver since 1963 and also the inaugural victory in the sport's top series for Michael Jordan, the co-owner of Wallace's team. https://t.co/3z1LKL8Eq2 https://t.co/3gsUTgRzQX",
  "data/tweet-nytimes/2021/10/1445222247308922881.json": "A jury ordered Tesla to pay $137 million to Owen Diaz, a Black former employee who accused the carmaker of ignoring racial abuse he faced while working there, his lawyer said on Monday. https://t.co/ws4jffG4bP",
  "data/tweet-nytimes/2021/10/1445048582617411593.json": "No treatment helped her depression — until this. In a first, a \"pacemaker for the brain\" has successfully treated a case of severe depression.\n\n\"Within a few weeks, the suicidal thoughts just disappeared,\" said the first participant in the unusual study. https://t.co/U5ySOXhFrX",
  "data/tweet-nytimes/2021/10/1445202099650826248.json": "Revelations from nearly 12 million leaked confidential financial records have thrown light on the concealed wealth of powerful public figures around the world. How do they hide their money, and why is this information important? https://t.co/25QhsiF9Oi",
  "data/tweet-nytimes/2021/10/1445219818311983113.json": "The world lost about 14% of its coral reefs in the decade after 2009, mainly because of climate change, according to a sweeping new international report. https://t.co/zh4B1RDAlU",
  "data/tweet-nytimes/2021/10/1445335509564280837.json": "A jury ordered Tesla to pay $137 million to Owen Diaz, a Black former employee who accused the carmaker of ignoring racial abuse he faced while working there, his lawyer said on Monday. https://t.co/H76Wl33s4u",
  "data/tweet-nytimes/2021/10/1445380814238363652.json": "The Nobel Prize in Physics was awarded on Tuesday to three scientists whose work “laid the foundation of our knowledge of the Earth’s climate and how humanity influences it.”\nhttps://t.co/Mx72wNVmVU https://t.co/TKWPpeIjbo",
  "data/tweet-nytimes/2021/10/1445373288809746438.json": "Southwest Airlines said on Monday that it would require all of its more than 54,000 employees to be fully vaccinated against Covid-19 by the first week in December to remain employed.\nhttps://t.co/UTYvDNn9ZB",
  "data/tweet-nytimes/2021/10/1445309118970007553.json": "Breaking News: Roman Catholic clergy in France have sexually abused about 216,000 minors since 1950, according to a report detailing the church’s failings.\nhttps://t.co/2DJB9ORXxk",
  "data/tweet-nytimes/2021/10/1445075025502089233.json": "Todd Akin, a six-term Republican representative from Missouri whose Senate bid failed after he said in 2012 that women's bodies could somehow reject pregnancies in instances of what he called \"legitimate rape,\" has died at age 74. https://t.co/gcqUwbw55g",
  "data/tweet-nytimes/2021/10/1445320384883085314.json": "The Facebook outage on Monday demonstrated globally how the company’s apps are critical for doing business, arranging medical care, conducting virtual classes, carrying out political campaigns, responding to emergencies and much, much more.\nhttps://t.co/4Tuk0z62u1",
  "data/tweet-nytimes/2021/10/1445358166104068101.json": "Louisiana’s largest nonprofit health care provider will increase its employees’ insurance fees by about $200 a month from next year if their spouses or domestic partners are not vaccinated against the coronavirus.\nhttps://t.co/JOsUuRj3AJ",
  "data/tweet-nytimes/2021/10/1445407569544204289.json": "Read an excerpt from the whistleblower Frances Haugen's opening statement: \"The company’s leadership knows ways to make Facebook and Instagram safer and won’t make the necessary changes because they have put their immense profits before people.\" https://t.co/5LkF09KX8K https://t.co/Vz0zOvKydf",
  "data/tweet-nytimes/2021/10/1445397051974508555.json": "Frances Haugen left her job at Facebook in May — but not before exfiltrating thousands of pages of internal research and documents. They showed that Facebook knew about the harms it was causing, particularly to teens. Watch her Senate testimony live: https://t.co/dM0io5SSaC",
  "data/tweet-nytimes/2021/10/1445414759310954506.json": "Federal investigators raided the Manhattan office of one of New York City’s main police unions in connection with an ongoing investigation. The union’s president, Edward D. Mullins, has become known for making brash and incendiary remarks on social media. https://t.co/MGiNqDuHEI",
  "data/tweet-nytimes/2021/10/1445426081499172864.json": "A top-secret cable warned every CIA base last week about troubling numbers of foreign informants who have been killed, arrested or turned into double agents. Intelligence services in Russia, China, Iran and Pakistan have been hunting down CIA sources. https://t.co/4H5TBG7M3L",
  "data/tweet-nytimes/2021/10/1445437623586021380.json": "Facebook’s own research concluded that Instagram, which it owns, was toxic for teen girls and made body image issues worse for one in three of them. The revelations, which came from documents shared by a former employee, weren't a surprise to young women. https://t.co/K9PMwopIZ8 https://t.co/suQYT4Ia98",
  "data/tweet-nytimes/2021/10/1445483944741322752.json": "Frances Haugen, a former product manager at Facebook, accused the company of knowing its platforms are harmful and putting profits before safety in congressional testimony on Tuesday. \"They won't solve this crisis without your help,\" she said. https://t.co/GH75M1JoCE https://t.co/O7KDlWhw7K",
  "data/tweet-nytimes/2021/10/1445501584104951808.json": "Frances Haugen, a former Facebook product manager, told senators on Tuesday that there were solutions to problems seen across social media platforms and that a safer, free-speech-respecting, more enjoyable social media was possible. https://t.co/ponvj2DB7G https://t.co/By1H6HxIRM",
  "data/tweet-nytimes/2021/10/1445524250849284115.json": "For 84 years, Army soldiers have performed the changing of the guard at the tomb at Arlington National Cemetery. Last month, for the first time, it was carried out by three women.\nhttps://t.co/b9RFTsvsv3",
  "data/tweet-nytimes/2021/10/1445531784318382083.json": "Frances Haugen, the Facebook whistle-blower, detailed the dangers of engagement-based ranking, which is used by Facebook and other social media platforms to determine which content they believe is most relevant to users’ interests. https://t.co/1fApBKXLPY https://t.co/NCcJtgsAyi",
  "data/tweet-nytimes/2021/10/1445516667589513217.json": "The Facebook whistle-blower Frances Haugen spent hours on Tuesday detailing to lawmakers the ways she said the social network harmed young people. https://t.co/wQyxq2jkYz https://t.co/0UqJIsxrw5",
  "data/tweet-nytimes/2021/10/1445443559054786561.json": "When the U.S. left Afghanistan, there were no American troops reported missing in action. It is a stunning change from previous wars that ended with thousands of troops forever lost, their families left to wonder what had happened to them. https://t.co/9nDnw1uCpi",
  "data/tweet-nytimes/2021/10/1445546884798377991.json": "Ernest Lee Johnson was executed on Tuesday night, according to the Missouri Department of Corrections, despite calls for clemency from Pope Francis and other supporters who said Johnson’s intellectual disabilities made the execution unconstitutional. https://t.co/U5FvInlXBb",
  "data/tweet-nytimes/2021/10/1445214693061181441.json": "Dead fish and birds washed ashore in Orange County, California, after a pipeline failure on Saturday caused at least 126,000 gallons of oil to spill into the Pacific Ocean, prompting fresh calls for a permanent end to offshore oil production in the state. https://t.co/7nEUNCaoeU",
  "data/tweet-nytimes/2021/10/1445577078141636614.json": "About 1,400 workers who make Kellogg cereals went on strike on Tuesday at factories in Michigan, Nebraska, Pennsylvania and Tennessee. https://t.co/TPwKTKddXm",
  "data/tweet-nytimes/2021/10/1445422305258221568.json": "New York City's public libraries have eliminated all late fines. Officials said that fines no longer served to bring back books, but you are not off the hook if you lost something that you borrowed. Read more in our NY Today newsletter. https://t.co/DQcDgrNJCl https://t.co/h5rHX44Qwj",
  "data/tweet-nytimes/2021/10/1445476401092562951.json": "Senator Elizabeth Warren and Representative Pramila Jayapal are seeking information from the biggest accounting firms in the U.S. after a New York Times report detailed how accounting giants effectively draft favorable tax rules from inside the government. https://t.co/FgTlOz8c9v",
  "data/tweet-nytimes/2021/10/1445716754907475969.json": "Rich countries contribute an average of $14,000 per year for a toddler’s care. In the U.S. it’s $500.\n\nHere’s a look at how other nations pay for child care.\nhttps://t.co/eBPO5R6Aj3",
  "data/tweet-nytimes/2021/10/1445675233726193668.json": "“Squid Game,” the dystopian Netflix hit, taps into South Korea’s unease over growing inequality and fierce competition for opportunities.\n\nThe show reflects “the problems and realities of Korean society,” Hwang Dong-hyuk, the show’s creator, said.\nhttps://t.co/R0VoQIbMKD",
  "data/tweet-nytimes/2021/10/1445731834743037957.json": "There’s a new heavyweight champion of Fat Bear Week: 480 Otis.\n\nOtis took back his title, his fourth, in the annual competition that celebrates the pre-hibernation weight gain of bears at Katmai National Park and Preserve in Alaska.\nhttps://t.co/LMxm9bcnFD",
  "data/tweet-nytimes/2021/10/1445735666973691906.json": "For 84 years, Army soldiers have performed the changing of the guard at the tomb at Arlington National Cemetery. Last month, for the first time, it was carried out by three women.\nhttps://t.co/JK8eOLjKuB",
  "data/tweet-nytimes/2021/10/1445554447053066240.json": "Citing a “disturbing spike” in harassment against school personnel, Attorney General Merrick Garland issued a memo directing the FBI and U.S. attorneys’ offices to meet with local officials over the next month to coordinate a response to the threats. https://t.co/Yv8ox6pfmG",
  "data/tweet-nytimes/2021/10/1445778603329740800.json": "Breaking News: The WHO approved the first ever malaria vaccine, which could save tens of thousands of children in sub-Saharan Africa. The quest for this vaccine has been underway for a hundred years, a WHO official said, and is a \"historic event.\" https://t.co/i1hcYBhbvb https://t.co/wTNg6xWmzU",
  "data/tweet-nytimes/2021/10/1445769181547298832.json": "A Colorado health system told a prospective kidney transplant recipient that she would not receive an organ donation if she remained unvaccinated against the coronavirus, a state lawmaker said. https://t.co/483rYUJw55",
  "data/tweet-nytimes/2021/10/1445594044541784071.json": "The Yankees’ season is over after one playoff game. They lost to the Red Sox in an American League wild-card showdown. https://t.co/4X1BEi0zLi",
  "data/tweet-nytimes/2021/10/1445668161555087369.json": "England took a gamble when it sent millions of students back to school last month with neither vaccines nor a mask requirement. Many parents approve, but more than 186,000 students were absent last week with confirmed or suspected cases of the coronavirus. https://t.co/IPFrn9tZIC",
  "data/tweet-nytimes/2021/10/1445562002126954501.json": "The Senate confirmed two U.S. attorneys for New York: Breon Peace and Damian Williams, the first African American to lead the powerful U.S. attorney's office for the Southern District of New York. https://t.co/1twhPT4kEY",
  "data/tweet-nytimes/2021/10/1445797268997685253.json": "A ‘Historical Event’: First Malaria Vaccine Approved by the World Health Organization https://t.co/e3i0KYlHvN",
  "data/tweet-nytimes/2021/10/1445784699347996676.json": "“Squid Game,” the dystopian Netflix hit, taps into South Korea’s unease over growing inequality and fierce competition for opportunities.\n\nThe show reflects “the problems and realities of Korean society,” Hwang Dong-hyuk, the show’s creator, said.\nhttps://t.co/ckMgm0n4R6",
  "data/tweet-nytimes/2021/10/1445815643270533123.json": "Los Angeles will require proof of Covid vaccination to enter many indoor businesses starting Nov. 4, in one of the strictest rules in the U.S. https://t.co/I9yxi3wHit",
  "data/tweet-nytimes/2021/10/1445846346284474373.json": "Canada will make Covid vaccines mandatory for air and rail passengers as of next Tuesday. Federal government workers, including members of the military and the Royal Canadian Mounted Police, will be required to get vaccinated by Oct. 29. https://t.co/VoiZvGYtUG",
  "data/tweet-nytimes/2021/10/1445806102625480710.json": "The U.S. is an outlier in its low levels of financial support for young children’s care — something Democrats, with their safety net spending bill, are trying to change. https://t.co/h6gA7SwTgg https://t.co/1UFQEwRfAK",
  "data/tweet-nytimes/2021/10/1445875545858879491.json": "Malaria kills about 500,000 people each year, about half of them children in Africa. For the first time, a vaccine shown to prevent the disease has been approved by the WHO. https://t.co/2zVmvk6SD6 https://t.co/rbQzICq0qA",
  "data/tweet-nytimes/2021/10/1445871519335333889.json": "A Texas man who, according to federal prosecutors, wrote on Facebook that he had paid someone infected with the coronavirus to lick groceries at a supermarket has been sentenced to 15 months in prison. https://t.co/Od37kqzP6k",
  "data/tweet-nytimes/2021/10/1445832486349541377.json": "In the developed world, the U.S. is an outlier in its low levels of financial support for young children’s care.\n\nTwo-year-olds in the country are less likely to attend formal child care — and if they do, their parents pay full price. https://t.co/s57TabMk0h https://t.co/SIA1vmKqF0",
  "data/tweet-nytimes/2021/10/1445421037081042951.json": "Dawn Dorland was so moved by donating one of her kidneys that she wrote a heartfelt letter about it on Facebook. And then the letter turned up in someone else's short story. Art often draws inspiration from life — but what happens when it’s your life?\nhttps://t.co/0WWmOiPhIh",
  "data/tweet-nytimes/2021/10/1445920681192005635.json": "Breaking News: A federal judge temporarily blocked a near-total ban on abortion in Texas in a challenge brought by the Biden administration. https://t.co/ApZ1sqsUbk",
  "data/tweet-nytimes/2021/10/1445749685679886351.json": "Senate Democrats are weighing changing filibuster rules as Republicans blockade a vote to raise the federal debt limit.\nhttps://t.co/zxuJoYJjZj",
  "data/tweet-nytimes/2021/10/1445941970229207042.json": "\"Last night I spent a solid hour looking at throw pillows on the internet when I should have been sleeping.\" https://t.co/qHZxF9Mw0V https://t.co/hvIrLma6zI",
  "data/tweet-nytimes/2021/10/1446033822978564097.json": "Ndakasi, a gorilla who found fame after she photobombed a selfie at a national park in Congo, died at 14.\n\n“I loved her like a child,” her longtime caregiver said, “and her cheerful personality brought a smile to my face every time I interacted with her.”\nhttps://t.co/asS9Yy3WmE",
  "data/tweet-nytimes/2021/10/1445758341976711181.json": "In Opinion\n\n“Facebook has had more than 15 years to demonstrate that algorithmic personal feeds can be built responsibly; if it hasn’t happened by now, it’s not going to happen,” writes Roddy Lindsay, a former Facebook data scientist, in a guest essay.\nhttps://t.co/gZggCYgxjO",
  "data/tweet-nytimes/2021/10/1446085620087013380.json": "Breaking News: Pfizer asked the FDA to authorize its Covid vaccine for ages 5 to 11, bringing more than 28 million children closer to being eligible for the shot.\nhttps://t.co/8ojNZjFpdr",
  "data/tweet-nytimes/2021/10/1445960505672314885.json": "Breaking News: A new report provides fresh details of how officials fought off Donald Trump’s efforts to press the Justice Department to pursue voter fraud claims. https://t.co/LBsQMbIsnD",
  "data/tweet-nytimes/2021/10/1446116610368958464.json": "France will charge unvaccinated people for Covid tests, officials said.\n\n“It is no longer legitimate to pay for unlimited comfort tests at taxpayers’ expense,” Prime Minister Jean Castex said.\nhttps://t.co/F5laFcwAEG",
  "data/tweet-nytimes/2021/10/1446090964511207428.json": "Pfizer asked the FDA to authorize emergency use of its Covid vaccine for children ages 5 to 11, bringing more than 28 million children closer to being eligible for the shot.\nhttps://t.co/2C4y4U9nla https://t.co/MUgIzM9VrF",
  "data/tweet-nytimes/2021/10/1446120693783875594.json": "In Opinion\n\n“Vaccination during pregnancy provides triple protection: to the mother, the developing fetus and the future health of the newborn,” writes Dr. Gil Mor, a reproductive immunologist, in a guest essay.\nhttps://t.co/6NxOnaLFkf",
  "data/tweet-nytimes/2021/10/1445653063146954755.json": "In what was said to be the most complex fashion NFT yet, Dolce &amp; Gabbana sold a nine-piece collection of nonfungible tokens called \"Collezione Genesi\" at auction last week. They are now worth more than $6 million. https://t.co/JXV1GRP3b3",
  "data/tweet-nytimes/2021/10/1446128274103406595.json": "Ndakasi, a gorilla who found fame after she photobombed a selfie taken by a ranger at a national park in Congo, died at 14.\nhttps://t.co/I6UaBoyEyz https://t.co/LXKUm51nNS",
  "data/tweet-nytimes/2021/10/1446138258937757697.json": "Damian Williams, the U.S. attorney for the Southern District of New York, is now the most powerful federal law enforcement official in Manhattan. https://t.co/EQFXXgvLll https://t.co/KIHlK6wJ91",
  "data/tweet-nytimes/2021/10/1446154612302622723.json": "Archaeologists believe they have uncovered the original foundation of one of the oldest historically Black churches in the U.S. Formed in 1776, its members met in secret in defiance of laws that forbade the congregation of African Americans. https://t.co/uDP6IagHIt",
  "data/tweet-nytimes/2021/10/1446233889077407754.json": "President Biden is set to restore sweeping environmental protections to three major national monuments in Utah and New England, including Bears Ears and Grand Staircase-Escalante, that had been stripped away by Donald Trump.\nhttps://t.co/dM2HvuxDtb",
  "data/tweet-nytimes/2021/10/1446230125155074051.json": "Google said it will no longer display advertisements on YouTube videos and other content that promote inaccurate claims about climate change. https://t.co/V7rHpORwxt",
  "data/tweet-nytimes/2021/10/1446052698831429632.json": "A new report provides fresh details of how officials fought off Donald Trump’s efforts to press the Justice Department to pursue voter fraud claims. https://t.co/5ZpuIo3Qty",
  "data/tweet-nytimes/2021/10/1446286754303070213.json": "An Illinois woman will spend four days in jail and will be barred for a year from Yellowstone National Park for not moving out of the way of a grizzly bear and three cubs while visiting the park in May.\nhttps://t.co/vqe13eBTjL",
  "data/tweet-nytimes/2021/10/1446256542894936070.json": "Elon Musk said Tesla would move its headquarters from California to Austin, Texas, making good on a threat after virus lockdowns last year.\nhttps://t.co/ZBOefQfEl6",
  "data/tweet-nytimes/2021/10/1446226368518311939.json": "A false conspiracy theory about Covid-19 vaccines may have driven a Maryland man to kill three people last week, including his brother, a pharmacist, the authorities said.\nhttps://t.co/R1akYS2R4k",
  "data/tweet-nytimes/2021/10/1446191118710976523.json": "Nearly 140 countries, including Ireland, are expected to settle on a 15% global minimum tax rate this week — a significant step forward for the most sweeping overhaul of the international tax system in a century. https://t.co/s3mAKMYRzC",
  "data/tweet-nytimes/2021/10/1446400013693771796.json": "France will charge unvaccinated people for Covid tests, officials said.\n\n“It is no longer legitimate to pay for unlimited comfort tests at taxpayers’ expense,” Prime Minister Jean Castex said.\nhttps://t.co/I2yuBHMpmZ",
  "data/tweet-nytimes/2021/10/1446412570026467342.json": "The winners of the Nobel Peace Prize were recognized for “their courageous fight for freedom of expression in the Philippines and Russia,” with the committee noting that they were part of a broader struggle to protect press freedoms.\nhttps://t.co/0oQmiau86X https://t.co/uOgBXM0XJW",
  "data/tweet-nytimes/2021/10/1446114366206537729.json": "A new report provides fresh details of how officials fought off Donald Trump’s efforts to press the Justice Department to pursue voter fraud claims. https://t.co/MxGCdI9KDx https://t.co/2AUlsLOOO7",
  "data/tweet-nytimes/2021/10/1446402639521013773.json": "Breaking News: The Nobel Peace Prize went to the journalists Maria Ressa and Dmitry Muratov for their efforts to safeguard freedom of expression.\nhttps://t.co/NnffKESth8",
  "data/tweet-nytimes/2021/10/1446449077814693902.json": "Maria Ressa, a Philippine journalist who co-founded the news site Rappler, is only the 18th woman to be awarded the Nobel Peace Prize in its 126-year history.\nhttps://t.co/EVhqti1nal",
  "data/tweet-nytimes/2021/10/1446475527934652418.json": "Maria Ressa, the Philippine journalist who is the 18th woman to be awarded the Nobel Peace Prize, co-founded Rappler.\n\nThe news site has faced President Duterte’s wrath for its investigations into extrajudicial killings, malfeasance ​and misinformation.\nhttps://t.co/55g4fKHzqI",
  "data/tweet-nytimes/2021/10/1446513259297845250.json": "California became the first state to make stealthing, the act of removing a condom without consent during intercourse, illegal after Gov. Gavin Newsom signed a bill into law.\n\n\"We are underlining the importance of consent,\" the governor's office said.\nhttps://t.co/pJt9thhpf1",
  "data/tweet-nytimes/2021/10/1446511195331117060.json": "Breaking News: An agreement to set a 15% global minimum tax rate was reached by nearly 140 countries. Tech giants like Amazon and Facebook will be required to pay taxes in nations where their services are sold, even if they have no physical presence there. https://t.co/Fm2ef2Jxrg",
  "data/tweet-nytimes/2021/10/1446495629593747503.json": "The journalists Maria Ressa, of the Philippines, and Dmitry Muratov, of Russia, were awarded the Nobel Peace Prize for their efforts to safeguard freedom of expression. https://t.co/wbWJbAJuys https://t.co/cqRVdfy1Bv",
  "data/tweet-nytimes/2021/10/1446515808788783130.json": "Maria Ressa, one of two journalists awarded the Nobel Peace Prize, said the Philippine government had filed 10 arrest warrants against her and banned her from traveling, even when her mother was diagnosed with cancer. https://t.co/jFLFLaUCzj https://t.co/Ymvw2lPYLr",
  "data/tweet-nytimes/2021/10/1446510866690723843.json": "Maria Ressa, the Philippine journalist who was awarded the Nobel Peace Prize, said the prize was a recognition of the dangers of being a journalist at a time when freedom of the press was under attack.\nhttps://t.co/fE21sAquxi https://t.co/cNnEE2NrKQ",
  "data/tweet-nytimes/2021/10/1446501913508392966.json": "Dmitri Muratov, the Russian newspaper editor awarded the Nobel Peace Prize on Friday, said he would have given the honor to a different Russian: Aleksei Navalny, the jailed opposition leader. https://t.co/vnbXZQIoIf",
  "data/tweet-nytimes/2021/10/1446469199237419011.json": "The Nobel Peace Prize went to the journalists Maria Ressa, of the Philippines, and Dmitry Muratov, of Russia, for “their courageous fight for freedom of expression, which is a precondition for democracy and lasting peace.”\nhttps://t.co/VmFxa0YhX0",
  "data/tweet-nytimes/2021/10/1446590007570059265.json": "\"Stealthing is not just immoral but illegal,\" said Assemblywoman Cristina Garcia, who represents part of Los Angeles County and who sponsored the bill, which makes stealthing a civil offense and gives victims grounds to sue their assailants for damages. https://t.co/hyt823hIcN https://t.co/jxXxRh8nzD",
  "data/tweet-nytimes/2021/10/1446588723966140418.json": "The $100 billion in cuts that Senator Kyrsten Sinema of Arizona is said to want in major pending legislation could force Democrats to cut or shrink programs designed to help poor communities adapt to climate change. https://t.co/TzCD3vf4Px",
  "data/tweet-nytimes/2021/10/1446681857421189123.json": "Women who went to prison for killing their abusive partners are finding refuge, and a chance to start over, at a complex of apartments called \"Home Free\" on Treasure Island, a former Navy base in San Francisco. https://t.co/W7o0tIGb0w",
  "data/tweet-nytimes/2021/10/1446793078170324993.json": "This lightly spiced apple cake comes together in no time at all, and a few swoops of fluffy cinnamon cream cheese frosting dress it up for dessert. https://t.co/baONVLHlgI",
  "data/tweet-nytimes/2021/10/1446827808559407109.json": "The U.S. is an outlier in its low levels of financial support for young children’s care. Rich countries contribute an average of $14,000 per year for a toddler’s care, compared with $500 in the U.S. The Democrats’ spending bill tries to shrink the gap. https://t.co/convDaRSG6 https://t.co/dLOnFhydNd",
  "data/tweet-nytimes/2021/10/1446370800114806832.json": "One of the first things the New York Times photographer Tyler Hicks saw in Afghanistan in 2001 was the execution of a wounded Taliban fighter who was shot in the chest after begging for his life. It upended everything Hicks thought he knew about war. https://t.co/SPUpAmuUk4 https://t.co/GfLHkpOltK",
  "data/tweet-nytimes/2021/10/1446837880501022728.json": "When Sarah Butler, 20, went missing in November 2016, her sister and friends took action. \n\nTheir sleuthing helped police catch a serial killer. https://t.co/VMsxsBSMs2",
  "data/tweet-nytimes/2021/10/1446817750538653696.json": "Taiwan is now at the heart of dangerous discord between China and the U.S. \"There’s very little insulation left on the wiring in the relationship,\" a former diplomat said, \"and it’s not hard to imagine getting some crossed wires and that starting a fire.\" https://t.co/8j6SdaLshj",
  "data/tweet-nytimes/2021/10/1446868071541612546.json": "John Lennon would’ve been 81 today. More than 40 years after his death, students at University of Liverpool can now pursue a master’s degree devoted entirely to the Beatles. https://t.co/cJbdsD4dnL",
  "data/tweet-nytimes/2021/10/1446901285152772101.json": "Breaking News: Chancellor Sebastian Kurz of Austria announced on Saturday that he would resign, days after prosecutors launched a criminal investigation into allegations he used federal money to pay off pollsters and journalists for favorable coverage. https://t.co/mRQGD3rfGZ",
  "data/tweet-nytimes/2021/10/1446893259087822848.json": "Britons are lining up for gas, finding empty grocery shelves, paying higher taxes and worrying about spiraling prices as a grim winter approaches.\nPrime Minister Boris Johnson’s jovial optimism despite these troubles is causing cognitive dissonance. https://t.co/rj8rLfWnK0",
  "data/tweet-nytimes/2021/10/1446948861507952645.json": "Milk is a favorite drink in Rwanda, and milk bars serve it up in abundance, fresh or fermented, hot or cold. \n\n\"When you drink milk, you always have your head straight and your ideas right.\" https://t.co/R6H97e11Tp https://t.co/IXlMFc9A9w",
  "data/tweet-nytimes/2021/10/1447084508369534978.json": "The Balenciaga-Simpsons episode took nearly a year to make. The 10 minutes are packed with Easter eggs for die-hard fans of both brands. https://t.co/SzsZbKzwoP",
  "data/tweet-nytimes/2021/10/1447200257813647365.json": "Moderna, whose coronavirus vaccine appears to be the world’s best defense against Covid-19, has shipped a greater share of its doses to wealthy countries than any other vaccine manufacturer, keeping poorer countries waiting and earning billions in profit. https://t.co/4n8QkG4F7M",
  "data/tweet-nytimes/2021/10/1447225436879085575.json": "Pfizer will fully vaccinate everyone in a Brazilian city over the age of 12 to study the safety and efficacy of their vaccine.\n\nThe study will follow participants for up to one year to chart how long protection lasts against Covid-19 and the new variants.\nhttps://t.co/MiUq1nQTDE",
  "data/tweet-nytimes/2021/10/1447114710642528256.json": "This classic shrimp recipe makes a simple garlic, white wine and butter sauce that goes well with a pile of pasta or with a hunk of crusty bread. https://t.co/qhLPYL21Q4",
  "data/tweet-nytimes/2021/10/1447119729462743054.json": "Black Native Americans in the Seminole Nation, known as the Freedmen, will now be eligible for health care through the Indian Health Service, the agency announced. But the battle for them to be treated as equal tribal citizens remains. https://t.co/6XBoiUSAks",
  "data/tweet-nytimes/2021/10/1446898286581923840.json": "“Real Housewives of Beverly Hills” star Erika Girardi is ensnared in legal drama as her husband’s law firm is accused of misappropriating funds — including $25 million for her personal and professional expenses. And it’s all unfolding on TV. https://t.co/qhRbZ7rJvK",
  "data/tweet-nytimes/2021/10/1447276354433691648.json": "Breaking News: A nuclear engineer for the U.S. Navy and his wife have been charged with trying to share some of the United States’ most closely held secrets on submarine technology with another country, according to court documents unsealed on Sunday. https://t.co/fIbHvm8zPk"
}