{
  "data/tweet-nytimes/2021/9/1432953612683075584.json": "President Biden rejected criticism of his decision to end the U.S.'s war in Afghanistan, hailing what he called the “extraordinary success” of the evacuation of Kabul. He also declared an end to the U.S. using military power “to remake other countries.” https://t.co/TjAord8jUn",
  "data/tweet-nytimes/2021/9/1432946386920775683.json": "At least 180 Covid infections in three states have been traced to an Illinois church camp for teenagers and an affiliated men’s conference that did not require attendees to be vaccinated or tested. https://t.co/gAuYhjhd8M",
  "data/tweet-nytimes/2021/9/1432946740387328001.json": "The Supreme Court did not take action on a request to block a Texas law prohibiting most abortions after about six weeks of pregnancy, allowing the most restrictive abortion law in the U.S. to go into effect. https://t.co/FdaNpIafcx",
  "data/tweet-nytimes/2021/9/1433033181255634950.json": "An arrest warrant was issued for a man who angrily confronted an NBC News reporter covering Hurricane Ida.\n\nBenjamin Eugene Dagley will be charged with simple assault, disturbing the peace and violating an emergency curfew, the police said.\nhttps://t.co/f5J0LFHmOS",
  "data/tweet-nytimes/2021/9/1433014027882483712.json": "President Biden rejected criticism of his decision to end the U.S.'s war in Afghanistan, hailing what he called the “extraordinary success” of the evacuation of Kabul. He also declared an end to the U.S. using military power “to remake other countries.” https://t.co/JyN07VhXop",
  "data/tweet-nytimes/2021/9/1432878392156819463.json": "A Florida real estate developer was arrested for his role in a scheme to bilk $25 million from the family of Representative Matt Gaetz in exchange for a purported presidential pardon that would have ended a sex trafficking investigation into Gaetz. https://t.co/vU3AcHKKzG",
  "data/tweet-nytimes/2021/9/1433079720522944512.json": "Private individuals in Texas can now sue anyone who performs or aids banned abortions, including doctors and even an Uber driver taking a patient to an abortion clinic. Plaintiffs, who need not have any connection to the matter, can win $10,000 in damages. https://t.co/YBmasyF6lR",
  "data/tweet-nytimes/2021/9/1433048265105227792.json": "Before Naomi Osaka became one of the best tennis players in the world, she got her start on the free and inclusive courts in a city park in Jamaica, Queens.\n\nNow she has overseen a refurbishment of the facility to inspire the next generation.\nhttps://t.co/ZWdXgkxmOf https://t.co/VgqjUV5pNs",
  "data/tweet-nytimes/2021/9/1433072165356716039.json": "Piers Morgan was cleared by Britain’s communications regulator after he criticized Meghan, the Duchess of Sussex, after her interview with Oprah Winfrey.\n\nHe was “entitled to say he disbelieved” her accusations against the royal family, the regulator said.\nhttps://t.co/wR5Fj4eJKe",
  "data/tweet-nytimes/2021/9/1433108207933837313.json": "Breaking News: Three police officers and two paramedics will face criminal charges in the 2019 death of Elijah McClain. The young Black man had been walking home when he was stopped by the police, put into a chokehold and injected with an anesthetic. https://t.co/yoE8HaYNbz",
  "data/tweet-nytimes/2021/9/1433087273722130433.json": "The Texas abortion law, known as Senate Bill 8, was drafted to make it difficult to challenge in court. It bars state officials from enforcing it, and instead deputizes private individuals to sue anyone who performs the procedure or “aids and abets” it. https://t.co/fjMlIlZn8y https://t.co/kxpHgvL99H",
  "data/tweet-nytimes/2021/9/1433097402517438464.json": "Arizona banned school mask mandates. Now, only weeks after classes resumed, coronavirus cases are forcing thousands of children and teachers into quarantine. In one suburb, so many drivers are sick that school buses are running 90 minutes late. https://t.co/K5P3L9oaHt",
  "data/tweet-nytimes/2021/9/1433187888867516416.json": "Breaking News: Joe Rogan, the podcasting giant who has been dismissive of Covid vaccines, tested positive for the coronavirus after returning from a series of shows in Florida. https://t.co/N9GkQI1jbh",
  "data/tweet-nytimes/2021/9/1433170053713862661.json": "Breaking News: Purdue Pharma, OxyContin’s maker, was dissolved in a settlement requiring its owners to pay billions while ending a myriad of opioid-related lawsuits. https://t.co/8SPSAcy4x3",
  "data/tweet-nytimes/2021/9/1433205539396325376.json": "Ivermectin, an anti-parasitic drug commonly used for livestock, should not be taken to treat or prevent Covid-19, according to the FDA. https://t.co/ZGCr3LoWMF https://t.co/JfyOzs4W7n",
  "data/tweet-nytimes/2021/9/1433276907794010113.json": "Breaking News: Flooding has all but shut down New York's subway. New Jersey rail service is mostly suspended, and flights are halted at Newark Airport. Here's the latest. https://t.co/F0K3qvwxZS",
  "data/tweet-nytimes/2021/9/1433235753446825985.json": "People who experience breakthrough infections of the coronavirus after being fully vaccinated are about 50% less likely to experience long Covid than are unvaccinated people who catch the virus, researchers said in a large new report on British adults. https://t.co/giH4E9Oafb",
  "data/tweet-nytimes/2021/9/1433136591506128902.json": "News Analysis: Dozens of prominent Republicans who praised Donald Trump’s deal to pull American troops out of Afghanistan have sharply reversed themselves — assailing President Biden even as he keeps a promise that Trump had made. https://t.co/MN6b3vPYeG",
  "data/tweet-nytimes/2021/9/1433284800463261702.json": "Breaking News: The Supreme Court let stand a Texas ban on most abortions after about six weeks of pregnancy. It is the most restrictive abortion law in the U.S. https://t.co/1tJOjq3ppz",
  "data/tweet-nytimes/2021/9/1433346619991334913.json": "Mikis Theodorakis, the renowned Greek composer and Marxist firebrand, has died at 96. He waged a war of words and music against a military junta that banned his work and imprisoned him during its rule of Greece. https://t.co/uo8yZr8oYM",
  "data/tweet-nytimes/2021/9/1433175346141138950.json": "Fighters from Ethiopia’s northern Tigray region destroyed villages and emptied food stores holding U.S. government aid, the top American aid official in the country said, as the ruinous civil war there spreads into new areas and hunger rises. https://t.co/Ilnq0NXHPm",
  "data/tweet-nytimes/2021/9/1433369133270372357.json": "Joe Rogan, the podcasting giant who has been dismissive of Covid vaccines, tested positive for the coronavirus after returning from a series of shows in Florida. https://t.co/iPVgHb0PeA",
  "data/tweet-nytimes/2021/9/1433420713566822401.json": "Flood waters overwhelmed New York City’s transit system on Wednesday, causing widespread disruption after heavy rainfall hit the city.\nhttps://t.co/eyYlg9CriO https://t.co/2F2LhH6Afz",
  "data/tweet-nytimes/2021/9/1433432110996492293.json": "The New York area awoke to a flood-ravaged landscape after the remnants of Hurricane Ida brought record rain, leaving a trail of death and damage across several states.\n\nFollow our updates. https://t.co/qRqb9S4KmB https://t.co/J072BpN7HI",
  "data/tweet-nytimes/2021/9/1433452189284978696.json": "Watch: The New York area was under a state of emergency on Thursday after the remnants of Hurricane Ida led to at least 14 deaths and disrupted subway service. Across the city, New Yorkers documented the scene as flood waters overwhelmed buses and subways. https://t.co/spVsdgF0XX https://t.co/r2vg2aDRVg",
  "data/tweet-nytimes/2021/9/1433394306086227971.json": "House Democrats leading the investigation into the Jan. 6 attack on the Capitol named Rep. Liz Cheney of Wyoming as the committee’s vice chairwoman. She has been a vocal critic of former President Donald Trump’s lies about the 2020 election. https://t.co/dzjOA6vSto",
  "data/tweet-nytimes/2021/9/1433505076992217094.json": "Adult Swim, which turns 20 on Thursday, was built on lo-fi animation techniques that led to out-of-the-box shows such as \"Aqua Teen Hunger Force\" and \"Space Ghost Coast to Coast.\" What started as an ambitious experiment turned into an enduring legacy. https://t.co/0faoxgtlTe",
  "data/tweet-nytimes/2021/9/1433530373003259905.json": "\"Seeing this guy push his bicycle past these people in Mercedes to deliver Chinese food just turned my stomach,\" Johnny Miller, a freelance photographer, said. \"Some of us have the privilege to not work during a disaster and some of us don’t.\" https://t.co/suosyNaqfn",
  "data/tweet-nytimes/2021/9/1433533952913027073.json": "An Ohio man was arrested on Thursday, three days after he angrily confronted an NBC News reporter who was live on TV, covering Hurricane Ida in Gulfport, Mississippi, the police said. https://t.co/rThY6Fkibe",
  "data/tweet-nytimes/2021/9/1433547799359102982.json": "The remnants of Hurricane Ida caused flash flooding in and around New York and left at least 29 people dead. Here's what it looked like around the region. https://t.co/GuQoe40p93 https://t.co/vdUTGKQR7k",
  "data/tweet-nytimes/2021/9/1433433314384351232.json": "More than half of New York City’s subway lines remain suspended or partially disrupted after severe flooding from record rainfall.\nhttps://t.co/ip759qhGsA",
  "data/tweet-nytimes/2021/9/1433595616777711616.json": "At least 11 people were found dead in basements after torrential rains flooded New York City — nearly as many as those killed by Hurricane Ida in Louisiana, where the storm made landfall. https://t.co/xvdTmUUnIG https://t.co/zBQPACVSzA",
  "data/tweet-nytimes/2021/9/1433755425690816514.json": "\"Seeing this guy push his bicycle past these people in Mercedes to deliver Chinese food just turned my stomach,\" Johnny Miller, a freelance photographer, said. \"Some of us have the privilege to not work during a disaster and some of us don’t.\" https://t.co/EcK6RzBbNW",
  "data/tweet-nytimes/2021/9/1433637145793765378.json": "Amtrak employees must be fully vaccinated by Nov. 1 or submit a weekly negative coronavirus test. Amtrak also requires all customers and employees to wear face masks, regardless of vaccination status or state and local laws.\nhttps://t.co/RF67DDunI9",
  "data/tweet-nytimes/2021/9/1433705091136114688.json": "The WHO added the “Mu” coronavirus variant to its list of “variants of interest” because it has the potential to evade immunity from vaccines and antibodies.\n\nThe variant was first identified in Colombia in January and now makes up 39% of all cases there.\nhttps://t.co/Z8KvWrwolV",
  "data/tweet-nytimes/2021/9/1433864883322462220.json": "TikTok users, coders and opponents of Texas' near-total abortion ban have bombarded a website that invites users to inform on people who may have violated the law. The site set up by the state's largest anti-abortion group was overwhelmed with fake tips. https://t.co/crR0zd1nHp",
  "data/tweet-nytimes/2021/9/1433925285590806529.json": "President Biden said an abortion law in Texas that prohibits abortion after six weeks was not in line with American values, adding that he supports a woman’s right to choose. https://t.co/BKANlnaJ9w",
  "data/tweet-nytimes/2021/9/1433893124150071335.json": "By simply existing, Bitcoin, the most popular cryptocurrency, uses astonishing amounts of electricity.\n\nThe Bitcoin network consumes around 91 terawatt-hours of electricity annually, more than the country of Finland. https://t.co/TOVP1cKeNR https://t.co/uySqTREwZ3",
  "data/tweet-nytimes/2021/9/1433680799367409707.json": "Breaking News: Six people were injured in a knife attack at a supermarket in New Zealand. The prime minister, Jacinda Ardern, called it a “terrorist attack” that had been carried out by a “violent extremist” inspired by the Islamic State. https://t.co/s33q3KDro1",
  "data/tweet-nytimes/2021/9/1433894060025163784.json": "Breaking News: President Biden directed federal agencies to declassify documents from the FBI investigation into the Sept. 11 attacks. https://t.co/vQeXaAC9p9",
  "data/tweet-nytimes/2021/9/1434071739135365120.json": "Nania the elephant was alone, dehydrated and tiny — only 2 or 3 months old — when villagers in Burkina Faso first found her. She was raised with around-the-clock care, and now, against all odds, she may be reunited with her mother. https://t.co/JH9Y5lzET6",
  "data/tweet-nytimes/2021/9/1434134179437060097.json": "After being cited for a rip in her jeans on the first day of school, Sophia Trevino has led a protest seeking changes to her district’s dress code, which she says unfairly targets girls. https://t.co/SvUMPpzwPm https://t.co/zl2U2U9XvM",
  "data/tweet-nytimes/2021/9/1434187047846227975.json": "Ivermectin, an anti-parasitic drug commonly used for livestock, should not be taken to treat or prevent Covid-19, according to the FDA. https://t.co/ViuKp5lVaS https://t.co/HZMtGLvNTi",
  "data/tweet-nytimes/2021/9/1434159322955718662.json": "An oil spill with a potential connection to Hurricane Ida has occurred in the Gulf of Mexico, according to an examination of satellite and aerial survey images, ship tracking data and interviews with those involved in the spill response. https://t.co/dJi9k9qkLs",
  "data/tweet-nytimes/2021/9/1434227278632964100.json": "Pete Buttigieg and his husband, Chasten, shared the first photograph of their newborn son and daughter. https://t.co/OGf9PBpDvt",
  "data/tweet-nytimes/2021/9/1433935404139417600.json": "After a video of a food delivery worker in New York walking his bike through waist-deep water to deliver food sparked outrage, advocates for workers’ rights called on the city and delivery apps to increase minimum wages and strengthen safety protections. https://t.co/9CAgQkQKsL",
  "data/tweet-nytimes/2021/9/1434204634164482052.json": "President Biden drew criticism after invoking his son Beau Biden’s memory with the families of fallen U.S. Marines. His behavior, received in various ways by those on the other end, is indicative of his enduring grief after the death of his oldest son. https://t.co/SrTUfWf8bW",
  "data/tweet-nytimes/2021/9/1434280128285192195.json": "Bitcoin’s energy use is close to half-a-percent of all the electricity consumed in the world. This is more than seven times as much electricity as all of Google’s global operations and is similar to Washington State’s consumption. https://t.co/PBVFSf3lhu https://t.co/tfodmnr2pg",
  "data/tweet-nytimes/2021/9/1434380808295485442.json": "Twenty years ago, Cartoon Network executives had a problem they needed to solve. Their solution became Adult Swim, one of TV's most consistent generators of bizarro humor and cult fandom. https://t.co/gbWhOyDcxw",
  "data/tweet-nytimes/2021/9/1434526756896137222.json": "Curtis Flowers, who had murder charges against him dropped after 23 years in prison, is suing the Mississippi D.A. who prosecuted him six times. https://t.co/gaLDKLfovm",
  "data/tweet-nytimes/2021/9/1434405961335197699.json": "Abba previews its first album in 40 years, and 11 other new songs that need to be on your radar. https://t.co/9hsobIY80g",
  "data/tweet-nytimes/2021/9/1434583623588585477.json": "Leaders in Whitefish, Montana, say Richard Spencer, who once ran his National Policy Institute from his mother’s $3 million summer house there, is an outcast in the community. \n\n“He started suffering social consequences for his hatred.”\nhttps://t.co/Li6e4nT9TX",
  "data/tweet-nytimes/2021/9/1434568269550264326.json": "“If you’re going to be inspired by me,\" Paralympian Darlene Hunter said, \"be inspired by the fact that I have four degrees, that I'm 39 and in the best shape of my life and that I am advocating for women in sports.\" https://t.co/mStSrczxJk",
  "data/tweet-nytimes/2021/9/1434617366445543424.json": "The internet’s favorite mollusk is the subject of a new film, \"Marcel the Shell With Shoes On.\" In the process of making it, the actress who voices him, Jenny Slate, realized, “I was doing something that actually was very personal.”\nhttps://t.co/VCtWMchk1B",
  "data/tweet-nytimes/2021/9/1434647291575640067.json": "What is Bernie Sanders doing in Iowa?\n\n“I am chairman of the Senate Budget Committee,” Mr. Sanders said last Sunday. “And I am here to explain what the hell is in the budget for the American people.” https://t.co/0ibhiKXzxb",
  "data/tweet-nytimes/2021/9/1434901742022443008.json": "Surgeons in Israel have separated 1-year-old twins who were conjoined at the head, the first time the surgery was performed in the country.\n\n“They are expecting a full recovery,” a pediatric neurosurgeon at the hospital said. https://t.co/J8Vr3iCHDj",
  "data/tweet-nytimes/2021/9/1434987391983386626.json": "Breaking News: Michael K. Williams, the actor best known for his role as Omar Little in “The Wire,” was found dead in his home, the police said. He was 54. https://t.co/fWBmwNyGZr",
  "data/tweet-nytimes/2021/9/1435060320721047556.json": "These one-year-old twin girls, who were conjoined at the back of their heads, have seen each other for the first time after being separated.\n\nThe surgery lasted over 12 hours and was the first of its kind in Israel. https://t.co/NhOcRXlrYv https://t.co/rK8wrQMFro",
  "data/tweet-nytimes/2021/9/1435051547231203334.json": "Michael K. Williams, who played Omar Little in \"The Wire\" with hard-edge charisma, was found dead in his home in Brooklyn. He was 54. His death is being investigated as a possible drug overdose. New York City’s medical examiner will determine the cause. https://t.co/iDCYKVNBa7",
  "data/tweet-nytimes/2021/9/1435073762341306370.json": "Breaking News: The Human Rights Campaign fired its president, Alphonso David, who helped advise Andrew Cuomo during the former governor’s sexual harassment scandal. https://t.co/5AJ7YwgANl",
  "data/tweet-nytimes/2021/9/1435228895486300161.json": "These one-year-old twin girls, who were conjoined at the back of their heads, have seen each other for the first time after being separated.\n\nThe surgery lasted over 12 hours and was the first of its kind in Israel. https://t.co/4Uo6rNgK7h https://t.co/G6EI6I278G",
  "data/tweet-nytimes/2021/9/1435238944069783554.json": "“How small are the chances of the average vaccinated American contracting Covid?” @DLeonhardt writes in The Morning newsletter. “Probably about one in 5,000 per day.”\n\nRead more about the likelihood of breakthrough infections.\nhttps://t.co/t1S0QifXlV",
  "data/tweet-nytimes/2021/9/1434599905138446338.json": "“If I had the ability to do it right now, we would have a masking order when you are in public and indoors,” Andy Beshear, the Democratic governor of Kentucky, said on Sunday.  https://t.co/hNymOockUR",
  "data/tweet-nytimes/2021/9/1435236431992131584.json": "A man in Vietnam who did not follow quarantine rules after traveling for work was given five years in prison for spreading the coronavirus, state news media reported. https://t.co/wM6mXaW7tt",
  "data/tweet-nytimes/2021/9/1435325568875106306.json": "Breaking News: Mexico’s Supreme Court ruled that making abortion a crime was unconstitutional, setting a landmark legal precedent for the conservative Catholic country. https://t.co/wCMsa65fxM",
  "data/tweet-nytimes/2021/9/1435348678802300930.json": "Mexico’s Supreme Court Votes to Decriminalize Abortion https://t.co/LWyj3HhJA9",
  "data/tweet-nytimes/2021/9/1435341112353435663.json": "Many professors at U.S. universities are finding the return to the classroom a nerve-racking experience. A few have quit — one in the middle of class. https://t.co/cJuyJe0AMV https://t.co/4mAnw2bX89",
  "data/tweet-nytimes/2021/9/1435343412362977282.json": "Mexico’s Supreme Court on Tuesday ruled that making abortion a crime was unconstitutional, setting a precedent for the legalization of abortion nationwide in the conservative Catholic country. https://t.co/Kv5yNaFqZl https://t.co/bswZJTUP7a",
  "data/tweet-nytimes/2021/9/1435423302898667523.json": "Breaking News: Britney Spears’s father has asked a court to consider ending the conservatorship that has long controlled her life and finances. https://t.co/R27ZNNzbPd",
  "data/tweet-nytimes/2021/9/1435431504616771585.json": "Breaking News: A 7.1 magnitude earthquake struck near Acapulco on Mexico’s Pacific coast, shaking Mexico City more than 230 miles away. https://t.co/kfFuxn9uof",
  "data/tweet-nytimes/2021/9/1435505708724801538.json": "Britney Spears’s father has asked a court to consider ending her 13-year conservatorship. Lawyers for James Spears wrote that if the singer “believes that she can handle her own life, Mr. Spears believes that she should get that chance.” https://t.co/prtp1Z1wgx",
  "data/tweet-nytimes/2021/9/1435455366905618434.json": "At least one person has died after a 7.1 magnitude earthquake struck near Acapulco, Mexico, triggering a tsunami alert.\n\nFollow live updates. https://t.co/Be3SovAB5L",
  "data/tweet-nytimes/2021/9/1435566132157685761.json": "Mexico’s Supreme Court ruled on Tuesday that making abortion a crime was unconstitutional, setting a landmark legal precedent for the conservative Catholic country. https://t.co/PrLsUodbFP",
  "data/tweet-nytimes/2021/9/1435593488163299328.json": "Breaking News: The Biden administration will announce a goal of producing almost half the nation’s electricity from the sun by 2050, a major shift in energy policy. https://t.co/zIC7QpH129",
  "data/tweet-nytimes/2021/9/1435442795704197120.json": "Several former supermodels, including Carla Bruni and Paulina Porizkova, are testifying in Paris in support of women who have accused ​​Gérald Marie, who for decades was one of the most powerful men in fashion, of rape and sexual misconduct. https://t.co/C6fNSW9P9J",
  "data/tweet-nytimes/2021/9/1435656747000139778.json": "Steve Burns, the first host of \"Blue's Clues\" who made a sudden departure from the show, addressed his now grown-up viewers almost two decades later in a new video: \"I guess I just wanted to say I never forgot you... ever.\" https://t.co/SQCjAncaQR",
  "data/tweet-nytimes/2021/9/1435651674677334023.json": "The wealthiest 1% of Americans are evading as much as $163 billion a year in taxes, according to a new Treasury Department report.\n\nThe analysis comes as the Biden administration pushes lawmakers to beef up the IRS's enforcement efforts. https://t.co/LMq8CfYZcm",
  "data/tweet-nytimes/2021/9/1435645375608770571.json": "The U.S. could default on its debt sometime in October if Congress does not take action to raise or suspend the debt limit, Treasury Secretary Janet Yellen warned on Wednesday. https://t.co/3JDNpecg27",
  "data/tweet-nytimes/2021/9/1435584969997529089.json": "Hundreds of parents in Mexico are asking for court injunctions to have their children vaccinated against Covid-19 before they return to school. The government has not yet offered shots to 12- to 18-year-olds even though they are authorized to receive it.\nhttps://t.co/RjJ7seCAz9",
  "data/tweet-nytimes/2021/9/1435772460595560457.json": "Los Angeles is poised to become the first major school district in the U.S. to mandate coronavirus vaccines for students 12 and older who are attending class in person. https://t.co/pcRPlVdau3",
  "data/tweet-nytimes/2021/9/1435792587051442184.json": "Michael Constantine, an actor best known for playing the school principal on the TV series “Room 222” and, decades later, the patriarch in the hit film “My Big Fat Greek Wedding,\" has died at 94. \nhttps://t.co/WrNR3BBQEY",
  "data/tweet-nytimes/2021/9/1435812729290362881.json": "Komodo dragons, previously considered a “vulnerable” species, were reclassified last weekend as “endangered” by a top conservation organization. https://t.co/Jo9NdNy4Jd",
  "data/tweet-nytimes/2021/9/1435925967344701440.json": "France will offer free contraceptives for women up to the age of 25 starting next year.\n\nThe aim is to help young women with the financial costs of protecting against pregnancy, a health official said. https://t.co/DmiagqJ18F",
  "data/tweet-nytimes/2021/9/1435384920512385024.json": "A collection of leading health and medical journals this week declared climate change \"the greatest threat to global public health\" and called on governments to respond with the degree of funding and urgency they used to confront the coronavirus pandemic. https://t.co/Km0UiG8TaV",
  "data/tweet-nytimes/2021/9/1435777507026944005.json": "A city in Colorado will pay a $3 million settlement to Karen Garner, a 74-year-old woman with dementia whom police officers threw to the ground last year and handcuffed. https://t.co/s4UndABkDs",
  "data/tweet-nytimes/2021/9/1436043853128257539.json": "Breaking News: The Justice Department sued Texas over its new restrictive abortion law, the first significant step by the Biden administration to confront the ban.\nhttps://t.co/ysWDwWMON9",
  "data/tweet-nytimes/2021/9/1436058857340538883.json": "Breaking News: President Biden will move to require Covid vaccines for millions of Americans, including the vast majority of federal employees. The move is part of a larger plan that officials said would cover two-thirds of all U.S. workers. https://t.co/w8IrgXRehW",
  "data/tweet-nytimes/2021/9/1436061873087078402.json": "President Biden is expected to instruct OSHA to draft a rule mandating that all businesses with 100 or more workers require their employees to get vaccinated or face mandatory testing. The requirement would impact more than 80 million workers.\nhttps://t.co/iSZW0fjRuo",
  "data/tweet-nytimes/2021/9/1436104655923261442.json": "Breaking News: Los Angeles became the first major school district in the U.S. to mandate Covid vaccines for students 12 and older. https://t.co/AwsxPQa8Qe",
  "data/tweet-nytimes/2021/9/1436132342268112897.json": "Qantas will require that all passengers on international flights are vaccinated against the coronavirus when it restarts worldwide operations in December, making it one of the first airlines to require proof of vaccination for everyone on board. https://t.co/ToBIZ7JpIf",
  "data/tweet-nytimes/2021/9/1436155008957943812.json": "Leylah Fernandez, a 19-year-old Canadian, beat the world No. 2 Aryna Sabalenka to advance to the U.S. Open finals. https://t.co/Q3N6LzEetz",
  "data/tweet-nytimes/2021/9/1436099466587672577.json": "\"Get vaccinated.\"\n\nPresident Biden on Thursday unveiled plans for a nationwide vaccine push, while expressing deep frustration with the roughly 80 million Americans who are eligible for the shots but have not been vaccinated. https://t.co/nNVe9s1Yzo https://t.co/vs2u1OgNce",
  "data/tweet-nytimes/2021/9/1436191429546680322.json": "Two unseeded teenagers who toppled seasoned pros are in the U.S. Open women’s final: Emma Raducanu, 18, will face Leylah Fernandez, 19. https://t.co/2TpwCkwpKh",
  "data/tweet-nytimes/2021/9/1436177669981450244.json": "The Biden administration on Thursday took the first steps to begin the process of protecting Alaska’s Bristol Bay, one of the world’s most valuable sockeye salmon fisheries that also sits atop massive copper and gold deposits coveted by mining companies. https://t.co/EPyGgAY90p",
  "data/tweet-nytimes/2021/9/1436021606728536065.json": "More children are being hospitalized for Covid than ever before, led by states with the fewest vaccinations. Some hospitals are stretched.\nhttps://t.co/3Q9zeyMjxo",
  "data/tweet-nytimes/2021/9/1436307225425940482.json": "The makers of the Pfizer-BioNTech Covid vaccine will soon ask regulators to approve its use in children 5 years and over, and are getting ready to make smaller doses of the vaccine for younger children, according to a BioNTech founder. https://t.co/v2NBg1UMgW",
  "data/tweet-nytimes/2021/9/1436305981038866454.json": "The California State Legislature approved a measure that would make it the first state to outlaw stealthing, the act of removing a condom during sex without consent. https://t.co/vNVkjHrmMo",
  "data/tweet-nytimes/2021/9/1436073189885546496.json": "One of Kabul’s largest mansions was abandoned. Now more than 150 Taliban fighters have moved in. Our video goes inside their new home. https://t.co/mT7zALZgFd https://t.co/VT5FQqDWSt",
  "data/tweet-nytimes/2021/9/1436356321574588417.json": "The California State Legislature approved a measure that would make it the first state to outlaw stealthing, the act of removing a condom during sex without consent. If approved by the governor, victims could sue their assailants for damages. https://t.co/CAQ7Q3vSOM",
  "data/tweet-nytimes/2021/9/1436393013115240448.json": "Breaking News: Unvaccinated Americans are 11 times more likely to die of Covid, the CDC reported, among other data showing vaccines’ protection from severe cases. https://t.co/CljUKXa3E3",
  "data/tweet-nytimes/2021/9/1436358818770964490.json": "2,753 lives were lost the day of the Sept. 11 terror attack on the World Trade Center. That toll has likely been eclipsed by deaths from exposure to toxic pollutants in the air in the weeks and months after the collapse — and that number keeps growing. https://t.co/UBh3uoIMrH",
  "data/tweet-nytimes/2021/9/1436360774600085533.json": "Breaking News: Apple can no longer force developers to use its payment system in apps, a judge ruled. The decision could upend the economics of a $100 billion market. https://t.co/1Sn89aSILg",
  "data/tweet-nytimes/2021/9/1436429303986724902.json": "Breaking News: The New York Times obtained footage and witness accounts that cast doubt on the Pentagon’s description of a recent drone strike that killed 10 Afghans. https://t.co/qYx6jEFy8z",
  "data/tweet-nytimes/2021/9/1436409176209645571.json": "The makers of the Pfizer-BioNTech Covid vaccine will soon ask regulators to approve its use in children 5 years and over, and are getting ready to make smaller doses of the vaccine for younger children, according to a BioNTech founder. https://t.co/ny30QkvsDC https://t.co/VqOMLSoLZZ",
  "data/tweet-nytimes/2021/9/1436431806400765975.json": "In Opinion\n\n\"Abortion is a failure for every woman and her unborn child — a failure of love, justice and mercy,\" Karen Swallow Prior writes in a guest essay. \"Texas’ new abortion law is far from perfect, but I hope it can move us closer to these ideals.\" https://t.co/q2CqZRShju",
  "data/tweet-nytimes/2021/9/1436464545288134673.json": "Gov. Gavin Newsom has opened a double-digit lead in recent polls as California's Sept. 14 recall election deadline nears. The shift appears to be driven by growing Democratic engagement.\nhttps://t.co/z7yUyc7dl0",
  "data/tweet-nytimes/2021/9/1436517401080836096.json": "Harvard University announced that it “does not intend” to make any future investments in fossil fuels. The announcement, sent out on Thursday, is a major victory for the climate change movement. https://t.co/IWhETgJkfi",
  "data/tweet-nytimes/2021/9/1436532497907601410.json": "Polling from across the U.S. shows that broad numbers of Americans support tightening vaccine requirements for schools, hospitals and workplaces. https://t.co/mJJ6rtLd2p",
  "data/tweet-nytimes/2021/9/1436287108856041492.json": "Sarah Gilbert, the Oxford professor who led the development of the AstraZeneca Covid vaccine, said a third dose was unnecessary for most people.\n\n\"We need to get vaccines to countries where few of the population have been vaccinated so far,\" she said. https://t.co/gFpolYza5F",
  "data/tweet-nytimes/2021/9/1436670875407986691.json": "Twenty years after Sept. 11, we look at how a single day continues to shape us. https://t.co/vX6BvaGaXW",
  "data/tweet-nytimes/2021/9/1436711167544659972.json": "Though there were not many survivors to find amid the wreckage of the World Trade Center 20 years ago, the devotion of the hundreds of dogs who searched for them is being recognized in two exhibitions in New York. https://t.co/a02zaMs1tI https://t.co/JCETyrwd8V",
  "data/tweet-nytimes/2021/9/1436733791754727424.json": "Former President George W. Bush condemned domestic terrorism in his remarks observing the 20th anniversary of Sept. 11 at the Flight 93 National Memorial in Pennsylvania. https://t.co/LWZPaM4bE7 https://t.co/9Rn9UWY1ro",
  "data/tweet-nytimes/2021/9/1436736347864281090.json": "Nearly 3,000 lives were lost in the Sept. 11 terrorist attacks, but countless others who were shaped by that day have died since.\n\nOn the 20th anniversary of 9/11, here are some of their stories. https://t.co/zqMUFDcvVp",
  "data/tweet-nytimes/2021/9/1436540031213187072.json": "The California State Legislature approved a measure this week that would make the state the first to outlaw stealthing, the act of removing a condom during sex without consent. https://t.co/xow3kRfzaW https://t.co/TtgibSBkLG",
  "data/tweet-nytimes/2021/9/1436815049633542148.json": "Breaking News: Emma Raducanu, an 18-year-old ranked 150th in the world, beat the odds to win the U.S. Open women’s singles title, defeating Leylah Fernandez of Canada. https://t.co/a48ggIGHdA https://t.co/NqwY7ruRKH",
  "data/tweet-nytimes/2021/9/1436764005998157824.json": "New York Times photographers reflect on telling the story of 9/11 and its aftermath in images. https://t.co/jaqNqUrCZu https://t.co/63Jd3nJeRa",
  "data/tweet-nytimes/2021/9/1436743893601636356.json": "Watch: Former President Bush spoke at the Flight 93 National Memorial in Pennsylvania, recalling Sept. 11 and paying tribute to the 40 passengers and crew members who were killed in the Flight 93 hijacking. https://t.co/HzvnLS5cuE https://t.co/NRdoglEMql",
  "data/tweet-nytimes/2021/9/1436801757959557124.json": "It can be hard to remember, but at one point, flying was considered part of a vacation, not just the means to get to it. Today’s flying environment, 20 years after Sept. 11, can be boiled down to one overriding motivation: just get through it. https://t.co/h8ueegEzpx",
  "data/tweet-nytimes/2021/9/1436630624161435650.json": "President Biden’s authority to mandate vaccines for 80 million American workers relies on a first-of-its-kind application of a 51-year-old law that grants the federal government the power to protect employees from “grave dangers” at the workplace. https://t.co/9T7VOzgyoo",
  "data/tweet-nytimes/2021/9/1437026993573400576.json": "Lora Reinbold, a Republican state senator from Alaska, says she has no way to fly to Juneau, the state capital, after she was barred from Alaska Airlines for violating mask policies.\nhttps://t.co/nMr5JKHAfU",
  "data/tweet-nytimes/2021/9/1436760229807640581.json": "Donald Trump was absent from the 9/11 memorial services on Saturday, opting instead to speak at the NYPD’s 17th Precinct station house in East Midtown near Trump Tower, along with additional stops. https://t.co/mmZugMLt5V",
  "data/tweet-nytimes/2021/9/1436962838598258690.json": "Hundreds of women, many wearing head-to-toe coverings, filled the auditorium of a Kabul university on Saturday holding signs in support of the Taliban and its strict interpretation of Islam, including separate education for men and women. https://t.co/sY1LlgN9cY",
  "data/tweet-nytimes/2021/9/1437046001592848394.json": "Nursing homes give antipsychotic drugs to at least 1 in 5 residents, a rate higher than publicly reported and hidden by false diagnoses, a New York Times analysis found. https://t.co/aLKlXu9WRx",
  "data/tweet-nytimes/2021/9/1436937638150299649.json": "\"Muhammad Ali,\" a new four-part documentary series by Ken Burns coming later this month, paints a sweeping portrait of a man whose life intersected with many of modern America’s most profound changes. https://t.co/2DdzFK0K9t",
  "data/tweet-nytimes/2021/9/1437183316055269384.json": "Breaking News: Daniil Medvedev won the U.S. Open Men's singles title in an upset, denying Novak Djokovic the first calendar-year Grand Slam in men’s tennis since 1969. https://t.co/TZwzCoNZG5",
  "data/tweet-nytimes/2021/9/1437250876134019074.json": "Britney Spears is engaged to her longtime boyfriend, Sam Asghari. The singer's announcement comes three months after she told a Los Angeles judge that her conservatorship was robbing her of the ability to make personal decisions. https://t.co/myuVWQBFuc",
  "data/tweet-nytimes/2021/9/1437272342682607618.json": "Lora Reinbold, a Republican state senator from Alaska, says she has no way to fly to Juneau, the state capital, after she was barred from Alaska Airlines for violating mask policies. https://t.co/SdN4XGipXB",
  "data/tweet-nytimes/2021/9/1437362955214102533.json": "Senior House Democrats are coalescing around a draft proposal that could raise as much as $2.9 trillion to pay for most of President Biden’s expansion of the social safety net by increasing taxes on the wealthiest corporations and individuals. https://t.co/GbII9Efjga",
  "data/tweet-nytimes/2021/9/1437453951046127629.json": "Breaking News: The FEC ruled that Twitter’s decision in October to block an unsubstantiated article about President Biden's son, Hunter Biden, did not violate election laws, according to a document obtained by The New York Times. https://t.co/EzFKKvQ7X2",
  "data/tweet-nytimes/2021/9/1437280564847972353.json": "Senior House Democrats are coalescing around a draft proposal that could raise as much as $2.9 trillion to pay for most of President Biden’s expansion of the social safety net by increasing taxes on the wealthiest corporations and individuals. https://t.co/fDjaNFLgqD"
}