{
  "data/tweet-nytimes/2021/6/1399568920529575938.json": "The Covid variant that has contributed to a surge in India has been renamed Delta under a new system by the WHO. Scientists hope to end the practice of referring to mutations by the places they were detected, which can be both inaccurate and stigmatizing. https://t.co/RVFAZohbQ7",
  "data/tweet-nytimes/2021/6/1399584005767507968.json": "Illinois would become the first state to stop the police from using deceptive tactics when interrogating young people under a bill that passed the General Assembly with bipartisan support. https://t.co/N8Jlvm79Ju",
  "data/tweet-nytimes/2021/6/1399561403636273153.json": "“We were scared,” said Nova, one of the dancers who went viral vogueing at a protest in Bogotá. “But the people and the love from the public was our gasoline to go up there and confront the police.” https://t.co/TDeUxQCbKT",
  "data/tweet-nytimes/2021/6/1399688178680934408.json": "“I feel for Naomi, and I wish I could give her a hug because I’ve been in those situations,” said Serena Williams. “You have to let her handle it the way she wants to in the best way she can.” https://t.co/fLtoqIvGDf",
  "data/tweet-nytimes/2021/6/1399523853018279936.json": "After Texas Democrats killed a bill that would impose some of the strictest limits in the U.S. on voting access with a dramatic walkout on Sunday night, Gov. Greg Abbott suggested he would withhold pay from lawmakers because of their failure to pass it. https://t.co/LzEfyHawXU",
  "data/tweet-nytimes/2021/6/1399704833138073600.json": "Kate Winslet said she's been bowled over by how audiences have fallen in love with her \"Mare of Easttown\" character: \"I loved her marks and her scars and her faults and her flaws and the fact that she has no off switch, no stop button. She just knows 'Go.'\"https://t.co/lAW7pfzxlu",
  "data/tweet-nytimes/2021/6/1399718640090558471.json": "President Biden will meet with survivors of the 1921 Tulsa massacre on Tuesday, 100 years after a white mob destroyed a Black neighborhood in one of the worst outbreaks of racist violence in American history.\nhttps://t.co/U25toQEW7t",
  "data/tweet-nytimes/2021/6/1399694722717958146.json": "Illinois would become the first state to stop the police from using deceptive tactics when interrogating young people under a bill that passed the General Assembly with bipartisan support. https://t.co/WKyPQw8nJZ",
  "data/tweet-nytimes/2021/6/1399812529220620295.json": "Breaking News: President Biden is said to be suspending the oil drilling leases in Alaska's Arctic National Wildlife Refuge issued by the Trump administration. https://t.co/srqZN7T48j",
  "data/tweet-nytimes/2021/6/1399811267246837760.json": "Nikki Fried, Florida’s agriculture commissioner, announced her bid for governor on Tuesday, casting herself as the Democratic Party’s best candidate to defeat Ron DeSantis. https://t.co/JKMeHRCk0s",
  "data/tweet-nytimes/2021/6/1399790363674656777.json": "By formally recognizing June as Pride Month, President Biden draws a stark contrast with his predecessor, Donald Trump, who refused to recognize the annual celebration of the LGBTQ community and its push for full equality. https://t.co/IyC9445wfs",
  "data/tweet-nytimes/2021/6/1399712365000773634.json": "A century ago, a prosperous Black neighborhood perished in the Tulsa Race Massacre at the hands of a white mob. Hundreds were killed. Buildings burned. Years of Black success were erased. We recreated the neighborhood in 3D to show what was lost. https://t.co/4XmMnHW8Da https://t.co/CLBc8NUygJ",
  "data/tweet-nytimes/2021/6/1399707320381317121.json": "\"Naomi Osaka, a superstar in the sport, pulled out of the French Open after she was fined for skipping a news conference,\" writes @christophclarey, our tennis correspondent. \"Did it have to end this way?\" https://t.co/xqfKEVOprg",
  "data/tweet-nytimes/2021/6/1399848265676435468.json": "The Biden administration said it would suspend the oil drilling leases in Alaska's Arctic National Wildlife Refuge that were issued by the Trump administration. https://t.co/3RRiefLF3q",
  "data/tweet-nytimes/2021/6/1399863375119724550.json": "Athletes and researchers say disclosures about mental health by prominent players like Naomi Osaka make it far more difficult for fans, coaches and sponsors to play down mental health and not see it as worthy of careful monitoring and treatment. https://t.co/EOer49OXbg",
  "data/tweet-nytimes/2021/6/1399854816453607426.json": "President Biden has directed Vice President Kamala Harris to lead Democrats in a sweeping legislative effort to protect voting rights, he said on Tuesday. https://t.co/8722kfxTLm",
  "data/tweet-nytimes/2021/6/1399843222034264065.json": "ViacomCBS used a tax shelter to sell rights to its shows and films — such as “SpongeBob,” “Star Trek” and “Mission: Impossible\" — overseas and avoid paying billions in U.S. taxes, a new study says. https://t.co/y6CCi8iybA",
  "data/tweet-nytimes/2021/6/1399826940228521995.json": "Animals are being forced to contend with busy roadways as climate change and expanding infrastructure continue to erode wildlife habitat.\n\nSee how these species safely cross a highway. https://t.co/3z6dMWMEHC",
  "data/tweet-nytimes/2021/6/1399913022555103233.json": "Melanie Stansbury, a Democrat and an environmental policy expert, won a special House election in New Mexico on Tuesday, claiming the seat previously held by Interior Secretary Deb Haaland. https://t.co/usRUTul7IC",
  "data/tweet-nytimes/2021/6/1399901113923551235.json": "Kate Winslet said she's been bowled over by how audiences have fallen in love with her \"Mare of Easttown\" character: \"I loved her marks and her scars and her faults and her flaws and the fact that she has no off switch, no stop button. She just knows 'Go.'\"https://t.co/pxWH61aS1E https://t.co/IJCzRjl80w",
  "data/tweet-nytimes/2021/6/1399893561953357825.json": "Animals are being forced to contend with busy roadways as climate change and expanding infrastructure continue to erode wildlife habitat. See how these species safely cross a highway. https://t.co/WRqvWRrBG2 https://t.co/WlKTR82JSc",
  "data/tweet-nytimes/2021/6/1399880955989528580.json": "President Biden on Tuesday issued a presidential proclamation recognizing June as Pride Month, vowing to fight for full equality for the LGBTQ community to be codified into law. https://t.co/FZXiLXbTZ5",
  "data/tweet-nytimes/2021/6/1399755138860998656.json": "President Biden will pledge to boost federal contracts to minority-owned businesses and rollback Trump-era policies on fair housing when he visits Tulsa, Oklahoma, today to commemorate the 100th anniversary of the massacre of Black citizens by a white mob. https://t.co/FDYIt4sdPp",
  "data/tweet-nytimes/2021/6/1399953984945860610.json": "A police chief in Pennsylvania who threatened a critic with false arrest unless the person deleted Facebook posts attacking him has pleaded guilty to a federal civil rights violation. https://t.co/IdVCkThgya",
  "data/tweet-nytimes/2021/6/1399916198918344705.json": "A century after a white mob destroyed a vibrant Black community in Tulsa and shot people in the streets, President Biden told survivors their story “will be known in full view.” It was the first time a president visited the area to address the massacre. https://t.co/Q9m1yO7jwD",
  "data/tweet-nytimes/2021/6/1399745078537633804.json": "Those with winter seasonal affective disorder (SAD) tend to oversleep and overeat, while people with summer SAD — the disorder's less common and less understood counterpart — experience insomnia and lowered appetite. https://t.co/cLVsc4kNPE",
  "data/tweet-nytimes/2021/6/1399943633491611648.json": "A new study shows that elephants use their trunks to apply suction to grab food, a behavior previously thought to be exclusive to fish. Kelly, an elephant who weighs over 7,400 pounds, was able to use suction to grab a tortilla chip without breaking it. https://t.co/TaRyZCPlLk",
  "data/tweet-nytimes/2021/6/1399724947833069570.json": "Seven European countries began issuing digital Covid travel certificates on Tuesday. The document records a person’s vaccination status and recent coronavirus test results.\n\nThe EU said the system would be used in all 27 member nations starting July 1.\nhttps://t.co/i22sM6arOD",
  "data/tweet-nytimes/2021/6/1399797949849378816.json": "New Yorkers have been filling the city’s parks and green spaces, celebrating the joy of being together, as virus restrictions ease and summer draws near. https://t.co/xuVQ94xqWS https://t.co/PTVViAzEEh",
  "data/tweet-nytimes/2021/6/1400115004024803330.json": "Katie Hobbs, Arizona’s Democratic secretary of state, who gained prominence for defending the state’s electoral system in the aftermath of the 2020 presidential election, is running for governor. https://t.co/opW30K9vCo",
  "data/tweet-nytimes/2021/6/1400112488209911816.json": "America’s next round is on Anheuser-Busch. The brewing company that produces Budweiser said it would offer people in the U.S. free beer if the country reaches President Biden’s goal of having 70% of adults vaccinated by July 4. https://t.co/qbjpKwgsgG"
}