{
  "data/tweet-nytimes/2021/8/1421659064543633417.json": "Breaking News: Emma McKeon of Australia became only the second woman to win seven medals at a single #Olympics, tying a record set in 1952. \n#Tokyo2020 https://t.co/QAnQazjJis",
  "data/tweet-nytimes/2021/8/1421769674015002625.json": "Rebeca Andrade of 🇧🇷 wins gold in the women’s vault final. MyKayla Skinner of 🇺🇸 came in second with the silver medal. Yeo Seo-jeong won bronze for 🇰🇷. #Tokyo2020 https://t.co/eQMfqWMD4Q",
  "data/tweet-nytimes/2021/8/1421692675904970752.json": "Astronomers have found moons in the making in a ring of rock and gas orbiting an exoplanet nearly 400 light-years from Earth. https://t.co/L9luHpCius",
  "data/tweet-nytimes/2021/8/1421666346996228096.json": "The U.S. upset Britain in the men’s 4x100 medley, giving Caeleb Dressel his fifth gold in the #Tokyo2020 Olympics and extending an unbeaten streak in the event. https://t.co/IVVT3WRzbf https://t.co/Q3QbMMX0wo",
  "data/tweet-nytimes/2021/8/1421818906512080898.json": "Breaking News: Marcell Jacobs of 🇮🇹 won the men’s 100-meter dash final at the #Tokyo2020 #Olympics. Fred Kerley of 🇺🇸 came in second, followed by Andre de Grasse 🇨🇦 https://t.co/od6kYWkACb",
  "data/tweet-nytimes/2021/8/1421838155838337025.json": "Yulimar Rojas of 🇻🇪  leapt 15.67 meters in the women's triple jump at the #Tokyo2020 #Olympics https://t.co/MXrxWcbmLL https://t.co/6SfIFGfwIu",
  "data/tweet-nytimes/2021/8/1421732457242583042.json": "“Our lungs are burning, our future is burning.\" \n\nFirefighters in Turkey struggled to contain dozens of wildfires raging for a fourth day on Saturday, as fast-spreading blazes forced popular holiday resorts and rural areas along the coast to be evacuated. https://t.co/uNhVIIqkid",
  "data/tweet-nytimes/2021/8/1421870895396753411.json": "Politics weighed heavily in the men’s doubles badminton finals 🏸 as Taiwan, which competes as ‘Chinese Taipei’ at the Olympics, beat China to win 🥇 https://t.co/yf6OXxKHmV",
  "data/tweet-nytimes/2021/8/1421885981389635590.json": "From Opinion: \"It’s enraging to listen to people complain that wearing a mask or getting a simple shot is akin to an assault on their freedom while children who have no choice bear the brunt of their nonsense,\" Jessica Valenti writes. https://t.co/cn3rWyENE6",
  "data/tweet-nytimes/2021/8/1421851977223446533.json": "The Delta variant is spreading rapidly worldwide and fueling new coronavirus outbreaks in the U.S., mainly among the unvaccinated. Here’s what scientists know (and what you should, too). https://t.co/VwbLNWQcLm",
  "data/tweet-nytimes/2021/8/1421918663586861060.json": "A Belarusian sprinter said Sunday that she was under the protection of the Japanese police after her country’s Olympic Committee tried and failed to deport her after she criticized her coaches for registering her for the wrong event. #Tokyo2020 #Olympics https://t.co/iqU2X1tSOt",
  "data/tweet-nytimes/2021/8/1421979069801979906.json": "“He’s one of my best friends. We’re always together.”\n\nIn the men’s high jump, Gianmarco Tamberi of Italy and @mutazbarshim of Qatar were hopelessly locked in a tie for the gold. In a heartwarming act of sportsmanship, they decided to share it. #Tokyo2020 https://t.co/PSzibbQe8M",
  "data/tweet-nytimes/2021/8/1421969049744027648.json": "Before Sunday, an Italian man had never won an Olympic medal in the 100-meter dash in the Games’ 125-year history. Now, Lamont Marcell Jacobs is the first from Italy to hold the title of world’s fastest man. https://t.co/mVdHL5STIo",
  "data/tweet-nytimes/2021/8/1421994167794814976.json": "Rebeca Andrade of Brazil has accomplished more than she had ever imagined at these Olympics, or in her career, medaling twice with a knee that has undergone three operations in the past six years. https://t.co/hqiQ7bn9iT",
  "data/tweet-nytimes/2021/8/1421911128356098058.json": "DaBaby’s scheduled performance at the Lollapalooza music festival in Chicago was canceled on Sunday after the rapper made homophobic comments that other music artists condemned. https://t.co/GgdqUKVJAg",
  "data/tweet-nytimes/2021/8/1422059593434386436.json": "Cats don't need us, but we need them. Researchers who work on the genomes of domestic and wild cats say their DNA holds clues to human as well as feline health. https://t.co/l8F31eP4kC",
  "data/tweet-nytimes/2021/8/1422103630342205440.json": "“He’s one of my best friends. We’re always together.”\n\nIn the men’s high jump, Gianmarco Tamberi of Italy and Mutaz Essa Barshim of Qatar were locked in a tie for the gold. In a heartwarming act of sportsmanship, they decided to share it. #Tokyo2020\nhttps://t.co/2QzEjqTisX",
  "data/tweet-nytimes/2021/8/1422132750329552899.json": "Breaking News: Jade Carey of the U.S. 🇺🇸 won gold on the floor exercise. Vanessa Ferrari of Italy 🇮🇹 won silver, and Mai Murakami of Japan 🇯🇵 won bronze.\nhttps://t.co/oSgn8WnZu7",
  "data/tweet-nytimes/2021/8/1422104920136769540.json": "Politics weighed heavily in the men’s doubles badminton finals 🏸 as Taiwan, which competes as ‘Chinese Taipei’ at the Olympics, beat China to win 🥇 https://t.co/x1tuMb0bXk",
  "data/tweet-nytimes/2021/8/1422146430781771777.json": "Indonesia took gold in the badminton women’s doubles event at #Tokyo2020. Greysia Polii and Apriyani Rahayu overwhelmed the former world champions from China in straight sets.\nhttps://t.co/OCssydp3un",
  "data/tweet-nytimes/2021/8/1421974036364644355.json": "Influencers can convince their followers to buy products, but can they persuade them to get vaccinated against the coronavirus? The White House is betting on it. https://t.co/uklDUKBuIo",
  "data/tweet-nytimes/2021/8/1422094828989566976.json": "A Belarusian sprinter said Sunday that she was under the protection of the Japanese police after her country’s Olympic Committee tried and failed to deport her after she criticized her coaches for registering her for the wrong event. #Tokyo2020 #Olympics https://t.co/tq89jw57I8",
  "data/tweet-nytimes/2021/8/1422185455152508928.json": "Jade Carey of the U.S. flipped, twisted and danced her way to the top of the podium, performing what she called “the best floor routine I’ve ever done in my life\" to win gold in #Tokyo2020. https://t.co/vM6amVx4PD https://t.co/TE8B2XYN43",
  "data/tweet-nytimes/2021/8/1422143909690548229.json": "Breaking News: Kristina Timanovskaya, an Olympic sprinter from Belarus, was offered asylum in Poland. She said she had feared for her safety after criticizing her coaches.\nhttps://t.co/tpeo0zggqN",
  "data/tweet-nytimes/2021/8/1422160276464574464.json": "It’s Day 10 of #Tokyo2020. Here’s where the medal count stands.\n\nFollow updates. https://t.co/shGt6WQyqP https://t.co/6x5eL7an4H",
  "data/tweet-nytimes/2021/8/1422249598559662087.json": "The Belarusian sprinter whose country tried to forcibly send her home from #Tokyo2020 has been offered asylum in Poland. Kristina Timanovskaya, 24, feared for her safety after she criticized her coaches and her country’s Olympic committee. https://t.co/VOu8PQxy6U https://t.co/Ny2DxSCEZb",
  "data/tweet-nytimes/2021/8/1422114361217269761.json": "Alexis Nikole Nelson represents part of an increasingly visible community: Black foragers. https://t.co/w4J2xtfFFu https://t.co/Xi3ScqlSr1",
  "data/tweet-nytimes/2021/8/1422150234398990338.json": "Simone Biles plans to compete on the balance beam on Tuesday, her last possible event at #Tokyo2020. Her decision comes after she withdrew from the all-around and three other event finals because of mental health issues.\nhttps://t.co/GkSSEncFTH https://t.co/WSL0IRQNNM",
  "data/tweet-nytimes/2021/8/1422294674191101965.json": "There's no single answer to who's unvaccinated in the U.S. Those who adamantly refuse tend to be disproportionately white, rural, evangelical Christian and conservative. Those who are open but want to \"wait and see\" tend to be a more diverse, urban group. https://t.co/BsFZOZjsqH https://t.co/wZ5npEhVYz",
  "data/tweet-nytimes/2021/8/1422155241215209475.json": "YouTube suspended Sky News Australia’s channel for breaching the platform’s Covid misinformation policy.\n\nThe broadcaster, which is owned by Rupert Murdoch’s News Corporation, is not allowed to upload new videos for one week.\nhttps://t.co/iFsrw7n7rl",
  "data/tweet-nytimes/2021/8/1422389280161378315.json": "Raven Saunders 🇺🇸, who delivered the first political demonstration on the podium at #Tokyo2020, said on Monday that American athletes have been planning their protest for weeks and decided on X as a symbol to represent unity with oppressed people. https://t.co/Xa5BLQ0ctZ https://t.co/kY5fGShKYm",
  "data/tweet-nytimes/2021/8/1422377953703473161.json": "Jade Carey of the U.S. 🇺🇸 won gold on the floor exercise.\n\nVanessa Ferrari of Italy 🇮🇹 won silver, and two gymnasts tied for bronze: Mai Murakami of Japan 🇯🇵 and Angelina Melnikova of Russia. 🇷🇺 https://t.co/gv2obN8aSX https://t.co/bTgUwoFY48",
  "data/tweet-nytimes/2021/8/1422369162819670016.json": "Florida is seeing its highest number of cases and hospitalizations since the start of the pandemic. But the state is still about one month away from its peak, according to an epidemiologist who had been tracking the virus there. https://t.co/tgocYYzNOQ",
  "data/tweet-nytimes/2021/8/1422331408593326086.json": "He’s broken records set by Usain Bolt — and he’s only 17.\n\nMeet Erriyon Knighton, the U.S.’s youngest male track athlete in the Olympics in decades. https://t.co/bPLgmuZrM3",
  "data/tweet-nytimes/2021/8/1422784415286153220.json": "New York City will become the first U.S. city to require proof of vaccination for a variety of activities for workers and customers — indoor dining, gyms and movie theaters — a move intended to put pressure on people to get vaccinated. https://t.co/JbaA9W2d4L",
  "data/tweet-nytimes/2021/8/1422779358675095555.json": "President Biden signaled a new level of frustration on Tuesday with Republican leaders in states where the highly contagious Delta variant is surging, telling governors in Texas and Florida to help fight the pandemic or “get out of the way.” https://t.co/2OJTYcB7Hi",
  "data/tweet-nytimes/2021/8/1422774318753329153.json": "Physicians working in Covid-19 hot spots across the U.S. say that the patients in their hospitals are not like the patients they saw last year. Almost always unvaccinated, the new arrivals tend to be younger. And they seem sicker. https://t.co/GXEmr8d0sI",
  "data/tweet-nytimes/2021/8/1422756796696043524.json": "Sydney McLaughlin broke her own world record to win her first Olympic gold in the 400-meter hurdles. The 21-year-old finished in 51.46 seconds and beat her teammate, Dalilah Muhammad, who ran the fastest time of her life to take the silver medal. https://t.co/gRuYRtapOF https://t.co/84uKFcNttN",
  "data/tweet-nytimes/2021/8/1422748225929453578.json": "Breaking News: The American Sydney McLaughlin won the 400-meter hurdles, defeating Dalilah Muhammad, her teammate and the 2016 Olympic champion. She set a new world record, finishing in 51.46 seconds. https://t.co/xxrUJ2sip0",
  "data/tweet-nytimes/2021/8/1422741607418302464.json": "Simone Biles 🇺🇲made a dramatic return to #Tokyo2020 on Tuesday in her last opportunity, the balance beam, after dropping out of several events to protect her mental health.\n\nShe finished third behind Guan Chenchen and Tang Xijing of China 🇨🇳. https://t.co/qHXDv4PlVG https://t.co/84vQKl3gxb",
  "data/tweet-nytimes/2021/8/1422739465752256513.json": "Simone Biles was already the most accomplished gymnast of our time. \n\nWith her bronze medal in the balance beam final at #Tokyo2020 on Tuesday, she now has a total of 32 Olympic and world medals, matching Larisa Latynina of the Soviet Union. https://t.co/JtcHkOwHDv https://t.co/YhL8tV0cdx",
  "data/tweet-nytimes/2021/8/1422735598595493889.json": "After Simone Biles nailed her beam routine in Tuesday’s final at #Tokyo2020, she hugged her teammate Sunisa Lee, who won the gold medal in the all-around competition this week. https://t.co/eKSZAfbJrp https://t.co/kyETIH5dCQ",
  "data/tweet-nytimes/2021/8/1422724732105936896.json": "Athing Mu 🇺🇸 won the women’s 800 meters at #Tokyo2020. She became the first American to take Olympic gold in the event since 1968.\nhttps://t.co/56plqTIEw1",
  "data/tweet-nytimes/2021/8/1422721462281162762.json": "A Frontier Airlines passenger assaulted three flight attendants, punching one and groping the breasts of two others, on a flight from Philadelphia to Miami, prompting one crew member to tape him to his seat until the plane landed, the authorities said. https://t.co/6sq3pARbP4",
  "data/tweet-nytimes/2021/8/1422718975864082433.json": "Cuneiform tablets and thousands of other looted archaeological artifacts were returned to Iraq this week after being held for years by Cornell University and the Museum of the Bible, which was founded by the family that owns the Hobby Lobby chain. https://t.co/tCMvLBtbvf",
  "data/tweet-nytimes/2021/8/1422704813092085765.json": "Breaking News: The FDA is now aiming to fully approve Pfizer-BioNTech’s coronavirus vaccine by the start of next month as a new surge of infections grows. https://t.co/u3PuUFISCh",
  "data/tweet-nytimes/2021/8/1422687491061166081.json": "Tamyra Mensah-Stock, 28, a Texas native whose father came to the U.S. from Ghana, became the first Black woman to win a gold medal in wrestling since the women's competition was added to the Summer Olympics in 2004. https://t.co/5ATmG5Xs6X https://t.co/dun0w2aUaL",
  "data/tweet-nytimes/2021/8/1422678727696306185.json": "President Biden on Tuesday called for Gov. Andrew Cuomo of New York to resign after the state's attorney general found that Cuomo had sexually harassed 11 women. https://t.co/RnG2VtwGyy https://t.co/h4DBYiI61U",
  "data/tweet-nytimes/2021/8/1422668628038766600.json": "New York City will become the first U.S. city to require proof of at least one dose of a coronavirus vaccine for a variety of activities including indoor dining, gyms and performances, Mayor Bill de Blasio announced on Tuesday. https://t.co/10EL0ChU6a https://t.co/wntosysUYy",
  "data/tweet-nytimes/2021/8/1422662557953892352.json": "Breaking News: President Biden called on Gov. Andrew Cuomo of New York to resign after the state’s attorney general found that Cuomo had sexually harassed women. https://t.co/HRWLpZXKd3",
  "data/tweet-nytimes/2021/8/1422643452320354306.json": "Reese Witherspoon will sell her entertainment studio, Hello Sunshine, for nearly $1 billion in a deal that will move her into the ranks of Hollywood’s power brokers. https://t.co/FFbKkGRn4F",
  "data/tweet-nytimes/2021/8/1422599427462778882.json": "Letitia James, the New York State attorney general, said a monthslong investigation found that Gov. Andrew M. Cuomo sexually harassed multiple women and retaliated against at least one for making her complaints public. https://t.co/3n7ql1FWpN",
  "data/tweet-nytimes/2021/8/1422577037907267584.json": "Breaking News: Gov. Andrew Cuomo sexually harassed multiple women, and retaliated against one for going public, the New York attorney general’s investigation found.\n\nFollow for live updates. \n\nhttps://t.co/BFmMElaT95",
  "data/tweet-nytimes/2021/8/1422567948267446276.json": "New York City will require proof of vaccination for people participating in indoor activities, including:\n— Dining at restaurants\n— Working out at gyms\n— Attending performances\nThe mandate also applies to workers at those places. https://t.co/gYoNDeBfaL",
  "data/tweet-nytimes/2021/8/1422555523644264453.json": "Breaking News: New York will require proof of vaccination for indoor dining and gyms, Mayor Bill de Blasio plans to announce. It’s believed to be the first U.S. city to do so.\nhttps://t.co/W6FGP9ZIo5",
  "data/tweet-nytimes/2021/8/1422549562300977154.json": "Tyson Foods said it would require U.S. workers to be vaccinated, half of whom are not, according to the company. It is the first big frontline employer to adopt such a mandate. https://t.co/Cz8NaqAcyQ",
  "data/tweet-nytimes/2021/8/1422535249544851459.json": "Simone Biles won bronze in the balance beam at #Tokyo2020.\n\nShe now has seven Olympic medals, tying Shannon Miller as the most successful American gymnast in the Games. Biles, though, has four golds to Miller’s two.\nhttps://t.co/zu1dhKOMG1",
  "data/tweet-nytimes/2021/8/1422517628099252228.json": "A city in India has fully vaccinated its entire adult population of 900,000 people, officials said. It was a big milestone for Bhubaneswar, the largest city in the state of Odisha, which was overwhelmed by the coronavirus earlier this year. https://t.co/jZsyTq8IFM",
  "data/tweet-nytimes/2021/8/1422506299133153280.json": "Simone Biles made her much-anticipated return to #Tokyo2020 in the balance beam final. She won bronze for the U.S. after taking time away from the competition because of a mental health issue.\nhttps://t.co/Uwqisxq1SN https://t.co/ycTQ3seIzP",
  "data/tweet-nytimes/2021/8/1422639005389180937.json": "We asked public health experts how vaccinated people should adjust their lives and behaviors in response to the Delta variant of the coronavirus.\n \nHere’s some of their advice. https://t.co/1Bxa1Z66R4",
  "data/tweet-nytimes/2021/8/1422799508967198724.json": "Climate change is threatening emperor penguins with extinction in much of their range, federal wildlife officials said on Tuesday as they announced a proposal to protect them under the Endangered Species Act.\nhttps://t.co/fV2TXEsxVA",
  "data/tweet-nytimes/2021/8/1422890094290157569.json": "Barack Obama \"decided to significantly scale back\" a huge 60th birthday party at Martha’s Vineyard over the spread of the Delta variant.\n\nHundreds of former Obama administration officials, celebrities and Democratic donors had been set to attend.\nhttps://t.co/6i64Zql7OY",
  "data/tweet-nytimes/2021/8/1422940419793510403.json": "Democrats in Congress have drafted a plan to tax major oil and gas companies billions of dollars. They say the biggest climate polluters should pay for the floods, wildfires and other disasters that scientists have linked to the burning of fossil fuels. https://t.co/yfaqYmtYI6",
  "data/tweet-nytimes/2021/8/1422909743367168008.json": "Here’s how Andre De Grasse of Canada won the men’s 200-meter final in 19.62 seconds, setting a national record and claiming his second medal at #Tokyo2020.\nhttps://t.co/FgP6fiOfW5 https://t.co/lWofnX4Cg9",
  "data/tweet-nytimes/2021/8/1422938502652731401.json": "Breaking News: The World Health Organization called for a moratorium on Covid booster shots until the end of September to help each country vaccinate at least 10% of its population, an attempt to address dramatic disparities in global vaccination rates. https://t.co/YdHWVSRWJJ",
  "data/tweet-nytimes/2021/8/1422974411028697096.json": "The Mexican government on Wednesday filed a lawsuit in the U.S. against 11 gun manufacturers and suppliers, accusing them of negligently facilitating the flow of weapons to powerful drug cartels and enabling tremendous bloodshed in Mexico. https://t.co/5YrcBTBaYn",
  "data/tweet-nytimes/2021/8/1422960675266170883.json": "A 28-year-old patient died of Covid in Missouri.\nA college student was admitted to intensive care.\nYoung adults are showing up in Louisiana ERs, desperately ill.\n \nIs the Delta variant making young adults “sicker, quicker?” https://t.co/Sm2k0RZeNI https://t.co/3fXhB1xvIu",
  "data/tweet-nytimes/2021/8/1422957017703096328.json": "“In hindsight, I wish that it had not become law.” As coronavirus cases surge in Arkansas, Gov. Asa Hutchinson is reconsidering a measure he signed into law that bans mask mandates. The state has the 11th-lowest vaccination rate in the U.S. https://t.co/QS65dLxZlZ",
  "data/tweet-nytimes/2021/8/1422897643685036033.json": "The New York Times has eight million subscribers and expects to add half a million by the end of the year. In its results for the second quarter, the company reported holding nearly $1 billion in cash. https://t.co/BKJnESyJe1",
  "data/tweet-nytimes/2021/8/1422983194907926537.json": "The State Department is investigating the whereabouts of a $5,800 bottle of whiskey the Japanese government gave to Secretary of State Mike Pompeo in 2019, though it's unclear whether Pompeo ever received the gift. https://t.co/sP3841IbRb",
  "data/tweet-nytimes/2021/8/1423004725704904705.json": "A lawyer for Lindsey Boylan, one of the women who accused Gov. Andrew Cuomo of unwanted sexual advances, said on Wednesday that she planned to sue Cuomo and his close advisers for the retaliatory actions they took to discredit her after she went public. https://t.co/CbXuCWEIfk",
  "data/tweet-nytimes/2021/8/1422945465537077254.json": "Lawyers for Donald Trump have asked a judge to block the Treasury Department from giving six years of his tax returns to Congress. https://t.co/Wc7ew5jXQw",
  "data/tweet-nytimes/2021/8/1423036032996552713.json": "After winning bronze, the American sprinting star Noah Lyles opened up about depression and the past year's challenges: “I want you to know that it’s OK to not feel good, and you can go out and talk to somebody professionally, or even get on medication.\" https://t.co/U4bMTLW3NP",
  "data/tweet-nytimes/2021/8/1423052605585035272.json": "The Biden administration is developing plans to require all foreign travelers to the U.S. to be vaccinated against Covid, with limited exceptions. White House officials have recently said that there is no plan to lift current restrictions anytime soon. https://t.co/nBuxqEPUXc",
  "data/tweet-nytimes/2021/8/1423132128338907136.json": "Gov. Phil Murphy of New Jersey had a blunt rebuke for anti-vaccination demonstrators. “You’ve lost your minds,” Murphy said. “You are the ultimate knuckleheads. And because of what you are saying and standing for, people are losing their life.”https://t.co/I7nJwSBsZ6",
  "data/tweet-nytimes/2021/8/1423103981975396355.json": "“In hindsight, I wish that it had not become law.” As coronavirus cases surge in Arkansas, Gov. Asa Hutchinson is reconsidering a measure he signed into law that bans mask mandates. The state has the 11th-lowest vaccination rate in the U.S. https://t.co/WwmlUgeVle",
  "data/tweet-nytimes/2021/8/1423176971014574082.json": "Some of us might have full-on burnout after a year-plus of loss, grief and pandemic challenges. Here are some ways to get your motivation back. https://t.co/QNZjNgS6Ov https://t.co/HZkHLYRkMp",
  "data/tweet-nytimes/2021/8/1423102944426221571.json": "Taking the torch from their countryman David Rudisha, Kenyans 🇰🇪finished one-two in the men’s 800 meters at #Tokyo2020. Emmanuel Korir won the gold and Ferguson Rotich took silver. https://t.co/JeGlpNPqrV https://t.co/nihYpBYP0Y",
  "data/tweet-nytimes/2021/8/1423139227643125761.json": "The Biden administration is developing plans to require all foreign travelers to the U.S. to be vaccinated against the coronavirus, with limited exceptions, according to an administration official.\nhttps://t.co/znUfa0XfrQ",
  "data/tweet-nytimes/2021/8/1423238623579750400.json": "The U.S. women’s soccer team beat Australia, 4-3, to take bronze at #Tokyo2020.\n\nMegan Rapinoe and Carli Lloyd both scored two goals to clinch a medal for the Americans.\nhttps://t.co/YXGFPeQgdS https://t.co/cLusafMo7D",
  "data/tweet-nytimes/2021/8/1423214957303304194.json": "Bill Gates acknowledged that his relationship with Jeffrey Epstein was “a huge mistake” in an interview on CNN. The Microsoft founder also said that his divorce, which became final this week, was “a very sad milestone.”\nhttps://t.co/Pbg5hRh92A",
  "data/tweet-nytimes/2021/8/1423277625510924290.json": "Brian Houston, the co-founder and senior pastor of the global megachurch Hillsong, was charged by the Australian police with concealing child sexual abuse carried out by his father in the 1970s. https://t.co/pedNDqSDD8",
  "data/tweet-nytimes/2021/8/1423257509960298496.json": "President Biden is expected to sign an executive order that sets a target of 50% of new cars to be electric powered by 2030. He also plans to tighten emissions regulations that Donald Trump rolled back.\nhttps://t.co/JfxAWXChTd",
  "data/tweet-nytimes/2021/8/1423202137388032013.json": "The world reached 200 million known coronavirus cases in half the time it took to reach 100 million cases. https://t.co/fnpFzh6I7P https://t.co/9CRICIc6l2",
  "data/tweet-nytimes/2021/8/1423262553669578758.json": "Sharks get a bad rap. So researchers and officials are rethinking the phrase \"shark attacks\" to describe the moments when sharks and humans meet — instead adopting terms like \"incidents\" and \"encounters\" to help change public perception of the animals. https://t.co/HFmQQdJG53",
  "data/tweet-nytimes/2021/8/1423260047719772166.json": "The protection offered by Moderna’s Covid vaccine does not wane in the first six months after the second dose, the company said in a statement.\n\nThe data came from a new analysis of its clinical trial, which started last year. https://t.co/DDw1xowrlJ",
  "data/tweet-nytimes/2021/8/1423311107029094406.json": "Demand for Covid shots has nearly quadrupled in recent weeks in Louisiana, driven by an explosion in coronavirus cases. \"The public is finally hearing how bad it has gotten,\" one doctor said. https://t.co/XdAfWUhjBR",
  "data/tweet-nytimes/2021/8/1423258763612598274.json": "Here’s how Steven Gardiner of the Bahamas emerged from a crowded pack to win gold in the men’s 400 meters at #Tokyo2020.\n\nAnthony Jose Zambrano of Colombia took silver and Kirani James of Grenada won bronze.\nhttps://t.co/WMrpGFZJIu https://t.co/lxt6xSEdzD",
  "data/tweet-nytimes/2021/8/1423210925805408259.json": "President Recep Tayyip Erdogan of Turkey is under ferocious attack for his handling of wildfires that have forced thousands of people to evacuate their homes.\n\nThe blazes come as the country is battered by an economic crisis and the pandemic.\nhttps://t.co/6taMlkibui",
  "data/tweet-nytimes/2021/8/1423346273869041665.json": "Lionel Messi will not return to FC Barcelona, the club announced on Thursday. The 34-year-old superstar has been with the club since he was 13. https://t.co/L46H75JOyT",
  "data/tweet-nytimes/2021/8/1423319508303888392.json": "A Black high school principal in Texas said he was asked in 2019 to remove 10-year-old photos on Facebook of himself and his wife, who is white, embracing on a beach. The incident has now resurfaced in a controversy over racism. https://t.co/Z9YPXuMQw4",
  "data/tweet-nytimes/2021/8/1423333001635766278.json": "The Dixie Fire ravaged Greenville, a small Northern California town, on Wednesday, leaving its main street in rubble and stretches of the community unrecognizable. https://t.co/fw0OrcqM8r https://t.co/f6p65C3aGT",
  "data/tweet-nytimes/2021/8/1423275156013715456.json": "Firefighters are trying to keep flames from reaching ancient Olympia — the birthplace of the Olympic Games — as dozens of blazes continue to burn across Greece, fueled by a record-breaking heat wave that has battered the region. https://t.co/0boA7BCvt9",
  "data/tweet-nytimes/2021/8/1423372013549273088.json": "From the Greek islands to southern Turkey, extreme heat and dry conditions are driving devastating wildfires that have killed people and threatened homes, ancient heritage sites and tourist havens. Here's what it looks like. https://t.co/Obj7VNlx7Z https://t.co/BuWuQZn6bM",
  "data/tweet-nytimes/2021/8/1423350640319807488.json": "Forest fires in Turkey have continued for more than a week and forced thousands to evacuate their homes. President Recep Tayyip Erdogan has come under attack by his opponents over his handling of the disaster. https://t.co/DuEE0b1c1O https://t.co/QuFO2uL3gh",
  "data/tweet-nytimes/2021/8/1423384086291259392.json": "CNN fired three employees who violated its Covid safety protocols by going to the office unvaccinated, the company said Thursday. It's one of the first known examples of a major U.S. corporation terminating workers for ignoring a workplace vaccine mandate. https://t.co/wgkh1Pwy9i",
  "data/tweet-nytimes/2021/8/1423418569942081540.json": "Four Florida school systems say they'll keep or impose mask mandates, despite an executive order by Gov. Ron DeSantis, a Republican, that would take away funding from districts that did so. It's part of a trend of officials defying efforts to bar mandates. https://t.co/BZsmdN6ySW",
  "data/tweet-nytimes/2021/8/1423368226369679366.json": "A lawyer for Britney Spears has asked a court to accelerate the hearing on her request to remove her father, or to immediately suspend him, from the conservatorship that has controlled her life and finances for the last 13 years. https://t.co/p0fPYGRpi9",
  "data/tweet-nytimes/2021/8/1423400966557212682.json": "President Biden on Thursday signed a bill awarding the Congressional Gold Medal, the body’s highest expression of national appreciation, to a group of law enforcement officers who responded to the Jan. 6 attack on the Capitol. https://t.co/JaQld4BPhH",
  "data/tweet-nytimes/2021/8/1423453800002686976.json": "Gov. Phil Murphy of New Jersey is expected to announce on Friday that public school students, from kindergartners to seniors in high school, will have to wear masks when school resumes because of a recent surge of new cases of the coronavirus. https://t.co/IrbFAzVnih",
  "data/tweet-nytimes/2021/8/1423483192858841092.json": "April Ross and Alix Klineman of the U.S.🇺🇸 won gold in women's beach volleyball at #Tokyo2020. They beat Mariafe Artacho del Solar and Taliqua Clancy of Australia 🇦🇺.  https://t.co/4CMmPORXPP",
  "data/tweet-nytimes/2021/8/1423463877925380098.json": "A 9-year-old girl in Delhi was raped and killed by four men, who then cremated the body to hide evidence, her family said. The case has sparked fresh protests against the treatment of women and girls in India, especially those of lower castes.\nhttps://t.co/2xImrPNVhg",
  "data/tweet-nytimes/2021/8/1423287696705736704.json": "Nevin Harrison was the only American canoe or kayak sprinter to qualify for #Tokyo2020. She won a gold medal in the women’s canoe single 200 meters.\n\n“I didn’t have anyone to follow,” she said. “I hope to be that person for the next generation.”\nhttps://t.co/56SeSbujoJ",
  "data/tweet-nytimes/2021/8/1423328009642299399.json": "The J. Lo effect is hard to define but easy to identify. Generally speaking, it refers to the ways in which Jennifer Lopez defies human standards for beauty, success, age, flexibility, relevance, you name it.\nhttps://t.co/AqKo7gHiH4",
  "data/tweet-nytimes/2021/8/1423554496471441408.json": "From the Greek islands to southern Turkey, extreme heat and dry conditions are driving devastating wildfires that have killed people and threatened homes, ancient heritage sites and tourist havens. Here's what it looks like. https://t.co/uxxY8c1J9g https://t.co/ppuOP30Cti",
  "data/tweet-nytimes/2021/8/1423445063271604226.json": "Twenty years after Aaliyah, one of the most celebrated stars of '90s R&amp;B, died in a plane crash, her songs will be widely available on streaming platforms — starting with her second album, \"One in a Million,\" on August 20.\nhttps://t.co/CDKy2Lgj48",
  "data/tweet-nytimes/2021/8/1423489027144134657.json": "President Biden on Thursday signed a bill awarding the Congressional Gold Medal, the body’s highest expression of national appreciation, to a group of law enforcement officers who responded to the Jan. 6 attack on the Capitol. https://t.co/KErXpXlvNl",
  "data/tweet-nytimes/2021/8/1423478986626174977.json": "Allyson Felix's nine Olympic medals (six gold and three silver) have her tied with the Jamaican sprinter Merlene Ottey as the most decorated female Olympian in track and field. Felix runs in the 400-meter final on Friday. https://t.co/u6iF7zV43h https://t.co/0ZRRuULqlX",
  "data/tweet-nytimes/2021/8/1423293982390378502.json": "Bill Gates acknowledged that his relationship with Jeffrey Epstein was “a huge mistake” in an interview on CNN. The Microsoft founder also said that his divorce, which became final this week, was “a very sad milestone.”\nhttps://t.co/UUAN6o7sXz",
  "data/tweet-nytimes/2021/8/1423617380836646915.json": "United Airlines will require all U.S. employees to be vaccinated against the coronavirus starting this fall, the company said. It’s the first major airline to establish such a mandate.\n\nEmployees who do not comply will be fired. https://t.co/dq7nwAvS0X",
  "data/tweet-nytimes/2021/8/1423466863888044033.json": "Two coaches from Belarus have been stripped of their #Tokyo2020 credentials and expelled from the Games, the IOC said on Friday. They were involved in the attempt to force the Olympic sprinter Kristina Timanovskaya to return to Belarus against her will. https://t.co/D2uJXtKY4q",
  "data/tweet-nytimes/2021/8/1423619893094719492.json": "Italy introduced a nationwide health passport that will become a necessary part of life for residents seeking to socialize, work and travel.\n\nIt is one of Europe's most far-reaching measures and is supported by a majority of Italians, polls show.\nhttps://t.co/oJObWnRtnc",
  "data/tweet-nytimes/2021/8/1423609822566567936.json": "Four Florida school systems say they'll keep or impose mask mandates, despite an executive order by Gov. Ron DeSantis, a Republican, that would take away funding from districts that did so. It's part of a trend of officials defying efforts to bar mandates. https://t.co/WgNDGvB265",
  "data/tweet-nytimes/2021/8/1423607324413997063.json": "CNN fired three employees who violated its Covid safety protocols by going to the office unvaccinated, the company said Thursday. It's one of the first known examples of a major U.S. corporation terminating workers for ignoring a workplace vaccine mandate. https://t.co/lXU5gPQ7ci",
  "data/tweet-nytimes/2021/8/1423270076690702336.json": "Louisiana’s hospitals are overflowing, and the “darkest days” of its pandemic are driving more people to get vaccinated for Covid-19. But the state could still be weeks away from relief. https://t.co/63T5DmyxbW",
  "data/tweet-nytimes/2021/8/1423494087055978498.json": "Virginia will soon require state employees to be vaccinated against the coronavirus or be tested every week, joining a few other states that have imposed similar mandates, Gov. Ralph Northam said on Thursday.\nhttps://t.co/gYitbLsBZa",
  "data/tweet-nytimes/2021/8/1423663976156631044.json": "Breaking News: A woman who accused Gov. Andrew Cuomo of groping her last year has filed a criminal complaint, raising the possibility he may face criminal charges. https://t.co/YrdFdZtE8Y",
  "data/tweet-nytimes/2021/8/1423707956495933447.json": "California is now requiring all health care workers who work indoors with or near patients to be vaccinated against the coronavirus, largely removing an option that let unvaccinated employees submit to regular testing instead. https://t.co/Jsw82zfUIy",
  "data/tweet-nytimes/2021/8/1423737406583451653.json": "Major blazes in Greece are forcing evacuations and threatening historic sites amid a record-breaking heat wave.\n\nRead more: https://t.co/D5MgsYUtay https://t.co/BevpL7RCJ4",
  "data/tweet-nytimes/2021/8/1423735687673753608.json": "Scientists watching YouTube videos of birds stealing tufts of hair from living mammals, including humans, have dubbed the phenomenon “kleptorichy.” https://t.co/kONORtuLjI https://t.co/PiM95ApHDw",
  "data/tweet-nytimes/2021/8/1423746203511050243.json": "Breaking News: The U.S. Department of Education will extend the moratorium on federal student loan payments through Jan. 31. It had been set to expire next month. https://t.co/tVtcrDwVu6",
  "data/tweet-nytimes/2021/8/1423715532147154950.json": "The CDC recommends that people wear masks in indoor public places — regardless of their vaccination status — in parts of the U.S. with “substantial” or “high” coronavirus transmission rates.\n\nRight now, that covers nearly 2,800 counties in the U.S. https://t.co/yUoceARK8v",
  "data/tweet-nytimes/2021/8/1423736415519707136.json": "A judge in Arkansas on Friday temporarily blocked a state ban on mask mandates, a decision that will allow school districts and other government entities in the state to require face coverings to help curb the spread of new coronavirus infections. https://t.co/0obFP8MS0v",
  "data/tweet-nytimes/2021/8/1423752003050672138.json": "A single dose of the Covid-19 vaccine made by Johnson &amp; Johnson is highly effective in preventing severe illness and death from the Delta and Beta variants of the coronavirus, data from a clinical trial in South Africa suggest. https://t.co/qPzLOQ2vYB",
  "data/tweet-nytimes/2021/8/1423750786912247812.json": "Canada won its first gold medal in women's soccer on Friday at #Tokyo2020, making one of the team's starters, Quinn, the first openly transgender and nonbinary athlete to win an Olympic medal. https://t.co/ab9ipOaAx6 https://t.co/BA4KhPPk6d",
  "data/tweet-nytimes/2021/8/1423801087522480132.json": "\"Nobody thought I was going to be here. I’m a fighter.\"\n\nAllyson Felix won a bronze medal in the 400-meter race at #Tokyo2020 on Friday, her tenth medal overall. She's now tied with Carl Lewis as the most decorated American athlete in track and field. https://t.co/jPU94H0ZNU",
  "data/tweet-nytimes/2021/8/1423724330547097601.json": "Singapore pays its Olympians $740,000 for winning a gold medal, while Norwegian athletes may get a nice letter from the king. https://t.co/zMb7lB1gAk",
  "data/tweet-nytimes/2021/8/1423593453984915456.json": "A mayor in Japan apologized after biting an athlete’s gold medal as he stood in front of a backdrop promoting Covid safety precautions. He called his conduct “extremely inappropriate” after a backlash on social media.\nhttps://t.co/ZSv7UlElKE",
  "data/tweet-nytimes/2021/8/1423743944895221774.json": "When Barack Obama significantly scaled back the guest list for his party on Martha's Vineyard this weekend, it forced some choices on who would still be invited.\n\nJay-Z and Beyoncé were in, as of Friday at least. But David Axelrod and Larry David were out. https://t.co/o2NuAAiYhm",
  "data/tweet-nytimes/2021/8/1423760812666232832.json": "“It’s like showing you have a conscience,” said Margherita Catenuto,18, from Sicily, as she showed a barcode that certified she was vaccinated. “You do it for yourself, and you do it for others. It’s very sensible.” https://t.co/HZpSHa1rZt",
  "data/tweet-nytimes/2021/8/1423822546928013316.json": "Allyson Felix 🇺🇸 won bronze in the women's 400-meter race at #Tokyo2020, matching Carl Lewis as the most decorated American track and field athlete. Felix has won medals in every Summer Games since 2004. https://t.co/dGNUzGmTQd https://t.co/hN3Twab3XM",
  "data/tweet-nytimes/2021/8/1423767189132353537.json": "Unvaccinated adults who had been infected with the coronavirus may be more than twice as likely to get infected again than those who tested positive and then got vaccinated, according to a new small study. https://t.co/2Bt7KmiVaK",
  "data/tweet-nytimes/2021/8/1423863491052679173.json": "The United States beat France to win its fourth straight gold medal in men’s basketball. Kevin Durant led the Americans with 29 points. https://t.co/7xrec18az3",
  "data/tweet-nytimes/2021/8/1423770892052598784.json": "Some of the hundreds of thousands of bikers expected for the annual motorcycle rally have started to arrive in Sturgis, South Dakota. The rally is going on despite warnings from government officials about coronavirus cases and the Delta variant. https://t.co/oG7z1GTc1x https://t.co/bJ7OwJ3Y0O",
  "data/tweet-nytimes/2021/8/1423879112301727744.json": "Kevin Durant 🇺🇸 led the U.S. men's basketball team to gold at #Tokyo2020 on Saturday, the country's 16th gold medal in the event. Durant had 29 points and 6 rebounds. https://t.co/ikmOqXo5HO https://t.co/zPlcYEopAi",
  "data/tweet-nytimes/2021/8/1423808631536033793.json": "Gov. Ron DeSantis of Florida has been unyielding in his approach to the pandemic, refusing to change course or impose restrictions despite uncontrolled spread of the coronavirus and spiking hospitalizations across the state. https://t.co/aL3vlAqGor",
  "data/tweet-nytimes/2021/8/1423969909470633990.json": "Sifan Hassan 🇳🇱 is the first athlete to medal in all three track events at one #Olympics: the 1,500, the 5,000 and the 10,000 meters. https://t.co/auB7FnHpmc https://t.co/Qh9XjE8Oqo",
  "data/tweet-nytimes/2021/8/1423986462358478851.json": "Allyson Felix 🇺🇸 has won her 11th Olympic medal, making her the most decorated American Olympian in track and field, surpassing the 10 medals won by Carl Lewis. #Tokyo2020 #Olympics https://t.co/DHYsh3joXg",
  "data/tweet-nytimes/2021/8/1423984821982973962.json": "Jessica Springsteen, daughter of Bruce Springsteen, is now an Olympic medalist after winning silver with the U.S. show jumping team. #Tokyo2020 #Olympics https://t.co/yJirJwHZ8a",
  "data/tweet-nytimes/2021/8/1423924402547200004.json": "“It’s like showing you have a conscience,” said Margherita Catenuto,18, from Sicily, as she showed a barcode that certified she was vaccinated. “You do it for yourself, and you do it for others. It’s very sensible.” https://t.co/H1NAx7UeJ3",
  "data/tweet-nytimes/2021/8/1423821220009680902.json": "Barry the Barred Owl, whose majestic presence and unusually extroverted demeanor made her a beloved Central Park celebrity, died early Friday in a collision with a Central Park Conservancy maintenance vehicle.\nhttps://t.co/YmKzDGwZ3O",
  "data/tweet-nytimes/2021/8/1423998811689607168.json": "Breaking News: Japan beat the U.S., 2-0, to win its first gold medal in baseball, a sport brought back for these #Olympics because of Japan’s devotion to it. https://t.co/BcKegoIs4B",
  "data/tweet-nytimes/2021/8/1423982273439862787.json": "A growing number of companies are crafting vaccination policies to bring employees safely back to the office. Unvaccinated workers run the risk of being ostracized — or fired. https://t.co/NRsUj30OJg",
  "data/tweet-nytimes/2021/8/1424027588301836290.json": "Unvaccinated people who have had Covid-19 may be more than twice as likely to get infected again than those who tested positive and bolstered their natural immunity with a vaccine, according to a small study published by the CDC. https://t.co/8hBHS6eM16",
  "data/tweet-nytimes/2021/8/1423997384053465092.json": "Singapore pays its Olympians $740,000 for winning a gold medal, while Norwegian athletes may get a nice letter from the king. https://t.co/oaJSMPnevc",
  "data/tweet-nytimes/2021/8/1423909315245748228.json": "The megaflood that killed 189 people in western Germany last month has brought home the realization that climate change is here, and it has forced a painful recognition that many bad decisions over decades have made things worse. https://t.co/4NdElFM8kH",
  "data/tweet-nytimes/2021/8/1423714037909569545.json": "116,000 Native American remains are held by museums and other institutions around the country. But the U.S. government now intends to give tribes more power to reclaim them.\nhttps://t.co/umWp3swcKz",
  "data/tweet-nytimes/2021/8/1424067953629319169.json": "Watch: Flames tore through the coastline of Evia, a Greek island, causing residents and tourists to evacuate by ferry, as southern Europe grapples with one of its worst heat waves in decades. https://t.co/pUA0iVMIsC https://t.co/4LbprwjvcK",
  "data/tweet-nytimes/2021/8/1424020718224875528.json": "Donald Trump and the Republican Party returned $12.8 million to donors in the first half of the year, showing just how many online donors were ensnared by their aggressive fund-raising tactic of prechecking a box for recurring contributions on their forms. https://t.co/9yJRDGYS65",
  "data/tweet-nytimes/2021/8/1424093010019725312.json": "For many decades, researchers believed giraffes were barely capable of maintaining the most casual relationships. But recently, a different social picture has begun to emerge: one of yearslong bonds, lunch dates, mourning and family ties 🦒 https://t.co/zlrDlpTCzu",
  "data/tweet-nytimes/2021/8/1424062809143484416.json": "In her final race as an Olympian, and on the final night of track and field at the Tokyo Games, Allyson Felix went out as a champion, saving her crowning achievement for last. https://t.co/FKRNX0HrQM",
  "data/tweet-nytimes/2021/8/1424118169417945090.json": "Cuneiform tablets and thousands of other looted archaeological artifacts were returned to Iraq this week after being held for years by Cornell University and the Museum of the Bible, which was founded by the family that owns the Hobby Lobby chain. https://t.co/EvaMJqwsnh",
  "data/tweet-nytimes/2021/8/1424178559346790403.json": "Even the most elite gymnasts are no match for the average squirrel. https://t.co/GIWk4Vn8ZU",
  "data/tweet-nytimes/2021/8/1424183600136794114.json": "The protection offered by Moderna’s Covid vaccine does not wane in the first six months after the second dose, the company said in a statement.\n\nThe data came from a new analysis of its clinical trial, which started last year. https://t.co/ziiUf6itFM",
  "data/tweet-nytimes/2021/8/1424222144519720960.json": "Breaking News: The U.S. women’s basketball team capped its dominant run at the Olympics with a rout of Japan, 90-75, for its seventh consecutive gold medal. https://t.co/8XPu2Z6Ral",
  "data/tweet-nytimes/2021/8/1423994944163811337.json": "Michael Joseph Vaughan, a 5-year-old whose family calls him Monkey, was last seen on July 27 near his home in Fruitland, Idaho. Police say they have no leads. https://t.co/QYQKDlViBy",
  "data/tweet-nytimes/2021/8/1424302801988034568.json": "With 39🥇, the United States won the most gold medals at the #Tokyo2020 #Olympics. China came in second with 38 golds and Japan came in third with 27 golds. https://t.co/Wog99uun4u https://t.co/n5ethDOO2W",
  "data/tweet-nytimes/2021/8/1424311938385858565.json": "Some of us might have full-on burnout after a year-plus of loss, grief and pandemic challenges. Here are some ways to get your motivation back. https://t.co/ig1RKsHx1s https://t.co/2BRw7lAyxp",
  "data/tweet-nytimes/2021/8/1424045188771627010.json": "Trump tried to kill the infrastructure bill with the kind of threats that once sent chills down Republican spines. This time, they aren't as easily intimidated.\n\nWhy some GOP lawmakers are willing to cross him to deliver President Biden a win: https://t.co/XdTT4P0hBc",
  "data/tweet-nytimes/2021/8/1424284603758661634.json": "Breaking News: The Taliban have overrun Kunduz, a city in northern Afghanistan that would be a significant military and political prize for the insurgents. https://t.co/MqWiBs8OSz",
  "data/tweet-nytimes/2021/8/1424347185085304833.json": "With five Olympic Games under her belt, Allyson Felix’s 11th medal on Saturday made her the most decorated American track-and-field athlete in Olympic history. https://t.co/jFKyEgyiez",
  "data/tweet-nytimes/2021/8/1424133280379641864.json": "Masks will likely remain a part of our lives for some time. @wirecutter has tried 35 types and confirmed their filtration claims with government agencies or its own lab testing to identify reliable N95, KN95, and surgical masks. https://t.co/5Ev7vDmtua",
  "data/tweet-nytimes/2021/8/1424372597052039171.json": "We debunk a widely circulated video that purports to show a deputy overdosing at the mere exposure of fentanyl while responding to a call. Medical experts said the video promoted a false narrative about fentanyl and ways it can lead to an overdose. https://t.co/xySAIfGoCH",
  "data/tweet-nytimes/2021/8/1424153389940752391.json": "The J. Lo effect is hard to define but easy to identify. Generally speaking, it refers to the ways in which Jennifer Lopez defies human standards for beauty, success, age, flexibility, relevance, you name it. https://t.co/KccW7OTDLw",
  "data/tweet-nytimes/2021/8/1424394989551894536.json": "Jeffrey A. Rosen, former President Trump’s acting attorney general, told the Justice Department watchdog and congressional investigators on Friday that one of his deputies tried to help Mr. Trump subvert the results of the 2020 election. https://t.co/2KRNy4S23d",
  "data/tweet-nytimes/2021/8/1424316982975995904.json": "In a new study, one-third of Covid patients age 65 and older were more likely to have arrived at the hospital with atypical symptoms, including confusion, forgetfulness, fatigue, weakness and difficulty walking. https://t.co/V7EbigsAHg",
  "data/tweet-nytimes/2021/8/1424452899011182595.json": "Governor Asa Hutchinson of Arkansas said Sunday that he had made a mistake in signing a law banning mask mandates in his state.\n\n“It was an error to sign that law. I admit that.\" https://t.co/ybjfybUzj1",
  "data/tweet-nytimes/2021/8/1424413852670828553.json": "Karen Hastie Williams became the first Black woman to serve as a Supreme Court clerk when she went to work for Thurgood Marshall in 1974. She went on to break countless other glass ceilings, while helping others do the same. She has died at 76. https://t.co/eYsSHYel1o",
  "data/tweet-nytimes/2021/8/1424470497551654918.json": "If Governor Andrew Cuomo steps down or is forced out, his lieutenant governor, Kathy Hochul, 62, will take his place, becoming the first woman to lead New York State. https://t.co/abYYU1dj70",
  "data/tweet-nytimes/2021/8/1424480548622381058.json": "In Opinion\n\n\"It is a luxury to be irresponsible in a society where others would be responsible for you,\" @CharlesMBlow writes, \"where you simply assumed that you were safer because others took the appropriate precautions to be safe.\" https://t.co/wtAbQR4NvF",
  "data/tweet-nytimes/2021/8/1424490663551373317.json": "“Am I going to be able to be a good student ever again? Because this is really scary.”\n\nThe lingering physical, mental and neurological symptoms of long Covid are affecting children as well as adults, including many who had mild cases. https://t.co/AEFF8Ye9bD",
  "data/tweet-nytimes/2021/8/1424530892031238145.json": "\"I told myself, 'If they shoot me first, they’ll stop there and won’t hit my son.'\"\n\nA Black real estate agent and his clients were handcuffed by police at a house viewing after a neighbor called the police. https://t.co/2rjFUeyhsL",
  "data/tweet-nytimes/2021/8/1424558580049530885.json": "A federal judge on Sunday ruled to allow Norwegian Cruise Line to require proof of vaccination from passengers despite a Florida law that bans businesses from doing so. https://t.co/PPl285qnQL",
  "data/tweet-nytimes/2021/8/1424552841843257345.json": "Breaking News: Melissa DeRosa, Governor Andrew Cuomo’s top aide, has resigned, less than a week after the New York State attorney general released a report concluding Cuomo had sexually harassed 11 women. https://t.co/dIinyb4YBt",
  "data/tweet-nytimes/2021/8/1424540945819881474.json": "As a girl, Jane Withers landed leading roles that were the antidote to Shirley Temple’s. As an adult, she was known as Josephine the Plumber in ads for Comet cleanser. She died at at 95. https://t.co/uT9jgxlL42",
  "data/tweet-nytimes/2021/8/1424643082532839424.json": "Breaking News: Some devastating impacts of global warming are now unavoidable, a major UN report found. But there is still time to stop things from getting even worse.\nhttps://t.co/ZlUqyLSg0X",
  "data/tweet-nytimes/2021/8/1424668045515972610.json": "Global warming will get progressively worse and cannot be stopped over the next 30 years, a major new UN report has concluded, because the world's nations delayed so long in curbing emissions. A hotter future is now essentially locked in.\nhttps://t.co/tMnu8VJMpo",
  "data/tweet-nytimes/2021/8/1424468459258318852.json": "The executive assistant who accused Governor Andrew Cuomo of repeatedly groping her and who filed a criminal complaint against him has come forward in an interview to be aired on Monday. https://t.co/2YOfAmKmDc",
  "data/tweet-nytimes/2021/8/1424686965144920066.json": "A federal judge on Sunday ruled to allow Norwegian Cruise Line to require proof of vaccination from passengers despite a Florida law that bans businesses from doing so. https://t.co/2KwqNFe7OR",
  "data/tweet-nytimes/2021/8/1424725479467200517.json": "Breaking News: Democrats unveiled a $3.5 trillion budget that would start work on the most significant change to the social safety net since the Great Society.\nhttps://t.co/LG9wioAPoW",
  "data/tweet-nytimes/2021/8/1424148370315169799.json": "A diet high in omega-3s, the fats found in fish, and low in omega-6s, found in many vegetable oils, led to fewer headaches. https://t.co/XLP82Z7KFf",
  "data/tweet-nytimes/2021/8/1424751118056411137.json": "Families with high-risk children who can’t be vaccinated are increasingly concerned over the Delta variant. Parents are sharing their stories in a desperate attempt to convince the unvaccinated to get inoculated, for the sake of their children. https://t.co/aOyDnNXttP",
  "data/tweet-nytimes/2021/8/1424767452769103874.json": "Some devastating impacts of global warming are now unavoidable, a major new scientific report released on Monday found. But there is still a short window to stop things from getting even worse. https://t.co/GgLNMN4ZwH https://t.co/S3vjHEdJqJ",
  "data/tweet-nytimes/2021/8/1424773750759829507.json": "Charles Loeb, a pioneering Black war correspondent, defied propaganda from the U.S. military with an article that showed how deadly radiation from the atomic strike on Hiroshima sickened and killed.\n\nHis insights were lost to history — until now. https://t.co/TiBm43Fj7g",
  "data/tweet-nytimes/2021/8/1424800203736068099.json": "Senator Elizabeth Warren, Democrat of Massachusetts, will propose a minimum tax of 7% on the profits of the richest companies over $100 million based on the earnings they report to investors, not what they claim to the IRS.\nhttps://t.co/4Ox117djgj",
  "data/tweet-nytimes/2021/8/1424795611463921671.json": "Breaking News: Defense Secretary Lloyd Austin will seek to order mandatory coronavirus vaccines for 1.3 million active duty U.S. troops by mid-September, administration officials said on Monday. https://t.co/BUeIyljH37",
  "data/tweet-nytimes/2021/8/1424822829447536648.json": "The catastrophic fires that have been raging in Greece have entered a second week.\n\nEvia, the country's second largest island, has borne the brunt of the flames. Residents of some villages have defied government calls for them to abandon their homes. https://t.co/Ls7TOvd3QI https://t.co/w74rSWKOsG",
  "data/tweet-nytimes/2021/8/1424758655417737218.json": "Texas schools are preparing to reopen as there has been a 134% increase in Covid cases in the state over the last two weeks. But Gov. Greg Abbott is refusing to enact any mandates for masks and vaccines and prohibiting local officials from doing so. https://t.co/xGtDOH2TXF",
  "data/tweet-nytimes/2021/8/1424845471697231874.json": "A Dallas school district announced that everyone — students, employees and visitors — must wear a mask while on school property starting Tuesday, defying an executive order by Gov. Greg Abbott that bans school districts from requiring masks. https://t.co/mJs2hLTcvW",
  "data/tweet-nytimes/2021/8/1424850536671682563.json": "Most state employees and all health care workers in Washington State must be fully vaccinated against the coronavirus by Oct. 18 or risk losing their jobs, Gov. Jay Inslee announced on Monday. https://t.co/HMCNroxLXA",
  "data/tweet-nytimes/2021/8/1424561092362002435.json": "If Governor Andrew Cuomo steps down or is forced out, his lieutenant governor, Kathy Hochul, 62, will take his place, becoming the first woman to lead New York State. https://t.co/bH6LJmqxXn",
  "data/tweet-nytimes/2021/8/1424864347487186953.json": "Virginia Giuffre, one of Jeffrey Epstein's most prominent accusers, has filed a lawsuit against Prince Andrew saying that he sexually abused her when she was 17, according to court documents. https://t.co/Sm6X1MCmmg",
  "data/tweet-nytimes/2021/8/1424807747632128000.json": "A virologist who said the Trump administration retaliated against him last year by ousting him from his job has settled a whistle-blower complaint against the government, his lawyer said. The scientist, Rick Bright, will receive back pay and compensation.  https://t.co/PrdbKxAkwk",
  "data/tweet-nytimes/2021/8/1424893278424600577.json": "Two men, convicted in separate cases, spent more than three decades in prison. They were freed on Monday, found to have been unjustly convicted.\n\nThe reversal follows several other recent exonerations of Black men in murder cases dating back to the 1990s. https://t.co/X49UtDRtPl",
  "data/tweet-nytimes/2021/8/1424888260631875585.json": "Smoke from the Dixie Fire in California is turning the air in Salt Lake City and Denver into some of the dirtiest in the world, as megafires in the western U.S. leave a footprint much larger than the forests and towns they decimate. https://t.co/Ks27Uw5Xoo",
  "data/tweet-nytimes/2021/8/1424762437006417925.json": "A confluence of factors — including Delta’s contagiousness and the fact that people under 12 are not yet eligible to be vaccinated — is sending more children to the hospital, especially in areas of the U.S. where the virus is surging. https://t.co/lpuQLMwT2N",
  "data/tweet-nytimes/2021/8/1424966262585692161.json": "This cake is summer in a loaf pan. Have it as dessert or a snack, but it’s especially good at breakfast with hot coffee or tea. https://t.co/wsI1SIWcT6",
  "data/tweet-nytimes/2021/8/1425018864585388032.json": "Daniela Espirito Santo, 23, died after being assaulted by her boyfriend. She'd reported him seven times, but her cries for help went unanswered.\n\nHer story is an example of the British justice system's failure to protect women. \nhttps://t.co/4aFOY22C7J",
  "data/tweet-nytimes/2021/8/1425098365327577089.json": "Twitter suspended Rep. Marjorie Taylor Greene for seven days for violating the platform’s coronavirus misinformation policy. It's her fourth “strike,” Twitter said, which means she could be permanently barred if she violates the misinformation policy again.https://t.co/y61HpdmJOB",
  "data/tweet-nytimes/2021/8/1425105299367661585.json": "Breaking News: Lionel Messi has signed a two-year contract with Paris St.-Germain, the French powerhouse bankrolled by the state of Qatar, days after leaving F.C. Barcelona. The deal highlights the growing gap between soccer’s rich and its superrich.\nhttps://t.co/GN4k9ijzNf",
  "data/tweet-nytimes/2021/8/1425130385004974086.json": "Gov. Andrew Cuomo of New York announced his resignation, effective in 14 days, a week after the state attorney general’s office found he had sexually harassed nearly a dozen women. Lt. Gov. Kathy Hochul will become the state's first female governor. https://t.co/we1tpDKj0m https://t.co/3K0MmGmU0p",
  "data/tweet-nytimes/2021/8/1425128195448315923.json": "Breaking News: Gov. Andrew Cuomo of New York said he is resigning, ending a decade-long run in disgrace after the state attorney general’s office found he had sexually harassed nearly a dozen women. https://t.co/QF4IdgLhZV",
  "data/tweet-nytimes/2021/8/1425118644858675200.json": "Breaking News: The Senate has enough votes to pass the $1 trillion infrastructure bill, the largest federal investment in America's aging public works system in over a decade and a key part of President Biden's agenda. It faces a rocky path in the House.\nhttps://t.co/i0IAAJ1Q9Y",
  "data/tweet-nytimes/2021/8/1425136467605524481.json": "Lt. Gov. Kathy Hochul, a Democrat, will replace Andrew Cuomo after his resignation, which was spurred by an investigation that found he had sexually harassed nearly a dozen women. She will become New York's first female governor. https://t.co/jPuX85muFO https://t.co/hyUatyuSlG",
  "data/tweet-nytimes/2021/8/1425143677018677257.json": "Gov. Andrew Cuomo of New York said Tuesday he would resign from office, succumbing to a ballooning sexual harassment scandal that led most of his allies to abandon him. He said his resignation would take effect in 14 days. https://t.co/KB1Jk4oIy1 https://t.co/uiYxJXgfFD",
  "data/tweet-nytimes/2021/8/1425141169110110211.json": "One year ago, Gov. Andrew Cuomo of New York was hailed as a national leader during the pandemic. Now he is resigning in one of the most stunning falls in modern American politics. https://t.co/XIYBzO1fMT https://t.co/9O69cZ9KAw",
  "data/tweet-nytimes/2021/8/1425202829711511554.json": "Twitter suspended Rep. Marjorie Taylor Greene for seven days for violating the platform’s coronavirus misinformation policy. It's her fourth \"strike,\" Twitter said, which means she could be permanently barred if she violates the misinformation policy again.https://t.co/Thd3bYFJdO https://t.co/mDmapstlue",
  "data/tweet-nytimes/2021/8/1425197801458262020.json": "Lionel Messi’s two-year contract with PSG, the French soccer club bankrolled by the state of Qatar, includes a third option year, according to a team official. It will pay him about $41 million a season — much less than he earned at Barcelona. https://t.co/rjbzXsXa7U https://t.co/GqHch0ORYm",
  "data/tweet-nytimes/2021/8/1425146208926978053.json": "Right-wing television networks Newsmax and One America News have been sued for defamation by an election technology company that became a target of a baseless pro-Trump conspiracy theory about rigged voting machines. https://t.co/TNMh9PscbR",
  "data/tweet-nytimes/2021/8/1425235541059067907.json": "President Biden nominated Damian Williams as the U.S. attorney for Manhattan on Tuesday. Williams would be the first Black man to lead one of the most powerful prosecutor's offices in the country. https://t.co/sg7YD41umh",
  "data/tweet-nytimes/2021/8/1425241822981464068.json": "Oregon is preparing to restore a statewide mandate on Wednesday, ordering both vaccinated and unvaccinated people to use face coverings when gathering indoors. https://t.co/VrGIxLmIhr",
  "data/tweet-nytimes/2021/8/1424909638168875009.json": "A former Los Angeles police officer who shot and killed a mentally disabled man inside a Costco store in 2019 was arrested on Monday and charged with manslaughter and assault. https://t.co/XtHfyPzYcR",
  "data/tweet-nytimes/2021/8/1425289667147075584.json": "The front page of The New York Times for Aug. 11, 2021. https://t.co/mCr0FptUfH",
  "data/tweet-nytimes/2021/8/1425214144240918529.json": "\"Lionel Messi, the best of all time, does not have true agency over where he plays his final few years,\" @RorySmith writes. \"Even he was not able to resist the economic forces that carry the game along.\" https://t.co/fPyLcEe2kF",
  "data/tweet-nytimes/2021/8/1425309764821606405.json": "Hawaii is reimposing restrictions to try to curb a recent surge in coronavirus cases. Social gatherings will now be limited to no more than 10 people indoors and 25 people outdoors, and indoor venues, including restaurants, will be capped at 50% capacity. https://t.co/iZqTCcy5BK",
  "data/tweet-nytimes/2021/8/1425343766119002117.json": "President Jair Bolsonaro is attacking Brazil’s longstanding electronic voting system as he faces the prospect of a crushing defeat at the polls next year. His crusade is drawing comparisons to Donald Trump's efforts to undermine the 2020 U.S. election. https://t.co/lRboPttNSz",
  "data/tweet-nytimes/2021/8/1425370169401122818.json": "YouTube removed a video by Sen. Rand Paul and suspended his account for a week after he posted a clip that the company said violated its policy on Covid-19 misinformation.\nhttps://t.co/pbERv6v2Aw",
  "data/tweet-nytimes/2021/8/1425368272967512071.json": "Breaking News: The Senate approved a $3.5 trillion budget plan along party lines that would fund climate initiatives and health care while raising taxes on the wealthy.\nhttps://t.co/fGPtKvofXu",
  "data/tweet-nytimes/2021/8/1425288385388851203.json": "Breaking News: China sentenced Michael Spavor, a Canadian businessman, to 11 years in prison, in a case that is widely seen as retaliation for the detention of a Huawei executive. https://t.co/Hv4Amhixdt",
  "data/tweet-nytimes/2021/8/1425411711302053891.json": "YouTube removed a video by Sen. Rand Paul and suspended his account for a week after he posted a clip that the company said violated its policy on Covid-19 misinformation.\nhttps://t.co/rlmz8kr61E",
  "data/tweet-nytimes/2021/8/1425207888017072131.json": "Serious coronavirus infections among vaccinated people have been uncommon since the start of the vaccination campaign, a New York Times analysis of data from 40 states and Washington, D.C., shows.\n\nSee more of the data here. https://t.co/NfpUPOJp2o",
  "data/tweet-nytimes/2021/8/1425504216165097476.json": "Breaking News: \"Jeopardy!\" announced that it would have two hosts to succeed Alex Trebek: Mike Richards, the show's executive producer, and Mayim Bialik, the actress and neuroscientist known for her roles in \"The Big Bang Theory\" and “Blossom.\" https://t.co/EkhDa47mFN",
  "data/tweet-nytimes/2021/8/1425513882240618509.json": "Breaking News: The CDC strengthened its recommendation that pregnant people be vaccinated against Covid-19, pointing to new safety data that found no increased risk of miscarriage among those immunized during the first 20 weeks of gestation. https://t.co/QcwzUXNIqi",
  "data/tweet-nytimes/2021/8/1425522889575501825.json": "Breaking News: California will require all school teachers and staff to be fully vaccinated or be tested regularly, the governor said. It is the first state to do so. https://t.co/Kl0EgV2sUu",
  "data/tweet-nytimes/2021/8/1425517411852328962.json": "Mayim Bialik, who is known for her roles in the sitcoms “The Big Bang Theory” and “Blossom,” will be the first woman to be a permanent host of “Jeopardy!” Her role will include hosting a new college championship tournament set to air next year on ABC. https://t.co/jCfTsoFr2X https://t.co/hATmTozBsq",
  "data/tweet-nytimes/2021/8/1425450691682779138.json": "Thousands of people who were vaccinated against the coronavirus at an inoculation center in Germany have been asked to get a third shot after a nurse admitted to replacing the contents of a vial with a saline solution.\nhttps://t.co/jjEuIuL6lj",
  "data/tweet-nytimes/2021/8/1425560170726313989.json": "A program offering New York City residents $100 in exchange for a Covid vaccine has helped raise vaccination rates in the city. Here's what our reporter saw at vaccine sites. https://t.co/i73F4h1Z9v",
  "data/tweet-nytimes/2021/8/1425570250515488774.json": "A former U.S. attorney in Atlanta said his abrupt resignation in January was prompted by a warning that Donald Trump intended to fire him for refusing to say that widespread voter fraud had been found in Georgia. https://t.co/QKQ4Ohmj2d",
  "data/tweet-nytimes/2021/8/1425590373167075330.json": "In just 58,848 days — on Sept. 24, 2182 — NASA scientists say an asteroid the size of the Empire State Building has a slight chance of hitting Earth. https://t.co/sXjeP088DA",
  "data/tweet-nytimes/2021/8/1425635670052179971.json": "Breaking News: The FDA is expected to authorize a third shot of the Pfizer and Moderna vaccines as soon as Thursday for certain people with weakened immune systems, an effort to better protect them as the highly contagious Delta variant sweeps the U.S. https://t.co/yBMbLkGDid",
  "data/tweet-nytimes/2021/8/1425626864006090756.json": "Wisconsin officials authorized the killing of 300 wolves as part of a hunt this fall, far exceeding the recommendations of its own biologists for the once-protected species and drawing criticism from conservationists. https://t.co/3kBpPprme3",
  "data/tweet-nytimes/2021/8/1425373951304388611.json": "Starting as a teenager, Romal Noori risked his life aiding the U.S. war effort in Afghanistan.\n\nWith American troops leaving and the Taliban regaining power, watch how his life has changed. https://t.co/tBVGe2gJFG",
  "data/tweet-nytimes/2021/8/1425743880838844422.json": "Sept. 24, 2182, mark your calendars. https://t.co/doajWCnQJB",
  "data/tweet-nytimes/2021/8/1425765509430132739.json": "A California surfing instructor confessed to killing his two children with a spearfishing gun after abducting them and traveling to Mexico. He told investigators that his belief in the conspiracy theories known as QAnon made him do it, the authorities said.https://t.co/J15pHqp2I3",
  "data/tweet-nytimes/2021/8/1425536289940590604.json": "Why did the universe not destroy itself in the Big Bang, in a collision of matter and antimatter? For the Nobel laureate Toshihide Maskawa, a eureka moment in the bathtub led to an answer. He has died at 81. https://t.co/NWgpwqknmx",
  "data/tweet-nytimes/2021/8/1425587884573200387.json": "Dolly Parton and James Patterson are teaming up: \"Run, Rose, Run,\" a novel inspired by Parton's experiences, is slated for a 2022 release. Parton will also simultaneously release an album based on the book.\nhttps://t.co/aZYMDDbdwZ",
  "data/tweet-nytimes/2021/8/1425845811364118530.json": "In a simulation, we modeled Delta-driven Covid outbreaks in two communities, one with a high vaccination rate and another with a low rate. Their levels of serious illness and death were starkly different.\n\nHere's how vaccines can make a difference. https://t.co/McaTQ8rZ9V",
  "data/tweet-nytimes/2021/8/1425751435782803461.json": "New Zealand set out a cautious plan for reopening.\n\nPrime Minister Jacinda Ardern said the country's border restrictions would ease starting early next year, allowing vaccinated travelers from low-risk countries to enter without having to quarantine.\nhttps://t.co/QV5s7LFslr",
  "data/tweet-nytimes/2021/8/1425634408460169221.json": "Those who are pregnant should get vaccinated against Covid-19, the CDC recommended on Wednesday. New research shows the shots do not increase risk of miscarriage, the agency said. https://t.co/RQCQqb6bhI",
  "data/tweet-nytimes/2021/8/1425630651307413514.json": "Across Texas, health officials warned of a growing crisis not seen in months, with more than 10,000 people hospitalized and intensive care units stretched thin.\n\n\"I am frightened by what is coming,\" a top official said. https://t.co/5czPC3590D",
  "data/tweet-nytimes/2021/8/1425838270471151617.json": "After her last album, Lorde took four years for herself. Her phone, set to grayscale, has no internet browser; she is locked out of her social media apps, with others handling the passwords; and a coder friend even made YouTube inaccessible on her laptop. https://t.co/eO2JgZI95o",
  "data/tweet-nytimes/2021/8/1425854634166456331.json": "Watch: A Texas judge ordered indoor mask-wearing in the Dallas area after rising coronavirus cases fueled by the Delta variant brought the levels of virus transmission and hospitalizations to those seen during the height of the pandemic. https://t.co/U09FY3uTer https://t.co/7nuObnFqbK",
  "data/tweet-nytimes/2021/8/1425878518127382533.json": "Breaking News: America’s largest teachers’ union offered its support for policies that would require all teachers to be vaccinated or submit to regular testing. https://t.co/TwjS5QGzAi",
  "data/tweet-nytimes/2021/8/1425794234825719809.json": "Norway’s women’s beach handball team was fined for wearing shorts instead of bikini bottoms, prompting outrage and calls for a change to the rules.\n\nThe sport’s governing body, facing growing pressure, said a change was “very likely.”\nhttps://t.co/ZpRUrfH1Dw",
  "data/tweet-nytimes/2021/8/1425887374521810954.json": "Breaking News: The Census Bureau said America has grown far more diverse in the last decade, and reported the first recorded drop in the non-Hispanic white population. https://t.co/IuhAT0b0f6",
  "data/tweet-nytimes/2021/8/1425835559042183184.json": "Only 27% of young Black New Yorkers are fully vaccinated, data shows. Many say they fear that during these uncertain times they could not trust the government with their health.\n\n“This is a major public health failure,” said an epidemiologist. https://t.co/vximyBNdqp",
  "data/tweet-nytimes/2021/8/1425415467733225472.json": "The Senate approved a $3.5 trillion budget plan along party lines that would fund climate initiatives and health care while raising taxes on the wealthy.\nhttps://t.co/Fm5b9cEfXF",
  "data/tweet-nytimes/2021/8/1425935453329440771.json": "Breaking News: Britney Spears's father, Jaime Spears, said he would eventually step aside from the conservatorship that she has called abusive and seek \"an orderly transition to a new conservator.\" https://t.co/JVggm8acLw",
  "data/tweet-nytimes/2021/8/1425942641515110400.json": "Breaking News: The Supreme Court allowed Indiana University to require students to be vaccinated against the coronavirus. https://t.co/GKUXBk7bZc",
  "data/tweet-nytimes/2021/8/1425940669022019590.json": "Breaking News: Britney Spears's father, James Spears, said he would eventually step aside from the conservatorship that she has called abusive and seek \"an orderly transition to a new conservator.\" https://t.co/s8mmzqH3mM",
  "data/tweet-nytimes/2021/8/1425928847044882436.json": "The Pentagon is moving thousands of Marines into position for a possible evacuation of the American Embassy and U.S. citizens in Kabul as the Biden administration braces for a possible collapse of the Afghan government within 30 days, officials said. https://t.co/DLdZlvPjNq",
  "data/tweet-nytimes/2021/8/1425979180836139017.json": "San Francisco will impose some of the toughest restrictions on unvaccinated people in the U.S., barring them from indoor dining, bars, gyms and more. https://t.co/rzzUVNFYuP",
  "data/tweet-nytimes/2021/8/1425965347497259008.json": "President Biden encouraged wearing masks in American schools on Thursday, saying \"this isn’t about politics, this is about keeping our children safe.\"\n\nRead more updates on the virus: https://t.co/0UWzElX1o5 https://t.co/a89hycVMmZ",
  "data/tweet-nytimes/2021/8/1425962850082770945.json": "For years, technologists have predicted the rise of the “metaverse,” an all-encompassing digital world that will eventually have its own forms of identity, community and governance. Our tech columnist @kevinroose got a taste of it through Pudgy Penguins. https://t.co/D69pCCC46X",
  "data/tweet-nytimes/2021/8/1426022690343858184.json": "Breaking News: The FDA authorized third doses of Pfizer-BioNTech’s and Moderna’s Covid-19 vaccines for some people with weakened immune systems. https://t.co/2gH1EJY9C9",
  "data/tweet-nytimes/2021/8/1425855870957768710.json": "The U.S. Embassy in Kabul urged Americans who were not working for the U.S. government to leave Afghanistan immediately, as American negotiators try to get assurances from the Taliban that they will not attack the embassy if the capital is overrun. https://t.co/YECnnvI8Y8",
  "data/tweet-nytimes/2021/8/1426053423036776451.json": "In a simulation, we modeled Delta-driven Covid outbreaks in two communities, one with a high vaccination rate and another with a low rate. Their levels of serious illness and death were starkly different.\n\nHere's how vaccines can make a difference. https://t.co/6kHrUJaTGo",
  "data/tweet-nytimes/2021/8/1426023978833952769.json": "The FDA on Thursday authorized third doses of Pfizer-BioNTech’s and Moderna’s coronavirus vaccines for some people with weakened immune systems, giving physicians more leeway to protect those who did not respond to an initial series of shots. https://t.co/j8XkQGGXQO https://t.co/JWFk2GJsau",
  "data/tweet-nytimes/2021/8/1425983206621392897.json": "Nearly every county in the U.S. became more diverse in the last decade as the nation recorded its first drop in the white population in 2020, according to new census data released on Thursday. Here's a breakdown. https://t.co/EFH6RGpDjr https://t.co/NaOgBCgu1n",
  "data/tweet-nytimes/2021/8/1426209454836621319.json": "“Don’t kill me!” the man yelled during a scuffle with police. He later died, shot by a trooper he grew up with.\n\nPolice killings like this have occurred at high rates in rural areas — as they have in U.S. cities — but largely without national attention. https://t.co/Jux78UeVUO",
  "data/tweet-nytimes/2021/8/1426091162302132225.json": "Why did the universe not destroy itself in the Big Bang, in a collision of matter and antimatter? For the Nobel laureate Toshihide Maskawa, a eureka moment in the bathtub led to an answer. He has died at 81. https://t.co/FGtqIOO6ej"
}