{
  "data/tweet-nytimes/2021/9/1432953612683075584.json": "President Biden rejected criticism of his decision to end the U.S.'s war in Afghanistan, hailing what he called the “extraordinary success” of the evacuation of Kabul. He also declared an end to the U.S. using military power “to remake other countries.” https://t.co/TjAord8jUn",
  "data/tweet-nytimes/2021/9/1432946386920775683.json": "At least 180 Covid infections in three states have been traced to an Illinois church camp for teenagers and an affiliated men’s conference that did not require attendees to be vaccinated or tested. https://t.co/gAuYhjhd8M",
  "data/tweet-nytimes/2021/9/1432946740387328001.json": "The Supreme Court did not take action on a request to block a Texas law prohibiting most abortions after about six weeks of pregnancy, allowing the most restrictive abortion law in the U.S. to go into effect. https://t.co/FdaNpIafcx",
  "data/tweet-nytimes/2021/9/1433033181255634950.json": "An arrest warrant was issued for a man who angrily confronted an NBC News reporter covering Hurricane Ida.\n\nBenjamin Eugene Dagley will be charged with simple assault, disturbing the peace and violating an emergency curfew, the police said.\nhttps://t.co/f5J0LFHmOS",
  "data/tweet-nytimes/2021/9/1433014027882483712.json": "President Biden rejected criticism of his decision to end the U.S.'s war in Afghanistan, hailing what he called the “extraordinary success” of the evacuation of Kabul. He also declared an end to the U.S. using military power “to remake other countries.” https://t.co/JyN07VhXop",
  "data/tweet-nytimes/2021/9/1432878392156819463.json": "A Florida real estate developer was arrested for his role in a scheme to bilk $25 million from the family of Representative Matt Gaetz in exchange for a purported presidential pardon that would have ended a sex trafficking investigation into Gaetz. https://t.co/vU3AcHKKzG",
  "data/tweet-nytimes/2021/9/1433079720522944512.json": "Private individuals in Texas can now sue anyone who performs or aids banned abortions, including doctors and even an Uber driver taking a patient to an abortion clinic. Plaintiffs, who need not have any connection to the matter, can win $10,000 in damages. https://t.co/YBmasyF6lR",
  "data/tweet-nytimes/2021/9/1433048265105227792.json": "Before Naomi Osaka became one of the best tennis players in the world, she got her start on the free and inclusive courts in a city park in Jamaica, Queens.\n\nNow she has overseen a refurbishment of the facility to inspire the next generation.\nhttps://t.co/ZWdXgkxmOf https://t.co/VgqjUV5pNs",
  "data/tweet-nytimes/2021/9/1433072165356716039.json": "Piers Morgan was cleared by Britain’s communications regulator after he criticized Meghan, the Duchess of Sussex, after her interview with Oprah Winfrey.\n\nHe was “entitled to say he disbelieved” her accusations against the royal family, the regulator said.\nhttps://t.co/wR5Fj4eJKe",
  "data/tweet-nytimes/2021/9/1433108207933837313.json": "Breaking News: Three police officers and two paramedics will face criminal charges in the 2019 death of Elijah McClain. The young Black man had been walking home when he was stopped by the police, put into a chokehold and injected with an anesthetic. https://t.co/yoE8HaYNbz",
  "data/tweet-nytimes/2021/9/1433087273722130433.json": "The Texas abortion law, known as Senate Bill 8, was drafted to make it difficult to challenge in court. It bars state officials from enforcing it, and instead deputizes private individuals to sue anyone who performs the procedure or “aids and abets” it. https://t.co/fjMlIlZn8y https://t.co/kxpHgvL99H",
  "data/tweet-nytimes/2021/9/1433097402517438464.json": "Arizona banned school mask mandates. Now, only weeks after classes resumed, coronavirus cases are forcing thousands of children and teachers into quarantine. In one suburb, so many drivers are sick that school buses are running 90 minutes late. https://t.co/K5P3L9oaHt",
  "data/tweet-nytimes/2021/9/1433187888867516416.json": "Breaking News: Joe Rogan, the podcasting giant who has been dismissive of Covid vaccines, tested positive for the coronavirus after returning from a series of shows in Florida. https://t.co/N9GkQI1jbh",
  "data/tweet-nytimes/2021/9/1433170053713862661.json": "Breaking News: Purdue Pharma, OxyContin’s maker, was dissolved in a settlement requiring its owners to pay billions while ending a myriad of opioid-related lawsuits. https://t.co/8SPSAcy4x3"
}