{
  "data/tweet-economist/2021/11/1454969213488091136.json": "There has never been a collective human endeavour more ambitious than stabilising the climate https://t.co/dMRmcYDfmp",
  "data/tweet-economist/2021/11/1455045438487343104.json": "It used to be one of Latin America’s success stories. Now Chile looks in worse shape than at any point since its return of democracy three decades ago    https://t.co/Ax6NzUHnpx",
  "data/tweet-economist/2021/11/1455026690074230784.json": "A survey of blood samples published this week shows that more than 90% of Delhi’s residents have antibodies against covid-19 coursing through their veins https://t.co/H9h6sTGTKO",
  "data/tweet-economist/2021/11/1455112385744748550.json": "Would a three-day weekend make people more productive at work? https://t.co/PYm3flbIzO https://t.co/IL9fgOujXD",
  "data/tweet-economist/2021/11/1455079820333879300.json": "We imagine how the mass adoption of personalised nutrition might change people’s health—and the food industry—by 2035 https://t.co/tpHAFiyCkh",
  "data/tweet-economist/2021/11/1454990157598363648.json": "A direct-air capture plant the size of a small school can do the work of a tree plantation as big as a fair-sized town https://t.co/2UhQO2bXm5",
  "data/tweet-economist/2021/11/1455176436013142016.json": "In your day-to-day life, 3°C may not seem like a significant rise in temperature. But it would be catastrophic on a global scale.\n\n@Eaterofsun explains why in our new film. \n\nClick to watch it ⬇️",
  "data/tweet-economist/2021/11/1455240865107087363.json": "Covid-19 has killed more than 5m people, according to Johns Hopkins University. But that number is a significant undercount. Our single best estimate is that the actual toll is 16.7m https://t.co/rvvCw29C1g",
  "data/tweet-economist/2021/11/1455433793846792192.json": "In 1905 most commercial vehicles were electric—so why did they lose the race against petrol-powered cars? https://t.co/MVQAuSD0Pl",
  "data/tweet-economist/2021/11/1455283532666974210.json": "The whole poisonous set-up of “Succession” violates a cardinal rule of 21st-century storytelling: that at least some of the characters, and ideally the protagonist, should be likeable https://t.co/6lmvD3xPva",
  "data/tweet-economist/2021/11/1455331833646878720.json": "It will go far beyond drought, melting ice sheets and crop failures https://t.co/qyVcyCsr7C",
  "data/tweet-economist/2021/11/1455537956689780755.json": "More than 90 countries at #COP26 pledged to reduce global methane emissions to 30% below 2020 levels by 2030 https://t.co/XF13BKnqS1",
  "data/tweet-economist/2021/11/1455542478229155841.json": "China, Russia and India, among the world’s biggest emitters of methane, were not among the 90 countries that pledged to lower global emissions of the gas by 2030 at #COP26 https://t.co/JjLFjIpOof",
  "data/tweet-economist/2021/11/1455478712569315329.json": "Rapid emission cuts can reduce the risks but not eliminate them https://t.co/ArWtPvoGHS",
  "data/tweet-economist/2021/11/1455292837512323077.json": "Researchers have been modifying viruses for decades—and not always in benign ways https://t.co/PT7WeCP95m",
  "data/tweet-economist/2021/11/1455535875962646529.json": "If Louisiana and its similarly restrictive neighbours were to ban abortion, a woman there would have to travel 666 miles to get one https://t.co/bt0XLLcitL",
  "data/tweet-economist/2021/11/1455490494931275778.json": "Greta Thunberg told a crowd gathered in Glasgow that politicians at #COP26 are merely pretending to \"take our future seriously\" and called for individual leadership https://t.co/Crl6tvo3AH https://t.co/nelvtITFMM",
  "data/tweet-economist/2021/11/1455362792974860289.json": "“I found people were trying to wake up earlier and earlier to respond to my emails, then I learned that’s a terrible message to send to the company.” The former chief executive of PepsiCo, @IndraNooyi, talks effective leadership, on “The Economist Asks” https://t.co/Fzl89b2Nec https://t.co/8zLRveAG8L",
  "data/tweet-economist/2021/11/1455622246161166336.json": "Neither coral reefs nor the Amazon rainforest will be likely to survive in a 3°C world https://t.co/ryGSuVp4dx",
  "data/tweet-economist/2021/11/1455611332611477508.json": "Although the official number of deaths caused by covid-19 is now 5m, our single best estimate is that the actual toll is 16.8m people https://t.co/pUzTUFGRz4 https://t.co/ICgyl5eIZc",
  "data/tweet-economist/2021/11/1455632309223317505.json": "Beef emits 31 times more CO₂ per calorie of food than tofu does https://t.co/mKGBsrDGrZ",
  "data/tweet-economist/2021/11/1455651942349295617.json": "The harsh treatment of Princess Mako is a magnified version of the sexism that many Japanese women face on a daily basis https://t.co/Hr9CaEJ9Tf",
  "data/tweet-economist/2021/11/1455671072418848768.json": "The pandemic has claimed more American lives than the country sustained on battlefields during the first world war, second world war and Vietnam war, combined https://t.co/oChsPV017v",
  "data/tweet-economist/2021/11/1455542219901915146.json": "Justices Amy Coney Barrett and Brett Kavanaugh seem inclined to join the four original dissenters in putting the brakes on the Lone Star state’s cunningly draconian abortion ban https://t.co/Iiyf4Y9mzN",
  "data/tweet-economist/2021/11/1455733879168540673.json": "The official number of deaths is now 5m. But our model is 95% confident the true value lies between 10.3m and 19.5m excess deaths \nhttps://t.co/t2ynrfhOSw",
  "data/tweet-economist/2021/11/1455682161542107139.json": "“The Potato Eaters” was one of the few group scenes Van Gogh painted, and nearly everyone who saw it in his lifetime hated it. The artist told his sister that it was the best thing he’d ever done https://t.co/yWDY5Q1L9g",
  "data/tweet-economist/2021/11/1455762868926926849.json": "The harsh treatment of Princess Mako is a magnified version of the sexism that many Japanese women face on a daily basis https://t.co/aUMPaoxV6y",
  "data/tweet-economist/2021/11/1455778964077699072.json": "Large rainforests such as those in the Congo basin provide a service to the world by sucking millions of tons of carbon from the air https://t.co/ScRKbTC37S",
  "data/tweet-economist/2021/11/1455818568524836867.json": "Neither coral reefs nor the Amazon rainforest will be likely to survive in a 3°C world https://t.co/XxXGV798vB"
}