{
  "data/tweet-wsj/2021/6/1399591573701238786.json": "Last year, people were so desperate to get hand sanitizer that distilleries started making it. Now stores are having a hard time getting rid of it all. https://t.co/87zCwP2kfA",
  "data/tweet-wsj/2021/6/1399576488752693249.json": "Pittsburgh has been hailed as one of America’s most livable cities and a Rust Belt success story—but its Black population has largely missed out on its rebirth. A Black venture capitalist who grew up in the former steel town is trying to change that. https://t.co/1Yxy1oiCpf",
  "data/tweet-wsj/2021/6/1399582752022872065.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/Ruy2H09zNM",
  "data/tweet-wsj/2021/6/1399662034460028933.json": "The disinfecting and hand-washing that became common during the Covid-19 pandemic have also shut out other infections such as chickenpox and stomach flu https://t.co/mkKZ3avEbM",
  "data/tweet-wsj/2021/6/1399621771708534789.json": "In Osaka's exit, she revealed a long-running struggle with depression and cast doubt on the rest of her season. https://t.co/QbxyqlLoAN",
  "data/tweet-wsj/2021/6/1399693481849856000.json": "CNN’s streaming service will feature new shows from anchors including Don Lemon and Anderson Cooper  https://t.co/Godf3TC8iM",
  "data/tweet-wsj/2021/6/1399768978466164737.json": "The government unveiled plans to require people in Hong Kong to provide their real name and other personal details when registering mobile phone numbers, a move that critics said would further curtail people’s freedoms and stoke fears of surveillance https://t.co/JjOd90ocfh",
  "data/tweet-wsj/2021/6/1399821836494516227.json": "From @WSJopinion: The VP’s speech was one of the worst 2021 commencement addresses. Purdue University President Mitch Daniels’s might have been the best, writes @gerardtbaker. https://t.co/zQ8ESjiIkp",
  "data/tweet-wsj/2021/6/1399815814384177157.json": "President Biden is suspending oil drilling leases in Alaska's Arctic National Wildlife Refuge, people familiar say. They were approved days before Trump left office. https://t.co/5FeqTgQbwE",
  "data/tweet-wsj/2021/6/1399844017882374144.json": "Tesla failed to oversee Elon Musk's tweets in recent years, twice violating a court-ordered policy that requires company lawyers to approve them, the SEC said. Musk and Tesla paid $40 million to settle a 2018 action brought by the SEC over his tweets. https://t.co/u2nyXDmi27",
  "data/tweet-wsj/2021/6/1399836939822456834.json": "Naomi Osaka spent all of one match and 72 hours at this year’s French Open, but her short stay in Paris was enough to ignite a conversation about mental health and sports that may reshape the lives of pro athletes for years to come https://t.co/PCz4rtZY9y",
  "data/tweet-wsj/2021/6/1399738779477463041.json": "Biden administration lawyers are defending oil and mining projects approved under Trump, benefiting ConocoPhillips, Rio Tinto and others at the expense of environmental and tribal groups https://t.co/Ge9yi98muY",
  "data/tweet-wsj/2021/6/1399922479351713793.json": "Democratic state Rep. Melanie Stansbury won a closely watched U.S. House special election in New Mexico, keeping the seat in Democratic control https://t.co/7Yx189n1No",
  "data/tweet-wsj/2021/6/1399912428478009344.json": "From @WSJopinion: Joe Biden’s desire to do the opposite of Trump on everything is one cause of his mistakes, writes @wjmcgurn https://t.co/BPoU99X9Df",
  "data/tweet-wsj/2021/6/1399908713780109312.json": "The publisher of the National Enquirer agreed to pay $187,500 as part of a settlement with the FEC over a 2016 scheme to buy and suppress the story of a woman who alleged an affair with former President Trump https://t.co/TYHKkrIlPu",
  "data/tweet-wsj/2021/6/1399901126972035075.json": "John Mayer has long exhibited a talent for dexterously navigating assorted musical genres and age demographics. “Once you get past the age of 40, anything can be Elvis. And you have to be very careful that you’re not the guy shaking his head at Elvis.” https://t.co/0NZxmHlcwC",
  "data/tweet-wsj/2021/6/1399893612360617986.json": "NBA stars Jrue Holiday, Andre Iguodala, Kyle Lowry and Andre Drummond are helping fund a new real-estate development, joining more than 150 Black and Latino professionals in backing the roughly $1 billion project https://t.co/cmsfC1aCmE",
  "data/tweet-wsj/2021/6/1399871267415769097.json": "President Biden laid out steps his administration will take aimed at narrowing the racial wealth gap, after meeting with survivors of the 1921 Tulsa Race Massacre https://t.co/wOHPDLCIhg",
  "data/tweet-wsj/2021/6/1399947657855090691.json": "Take an early look at the front page of The Wall Street Journal https://t.co/KaWOMYqWsV https://t.co/PMYOPqtNAq",
  "data/tweet-wsj/2021/6/1399935071776382978.json": "Mikal Bridges wasn’t big enough or strong enough for college basketball. Now he’s guarding LeBron James in the NBA playoffs. https://t.co/OSTpdQxwc0",
  "data/tweet-wsj/2021/6/1399965276901363714.json": "Hong Kong plans to require people to provide their real identity when registering mobile-phone numbers, a change that critics say would further curtail freedoms https://t.co/qawsyG9etf",
  "data/tweet-wsj/2021/6/1399961501042085893.json": "From @WSJopinion: Joe Biden claims Texas’s proposed election reforms are “an assault on democracy.” The facts say otherwise. https://t.co/gjIdLIBYIP",
  "data/tweet-wsj/2021/6/1399897327867990017.json": "Brazil’s economy has returned to pre-pandemic levels, lifted by the biggest stimulus in emerging markets and a return to normal activity by many Brazilians who have ignored scientists’ calls to remain in lockdown as Covid-19 rages across the country https://t.co/IU65zxqyDJ",
  "data/tweet-wsj/2021/6/1399863330618155011.json": "100 years after the Tulsa Massacre destroyed hundreds of Black-owned businesses and homes, entrepreneurs and activists are working to preserve the memory of “Black Wall Street” #WSJWhatsNow https://t.co/kF82wB9uRS https://t.co/747OmclkSg",
  "data/tweet-wsj/2021/6/1399984175592226818.json": "Only about 20% of bachelor’s degrees in computer science go to women. There are ways to change that. https://t.co/Jqjh2QDTEU",
  "data/tweet-wsj/2021/6/1400057615233736706.json": "Joke cryptocurrency dogecoin rallied over 20% after Coinbase said it would allow trading on one of its platforms, prompting cheers from Elon Musk https://t.co/ieRwPjxBCH",
  "data/tweet-wsj/2021/6/1400049051626782721.json": "Brazil-based JBS, the world’s largest meat company by sales, was hit by a ransomware attack, raising pressure on a food-supply chain already under strain and potentially leading to higher consumer prices #WSJWhatsNow https://t.co/QTQgSAtCGx",
  "data/tweet-wsj/2021/6/1400123829196836868.json": "Iran’s largest navy ship sank after catching fire, the latest blow to the country’s vital infrastructure and military assets https://t.co/oS9bfi6poa",
  "data/tweet-wsj/2021/6/1400021898021457920.json": "Take an early look at the front page of The Wall Street Journal https://t.co/R7fghyEQlN https://t.co/N2qDPrhfpt",
  "data/tweet-wsj/2021/6/1399938871924772866.json": "Makers of everything from steel to electric vehicles are building new plants in the Southwest, a red-hot region for manufacturers seeking cheaper land and tax breaks https://t.co/sJ0MDL0M9D",
  "data/tweet-wsj/2021/6/1400138918348087296.json": "The Persian Gulf island nation of Bahrain, battling a sharp resurgence of Covid-19 despite high levels of inoculation with a Chinese-made vaccine, has started giving booster shots using the Pfizer shot https://t.co/Tw2O6qoUqe",
  "data/tweet-wsj/2021/6/1400093626122833921.json": "Sports are becoming more attuned to mental health, but as the turmoil over Naomi Osaka’s departure from the French Open shows, there’s still a long way to go, writes @jasongay https://t.co/k9KRT3gWHO",
  "data/tweet-wsj/2021/6/1400169125549314048.json": "Chinese health authorities said a 41-year-old man had contracted a rare strain of bird flu known as H10N3 and had been in the hospital since late April, calling it the first reported human case globally from the strain. Here's what we know. https://t.co/97X41l6edv",
  "data/tweet-wsj/2021/6/1400196796308242445.json": "Benjamin Netanyahu's rivals agreed to form a government to oust Israel's longest-serving leader, a major shake-up as the nation seeks to preserve a truce with Hamas https://t.co/Cb1Kavkqe8",
  "data/tweet-wsj/2021/6/1400193024227954689.json": "The Fed will begin selling $13.7 billion in corporate bonds and ETFs it amassed last year to contain the pandemic’s economic fallout https://t.co/9xc2hwwGQ6",
  "data/tweet-wsj/2021/6/1400187987808468992.json": "An activist Exxon investor is likely to pick up a third board seat, giving it additional leverage to press the oil giant to address climate-change concerns https://t.co/5hQmm8s6Gd",
  "data/tweet-wsj/2021/6/1400086073561210889.json": "Hamas has seen a surge in cryptocurrency donations since the start of the recent armed conflict with Israel, exploiting a trend in online fundraising that has enabled it to circumvent sanctions to fund its military operations https://t.co/hm0ilUthLi",
  "data/tweet-wsj/2021/6/1400219451014975489.json": "Hackers are pressing their assault on critical U.S. infrastructure, in a global criminal shift from stealing data to demanding million-dollar ransoms https://t.co/JqQ7AOYitr",
  "data/tweet-wsj/2021/6/1400206864797872133.json": "NASA plans to send the first U.S. probes to Venus in over 30 years, to study what made Earth’s nearest neighbor inhospitable to life  https://t.co/dIPXm8D22r",
  "data/tweet-wsj/2021/6/1400006809591717892.json": "The government unveiled plans to require people in Hong Kong to provide their real name and other personal details when registering mobile phone numbers, a move that critics said would further curtail people’s freedoms and stoke fears of surveillance https://t.co/bZseHucfm4",
  "data/tweet-wsj/2021/6/1400244615534546945.json": "The SEC has tried for several years to get Elon Musk to behave more like a typical corporate leader. It hasn’t worked. https://t.co/tBpdQ4R4EW",
  "data/tweet-wsj/2021/6/1400282363607855113.json": "From @WSJopinion: The political left is much more interested in black suffering than black accomplishment, writes @jasonrileywsj https://t.co/7vlU3FgVRY",
  "data/tweet-wsj/2021/6/1400271171225112576.json": "Willie Nelson is showing no signs of slowing down at the age of 88. In the past year, he’s released two albums and co-authored a new book (all while continuing to take Woody Harrelson’s money at the poker table) https://t.co/mv0CoNpBO6",
  "data/tweet-wsj/2021/6/1400221969946189826.json": "Prosecutors said they are seeking a 30-year sentence for ex-Minneapolis police officer Derek Chauvin, who was convicted in April of murdering George Floyd https://t.co/lziFrlnSBC",
  "data/tweet-wsj/2021/6/1400323894494568448.json": "Police in Hong Kong have banned a Tiananmen Square candlelight vigil for the second year, forcing people to consider alternative plans or risk being sent to jail https://t.co/HFiU7pk8UF",
  "data/tweet-wsj/2021/6/1400361678781419526.json": "Six billion male baby chicks are killed each year. Here’s what’s in the works to stop that. https://t.co/Cothe7c2Nh",
  "data/tweet-wsj/2021/6/1400380509117685761.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/5ABdJeWdji",
  "data/tweet-wsj/2021/6/1400427545804279810.json": "A herd of 15 elephants has left a 300-mile path of destruction after escaping from a nature reserve in southwestern China #WSJWhatsNow https://t.co/UGmqpg4QOc",
  "data/tweet-wsj/2021/6/1400440883812646914.json": "Cryptocurrency dogecoin, which started as a satirical homage to bitcoin, is set to begin trading on Coinbase Pro today, a trading platform geared towards more experienced investors #WSJWhatsNow https://t.co/KTnsOqgSGn",
  "data/tweet-wsj/2021/6/1400456010968440850.json": "Cheap, missile-equipped drones are reshaping the future of warfare around the world after recent battlefield successes. \"The implications are game changing.\" https://t.co/8GMGBRpFvM",
  "data/tweet-wsj/2021/6/1400430384303722496.json": "Jobless claims have declined by more than 30% since late April, slipping below 400,000 last week for the first time since the pandemic https://t.co/n5khCzIbyF",
  "data/tweet-wsj/2021/6/1400263501780762629.json": "“We had a nice marriage,” Judge Judy jokes of her time with CBS. “It's going to be a Bill and Melinda Gates divorce.” https://t.co/JP2xmXvpH1",
  "data/tweet-wsj/2021/6/1400444700423864321.json": "Money is flooding into decentralized finance, or DeFi, another hot, and risky, corner of the cryptocurrency market https://t.co/zBZrl4ZwtR",
  "data/tweet-wsj/2021/6/1400520180321632260.json": "United Airlines said it hopes to fly passengers on a new supersonic jetliner by the end of the decade. The planned jet could reduce the flight time between London and Newark, N.J., to 3½ hours. https://t.co/zeFzrtVgXM",
  "data/tweet-wsj/2021/6/1400514179157610500.json": "President Biden expanded a prohibition on Americans investing in Chinese companies with purported links to China’s military, adding more businesses to a blacklist https://t.co/eO5vKM0XZM",
  "data/tweet-wsj/2021/6/1400493763139624962.json": "Grocers and restaurants say they are struggling to hire all the workers they want as they add stores to capitalize on high consumer spending as Americans emerge from a year spent largely at home https://t.co/J9WRjbGN0y",
  "data/tweet-wsj/2021/6/1400560021025570824.json": "A drug from AstraZeneca reduced the combined risk of death and recurrence in early-stage breast-cancer patients, a study found. The pill targets the genetic traits of tumors. https://t.co/cqBShohZW3",
  "data/tweet-wsj/2021/6/1400554178381074435.json": "A celebrated Afghan fighter pilot trained by the American military who hid for months from Taliban death threats has arrived in the U.S. after receiving temporary protection status https://t.co/3rWzZlJJjR",
  "data/tweet-wsj/2021/6/1400489992208715782.json": "Benjamin Netanyahu is trying to rally his right-wing base against a new ruling coalition that includes, for the first time in Israel’s history, an independent Arab party that would have a role in shaping the policies of the predominantly Jewish state https://t.co/ckeUvGUqIn",
  "data/tweet-wsj/2021/6/1400523957485379586.json": "Google removed a senior member of its diversity team over anti-Semitic remarks in a 2007 blog post https://t.co/EO2Eegfr7y",
  "data/tweet-wsj/2021/6/1400561708662460416.json": "Apple told office employees that they are expected to return to their workspace three days a week starting in September https://t.co/55ijXeHAm1",
  "data/tweet-wsj/2021/6/1400512628812877826.json": "Dwyane Wade has sold his Miami Beach estate for $22 million. The retired NBA star bought the roughly 12,000-square-foot property in 2010 for $10.645 million. https://t.co/o0q1nFljQ4",
  "data/tweet-wsj/2021/6/1400591902819467267.json": "Supermarkets and restaurants say they are struggling to hire all the workers they need to open new stores as the U.S. reports a record-high 8.1 million unfilled jobs https://t.co/Z3s2dUg1sP",
  "data/tweet-wsj/2021/6/1400584354418548739.json": "A former senior Treasury official was sentenced to six months in federal prison for leaking sensitive financial information about Paul Manafort and others https://t.co/08dcqT611o",
  "data/tweet-wsj/2021/6/1400572837782503429.json": "Hedge-fund billionaire William Ackman is nearing a record SPAC deal that would value Universal Music at roughly $40 billion, people familiar with the matter said https://t.co/NaQ2QkJLjk",
  "data/tweet-wsj/2021/6/1400637187201306625.json": "Executives say expanded unemployment benefits and federal stimulus checks are making it harder to find people willing to work at supermarkets and restaurants https://t.co/ENIM5tEv1Y",
  "data/tweet-wsj/2021/6/1400618369624182786.json": "After George Floyd’s killing last year, Harvard Business School Professor Mihir Desai says he channeled his thoughts and emotions the best way he knew how—by writing a case study for his MBA students https://t.co/l06aFQ5AEr",
  "data/tweet-wsj/2021/6/1400610798179868674.json": "Covid-19 cases in New York City are down 95% since the start of 2021 with the percentage of people testing positive for the disease now at 0.81% https://t.co/g0yp0N33x2",
  "data/tweet-wsj/2021/6/1400580597245005827.json": "Naomi Osaka’s tournament withdrawal highlights a thorny question for many companies: How to handle situations when an employee's mental-health needs conflict with the needs of their job? https://t.co/1S1N99TGE1",
  "data/tweet-wsj/2021/6/1400663619675754498.json": "United Airlines said it hopes to fly passengers on a new supersonic jetliner by the end of the decade. The planned jet could reduce the flight time between London and Newark, N.J., to 3½ hours. https://t.co/P9nRGjeAtI",
  "data/tweet-wsj/2021/6/1400599454651138050.json": "To understand how herd immunity works to protect a large population from Covid-19, start with this mathematical equation https://t.co/pH3cX3V7Vg",
  "data/tweet-wsj/2021/6/1400678755685834753.json": "A drug from AstraZeneca reduced the combined risk of death and recurrence in early-stage breast-cancer patients, a study found. The pill targets the genetic traits of tumors. https://t.co/8KAgoYWD04",
  "data/tweet-wsj/2021/6/1400792552618463234.json": "Breaking: Employers added 559,000 jobs in May and the unemployment rate fell to 5.8%, in a pickup of the labor market’s recovery from Covid-19 https://t.co/jzgtK0Of3W",
  "data/tweet-wsj/2021/6/1400674953750581250.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/T3XGpr9a0g",
  "data/tweet-wsj/2021/6/1400789465224859656.json": "FBI Director Christopher Wray said the agency was investigating about 100 different types of ransomware, many of which trace back to Russia, and compared the spate of cyberattacks with the challenge posed by the Sept. 11, 2001, terrorist attacks https://t.co/BQvabfC1Wu",
  "data/tweet-wsj/2021/6/1400886348979048449.json": "Twitter banned Nigeria’s president from its platform, citing violations to its policies. Now, Nigeria says it’s banning Twitter. https://t.co/G6vlWsMWsh",
  "data/tweet-wsj/2021/6/1400875135469555715.json": "After Naomi Osaka dropped out of the French Open, Sweetgreen not only retained the tennis star's endorsement deal, it embraced her decision. “She stands up for what she believes in,\" a company co-founder said. \"That’s back to our core values.” https://t.co/STIsO5vJq3",
  "data/tweet-wsj/2021/6/1400858083769864192.json": "Breaking: Facebook said Donald Trump will be suspended from its platform for two years, effective from Jan. 7. The ban will be re-evaluated at that time. https://t.co/mqNx3Ka2Zk",
  "data/tweet-wsj/2021/6/1400849340587986950.json": "The Biden administration is moving to restore protections for endangered animals and plants that were loosened under former President Donald Trump, which had triggered lawsuits from environmental groups https://t.co/GUA2VNP7if",
  "data/tweet-wsj/2021/6/1400807047277387779.json": "Employers added 559,000 jobs in May, but they are struggling to fill job openings as the economic recovery gains momentum #WSJWhatsNow https://t.co/fzJo0zbfby",
  "data/tweet-wsj/2021/6/1400931430436376581.json": "Nigeria indefinitely suspended Twitter in the country, the government said, two days after the platform deleted a tweet by the nation's president and briefly suspended his account (corrects earlier tweet, now deleted, that said Twitter banned his account) https://t.co/d8EVzfo45s https://t.co/hQcte6uB2A",
  "data/tweet-wsj/2021/6/1400927866284658691.json": "President Biden is making anticorruption a central pillar of his administration’s national security agenda, issuing a directive the White House said would further collaboration between government agencies on issues including kleptocracy and illicit finance https://t.co/MQVJOKR9DG",
  "data/tweet-wsj/2021/6/1400992037885952000.json": "From @WSJopinion: A lab leak is the likeliest explanation, but only a real investigation can cut through China’s dissembling and uncover the truth, writes David Asher https://t.co/zeFN1vLKG7",
  "data/tweet-wsj/2021/6/1400965657085108232.json": "Heat has caused more deaths in the U.S. than hurricanes, tornadoes or floods in recent years. Scientists say tree planting and the whitest white paint will temper urban “heat islands.” https://t.co/ZOTg0PDycB",
  "data/tweet-wsj/2021/6/1400954280874590208.json": "Microsoft's Bing search engine blocked content in the U.S. deemed politically sensitive to China’s government on the anniversary of the Tiananmen Square massacre, a move the company said was an accident that it would correct https://t.co/ELWvDYLwjy",
  "data/tweet-wsj/2021/6/1401033590687817731.json": "Here's an early look at the front page of The Wall Street Journal's weekend edition https://t.co/fpTeu5sczZ https://t.co/FqkKI6n5Hg"
}