{
  "data/tweet-economist/2021/11/1454969213488091136.json": "There has never been a collective human endeavour more ambitious than stabilising the climate https://t.co/dMRmcYDfmp",
  "data/tweet-economist/2021/11/1455045438487343104.json": "It used to be one of Latin America’s success stories. Now Chile looks in worse shape than at any point since its return of democracy three decades ago    https://t.co/Ax6NzUHnpx",
  "data/tweet-economist/2021/11/1455026690074230784.json": "A survey of blood samples published this week shows that more than 90% of Delhi’s residents have antibodies against covid-19 coursing through their veins https://t.co/H9h6sTGTKO",
  "data/tweet-economist/2021/11/1455112385744748550.json": "Would a three-day weekend make people more productive at work? https://t.co/PYm3flbIzO https://t.co/IL9fgOujXD",
  "data/tweet-economist/2021/11/1455079820333879300.json": "We imagine how the mass adoption of personalised nutrition might change people’s health—and the food industry—by 2035 https://t.co/tpHAFiyCkh",
  "data/tweet-economist/2021/11/1454990157598363648.json": "A direct-air capture plant the size of a small school can do the work of a tree plantation as big as a fair-sized town https://t.co/2UhQO2bXm5",
  "data/tweet-economist/2021/11/1455176436013142016.json": "In your day-to-day life, 3°C may not seem like a significant rise in temperature. But it would be catastrophic on a global scale.\n\n@Eaterofsun explains why in our new film. \n\nClick to watch it ⬇️",
  "data/tweet-economist/2021/11/1455240865107087363.json": "Covid-19 has killed more than 5m people, according to Johns Hopkins University. But that number is a significant undercount. Our single best estimate is that the actual toll is 16.7m https://t.co/rvvCw29C1g",
  "data/tweet-economist/2021/11/1455433793846792192.json": "In 1905 most commercial vehicles were electric—so why did they lose the race against petrol-powered cars? https://t.co/MVQAuSD0Pl",
  "data/tweet-economist/2021/11/1455283532666974210.json": "The whole poisonous set-up of “Succession” violates a cardinal rule of 21st-century storytelling: that at least some of the characters, and ideally the protagonist, should be likeable https://t.co/6lmvD3xPva"
}