{
  "data/tweet-economist/2021/7/1410397546112077827.json": "To contain the rapid spread of the variant, European countries and Hong Kong have tightened controls on travellers from Britain  https://t.co/SoHX3SModA",
  "data/tweet-economist/2021/7/1410423469418946562.json": "Closing the world’s schools caused children great harm https://t.co/D3YRsWvd7K",
  "data/tweet-economist/2021/7/1410443643186561024.json": "The delta variant is thought to be perhaps two or three times more transmissible than the original virus first spotted in Wuhan in China in 2019  https://t.co/6ZeVZ9FTf5",
  "data/tweet-economist/2021/7/1410456720736927744.json": "The pandemic has demonstrated what medicine can achieve with the right resources and incentives; it is an apt time to shine a light on the gaps in understanding of women’s bodies\nhttps://t.co/82HZxLSmYy",
  "data/tweet-economist/2021/7/1410402089562525697.json": "Single-sport specialisation in schools may explain why more young people than ever before are sustaining ACL injuries https://t.co/ZidSRUCCe7",
  "data/tweet-economist/2021/7/1410528373097570305.json": "If delta turns out to be more lethal, as well as more transmissible, keeping infections under control will become simultaneously harder and more important  https://t.co/kEMfUxtCrS",
  "data/tweet-economist/2021/7/1410546566964842501.json": "⚡️ How has the Chinese Communist Party survived for 100 years? Our special report looks at the party’s evolution over the last century https://t.co/L27WR5QfP7",
  "data/tweet-economist/2021/7/1410554918369378308.json": "In a ceremony marking the 100th anniversary of the Chinese Communist Party, President Xi Jinping vowed to “smash” any attempts by Taiwan at formal independence. \n\nIs Taiwan part of China? \n\nClick to watch our film about the complexities over the island’s sovereignty ⬇️",
  "data/tweet-economist/2021/7/1410608066630885376.json": "The pandemic has demonstrated what medicine can achieve with the right resources and incentives; it is an apt time to shine a light on the gaps in understanding of women’s bodies\nhttps://t.co/HofCz1Nf7t",
  "data/tweet-economist/2021/7/1410611279245430790.json": "The last phase of the pandemic will be drawn-out and painful. But what world will it leave behind? Our cover this week outside North America https://t.co/HTHIgXRv9t https://t.co/EUGOVYyeLk",
  "data/tweet-economist/2021/7/1410664038477053955.json": "Having promised to rejuvenate democracy around the world, Joe Biden finds himself in a battle to defend it at home https://t.co/jUMlukFTYC",
  "data/tweet-economist/2021/7/1410621741404246018.json": "About 8% of China’s adult population are members of the party, providing its eyes and ears in workplaces, neighbourhoods and campuses     https://t.co/djyC0WwVbf",
  "data/tweet-economist/2021/7/1410759427104333825.json": "The delta variant is thought to be perhaps two or three times more transmissible than the original virus first spotted in Wuhan in China in 2019  https://t.co/JjNDtijdnF",
  "data/tweet-economist/2021/7/1410732484027830274.json": "In 2018 roughly 300,000 people over the age of 65 are estimated to have died as a result of extreme heat https://t.co/39ugGVDp98",
  "data/tweet-economist/2021/7/1410724405890613250.json": "RT @stevenmazie: I didn't think the Voting Rights Act was quite *this* doomed after the oral argument. But the 6-3 majority has rewritten t…",
  "data/tweet-economist/2021/7/1410769430557114368.json": "On July 1st 1921, China’s Communist Party was founded. The party is still prospering today, we explain why https://t.co/EBh9k4kh3i",
  "data/tweet-economist/2021/7/1410823103282810880.json": "Unlike storms and ﬂoods, heat does not lead to dramatic before-and-after pictures or widespread damage to property. It is a silent killer https://t.co/IFVZon1cUS",
  "data/tweet-economist/2021/7/1410871024325992452.json": "Hydrogen technologies may be the best way to fuel greener air travel in the future. Film supported by @Mishcon_de_Reya https://t.co/I9IIMH9afM https://t.co/tCZtgJCjyL",
  "data/tweet-economist/2021/7/1410732966599270400.json": "A new report ranks 41 rich countries according to the amount of leave offered to new parents, the ease of access to education in early childhood, the quality of teaching and the affordability of child care  https://t.co/89kcvJyVXH",
  "data/tweet-economist/2021/7/1410877752862035972.json": "Two things are clear: the last phase of the pandemic will be drawn-out and painful; and that covid­-19 will leave behind a different world https://t.co/X6lTFc1eRa",
  "data/tweet-economist/2021/7/1410828194194853889.json": "China’s achievement in eradicating malaria is a result of three policies: early intervention, surveillance and cross-sector collaboration  https://t.co/EejuILSqWx",
  "data/tweet-economist/2021/7/1410644628244729860.json": "Mekelle’s recapture has not only scuppered Abiy Ahmed’s attempt to bring Tigray to heel by force of arms, but also threatens to break up Ethiopia's fractious ethnic federation https://t.co/sxm3jTNX8T",
  "data/tweet-economist/2021/7/1410833158363389953.json": "Delta is both more infectious and better at evading immunity than other variants. The spike protein of SARS-CoV-2 particles will help explain why https://t.co/GWmkJhHGAU",
  "data/tweet-economist/2021/7/1410845877556727812.json": "Emmanuel Macron is seeking to bring France’s child-care provision closer to that offered in European countries such as Norway, Portugal and Sweden  https://t.co/EAyHD3dYNw",
  "data/tweet-economist/2021/7/1410957707268481036.json": "The purpose of Canada’s residential schools for indigenous children was to “kill the Indian in the child”. Sometimes the child died too https://t.co/FaQi1RLfz2",
  "data/tweet-economist/2021/7/1410985637809950721.json": "Why have German submarines delivered to Turkey riled the Greeks?  https://t.co/J7Q8xN6xMS",
  "data/tweet-economist/2021/7/1410908238552391684.json": "RT @_rospearce: I designed my first double-page #dataviz for The Economist!\n\nIt depicts our new 'Normalcy index', which tracks the world's…",
  "data/tweet-economist/2021/7/1411048555180183554.json": "America is the stingiest of all 41 countries in the parental leave category: it is “the only rich country without nationwide, statutory, paid maternity leave, paternity leave or parental leave” a new report on child-care policies observes  https://t.co/a80WJElttM",
  "data/tweet-economist/2021/7/1411034491066400770.json": "Even if greenhouse-gas emissions are cut to net-zero by 2050, temperatures will go on rising for decades. Other measures are needed to protect people against extreme heat https://t.co/Mlt3t9n65z",
  "data/tweet-economist/2021/7/1410996456840904709.json": "As Jeff Bezos concludes his days as Amazon’s CEO, take a look back at the story of how he became the 21st century’s most important tycoon https://t.co/YPRMRcOAJq",
  "data/tweet-economist/2021/7/1411004378513825794.json": "RT @kncukier: Brilliant article by @ruthbenghiat on the \"anti-authoritarian playbook\": how society can resist strongmen leaders.\n\nIn short:…",
  "data/tweet-economist/2021/7/1411142674850234371.json": "A group of botanists believes a partial solution to the lack of urban vegetation is to plant miniature simulacra of natural forests, ecologically engineered for rapid growth https://t.co/wdbVRdrGcE"
}