{
  "data/tweet-economist/2021/6/1399559420707753984.json": "Every year since the 1960s, the 10% of voters with the most years of schooling gravitated towards left-wing parties, while the remaining 90% slid the other way https://t.co/PynHVjVdrb",
  "data/tweet-economist/2021/6/1399549432669118466.json": "Nicolás Maduro wants to reduce some of the pressure on his regime—and pare back sanctions—by holding slightly less rigged regional elections and negotiating with the opposition https://t.co/mFLV1NQltk",
  "data/tweet-economist/2021/6/1399545260926251011.json": "America, Britain, Germany and Japan are among the countries aiming to imitate the Defence Advanced Research Projects Agency https://t.co/C8x7a02gH1",
  "data/tweet-economist/2021/6/1399526678121041926.json": "Rarely has a Mexican president attracted such adulation—and loathing. On June 6th voters can either boost Andrés Manuel López Obrador's party or clip its wings https://t.co/psHOHt5Dop",
  "data/tweet-economist/2021/6/1399603858712809476.json": "President López Obrador's ad hoc, lawless approach has not made Mexico less corrupt, but he has highlighted the need for a clean-up https://t.co/vsuSzSsdtB",
  "data/tweet-economist/2021/6/1399637097737293824.json": "A fifth of all rice grown globally now comes from hybrids that were developed by Yuan Longping https://t.co/ZsMtcxhxd6",
  "data/tweet-economist/2021/6/1399599869573095426.json": "“They are worried who will do the work if the staff test positive.” @1843mag looks at the truth about rich Indians’ relationship with their domestic workers https://t.co/CGbXrs8LJA",
  "data/tweet-economist/2021/6/1399682406353981441.json": "In a world plagued by authoritarian populists, Mexico’s president has somehow escaped the limelight. But he is a danger to Mexican democracy https://t.co/ZlI07CQRX1",
  "data/tweet-economist/2021/6/1399686434362171393.json": "As long as President López Obrador is in charge, there will be two Mexicos. One, a dynamic and integrated part of North America; the other, remote, backward and resentful https://t.co/F1DTUnVDU9",
  "data/tweet-economist/2021/6/1399737004661874690.json": "Biryani was supposedly invented during the 17th century, when India was part of the Mughal empire. From @1843mag\n https://t.co/zzv0hKZTKw",
  "data/tweet-economist/2021/6/1399776792882434052.json": "The populist president's gravest flaw is a disregard for the rule of law. Critics fear he is trying to extend his first term in office https://t.co/orplHMGCEQ",
  "data/tweet-economist/2021/6/1399798416310472707.json": "A growing number of people are organising their love and sex lives via spreadsheets. Is this really how to excel in relationships https://t.co/7QZwB8pudk  From @1843mag",
  "data/tweet-economist/2021/6/1399791878506176518.json": "New research suggests that watermelons were domesticated from a subspecies called the Sudanese Kordofan melon, which grows in Darfur, Sudan https://t.co/6dVsukCyvj",
  "data/tweet-economist/2021/6/1399836943869952002.json": "The populist president's gravest flaw is a disregard for the rule of law. Critics fear he is trying to extend his first term in office https://t.co/3IEpEjcPCj",
  "data/tweet-economist/2021/6/1399863561510338561.json": "Archaeological evidence from Libya and Egypt suggests watermelons were cultivated there thousands of years ago https://t.co/Ybly76zbPp",
  "data/tweet-economist/2021/6/1399832390344847362.json": "Since Joe Biden took office, hunger rates in America have dropped 43%. But both Donald Trump and Mr Biden can take credit https://t.co/GaRXTMnrAO",
  "data/tweet-economist/2021/6/1399576560626241537.json": "In cracking the puzzle of superspreading, researchers have had to re-evaluate their understanding of SARS-CoV-2’s transmission https://t.co/Tx7X94nsRM",
  "data/tweet-economist/2021/6/1399907219425136640.json": "A study in 2018 concluded that around 40% of multinationals’ overseas profits are artificially shifted to low-tax countries  https://t.co/IBBfTnFH70",
  "data/tweet-economist/2021/6/1399852761756340224.json": "The paper finds that income and education began diverging as predictors of ideology as early as the 1960s https://t.co/Jtut8ioRXV",
  "data/tweet-economist/2021/6/1399942975371845632.json": "Until recently, the origins of watermelons were lost in the mists of time https://t.co/cPKm1HWsha",
  "data/tweet-economist/2021/6/1399790859755864065.json": "Firms across the world are spending big. We analyse their capital-expenditure plans https://t.co/WmZbMgu9OS https://t.co/3A1MCfsZxN",
  "data/tweet-economist/2021/6/1400009806853836803.json": "Education has become a global battle and tutors are a secret weapon https://t.co/mihUONsMyB From @1843mag",
  "data/tweet-economist/2021/6/1399974498477215751.json": "National indoor-air-quality standards would help. One way to enforce them could be through ventilation certificates for buildings, similar to food-hygiene assessments https://t.co/AeF7H0vlPg",
  "data/tweet-economist/2021/6/1400068512979341312.json": "Two IMF economists reckon the developing world could inoculate almost 40% of its population by the end of 2021, if rich countries donated half of their surplus vaccines  https://t.co/DxAi9qZXDm",
  "data/tweet-economist/2021/6/1400104426191327236.json": "Food and sex have always been closely linked in Jewish thinking. From @1843mag https://t.co/aHretpqPOw",
  "data/tweet-economist/2021/6/1400129203744477191.json": "Over 25% of the world's adults have now received one dose of a covid-19 vaccine https://t.co/G4mjtdY4pm",
  "data/tweet-economist/2021/6/1400169877474848772.json": "On paper, it is straightforward. Take enormous, reckless gambles on things so beneficial that only a handful need work to make the whole venture a success. But, inevitably, it is not so simple https://t.co/cMCQ250dtT",
  "data/tweet-economist/2021/6/1399911981373603843.json": "The paper implies that the votes for Donald Trump and Brexit were not an abrupt departure from precedent, but the consequence of a 60-year-old international trend https://t.co/shlf2L1Ek8",
  "data/tweet-economist/2021/6/1400291475792015362.json": "What makes it truly historic is the inclusion of Ra’am. It would become the first Arab party to join a government since Israel’s founding in 1948. https://t.co/zzDPDilYI9",
  "data/tweet-economist/2021/6/1400265430867005440.json": "A new poll from The Economist and YouGov found that 56% of adults in America approved of an independent commission to investigate the storming of the US Capitol on January 6th      https://t.co/Gf0KO8sbSi",
  "data/tweet-economist/2021/6/1400234577768206338.json": "Matt Gaetz and Marjorie Taylor Greene have followed the former president’s recipe for political success. They are light on substantive policy proposals, heavy on theatrics and outrage https://t.co/4nOs6jqaTp",
  "data/tweet-economist/2021/6/1400330111451340800.json": "America, Britain, Germany and Japan are among the countries aiming to imitate the Defence Advanced Research Projects Agency https://t.co/TD71TxQraN",
  "data/tweet-economist/2021/6/1400311562917797892.json": "If other EU countries will not accept Syrian refugees, the remaining options are to return to Syria voluntarily or to be housed in a prison-like deportation centre in Denmark https://t.co/MgfQANd2Rj",
  "data/tweet-economist/2021/6/1400127570516054026.json": "Partial data suggests Wuhan’s initial covid-19 outbreak may have been two or three times worse than reported by Chinese officials.\n\nSwipe to see how the city’s first wave compares to that of London and New York"
}