{
  "data/tweet-economist/2021/4/1377450955562741763.json": "In 5G telecoms, transport networks and much else, America lags behind China. Most of the infrastructure investment Joe Biden is calling for would represent not trailblazing but catch-up https://t.co/Cv2gvtIDMD",
  "data/tweet-economist/2021/4/1377440884359274505.json": "We uncover the greatest hoaxes in history, from left-handed whoppers to Martians landing. From @1843mag https://t.co/CAohHo2wH8",
  "data/tweet-economist/2021/4/1377411506392850433.json": "Over the course of 20 years, a tonne of the methane will warm the atmosphere about 86 times more than a tonne of carbon dioxide. But it degrades quickly, creating an opportunity for fast action on global warming https://t.co/NuuolWYWag",
  "data/tweet-economist/2021/4/1377481743024975874.json": "The International Energy Agency estimates that 40% of methane emissions from fossil fuels can be easily eliminated at no net cost. This opportunity to slow global warming must be seized https://t.co/cA2WxsUNOU",
  "data/tweet-economist/2021/4/1377473361278869510.json": "Almost one billion doses of covid-19 vaccines have been produced https://t.co/jF2xzTk30L",
  "data/tweet-economist/2021/4/1377486489605578753.json": "A joint WHO-China study of covid-19’s origins leaves much unclear https://t.co/zJXyneOAB6",
  "data/tweet-economist/2021/4/1377502538933633024.json": "About a quarter of global warming is a consequence of methane https://t.co/4aIsUurgxw",
  "data/tweet-economist/2021/4/1377435658709467137.json": "Suga Yoshihide, Japan's prime minister, is expected to become the first foreign leader to visit Joe Biden at the White House https://t.co/m8G5D3upcF",
  "data/tweet-economist/2021/4/1377531707474202624.json": "Climate models have been pretty accurate in predicting global warming. Here's how they work https://t.co/HdaKP62vRv https://t.co/PK3KIW9tCi",
  "data/tweet-economist/2021/4/1377529635378978816.json": "He envisages fixing 20,000 miles of road, stripping lead piping from 400,000 schools and installing 500,000 charging outlets for electric cars https://t.co/ljsD95FI4X",
  "data/tweet-economist/2021/4/1377537361966415872.json": "Experts think climate change is to blame. For a behind-the-scenes look at @TheEconomist’s charts and data journalism, sign up to our free newsletter https://t.co/Iyo9XPFJ1N https://t.co/vKovRmaXwK",
  "data/tweet-economist/2021/4/1377570449077514240.json": "April fools used to bring us joy and laughter. Then fake news came along and spoiled it https://t.co/8vOV1ifXBy",
  "data/tweet-economist/2021/4/1377554107695792131.json": "Most Israelis want to see Binyamin Netanyahu go https://t.co/0kcEzWYSvF",
  "data/tweet-economist/2021/4/1377553868708577282.json": "This week’s cartoon from KAL: https://t.co/xyiwD5IJvl https://t.co/Y8r1yl8a8o",
  "data/tweet-economist/2021/4/1377571470679937027.json": "Could you have a lucky gene? https://t.co/dXXZlR1ano",
  "data/tweet-economist/2021/4/1377613233599680518.json": "Previously, China has been cautious around any country capable of punching back. But recently its risk calculations seem to have changed https://t.co/ZB0i69VRLj",
  "data/tweet-economist/2021/4/1377513860383571970.json": "The French armed forces are planning for high-intensity war https://t.co/nErxadGXAV",
  "data/tweet-economist/2021/4/1377621939099992067.json": "The price of cobalt has nearly doubled since January as the electric-vehicle boom gathers pace. Meeting the demand will not be easy https://t.co/2r90rJqhFV",
  "data/tweet-economist/2021/4/1377464113044013056.json": "The success of Joe Biden's vaccination plan depends partly on the willingness of Americans to get the shot. Here's how vaccine confidence has changed over the past year   https://t.co/PXFTMnMFtA"
}