{
  "data/tweet-nytimes/2021/10/1443737463667703815.json": "A month after they escaped from a farm in Maryland, five zebras have evaded capture and are continuing to ramble across the wilds of suburban Prince George’s County. \nhttps://t.co/xtYbf39Iel",
  "data/tweet-nytimes/2021/10/1443840366105538563.json": "Princess Mako of Japan is going to marry her college boyfriend, a commoner, after a long and arduous engagement. The pressure has been so intense that the princess has been diagnosed with post-traumatic stress disorder, Japan’s public broadcaster reported. https://t.co/SVtIfDD4Ci",
  "data/tweet-nytimes/2021/10/1443883577490411527.json": "The drug maker Merck will seek authorization for the first antiviral pill for Covid. The drug, molnupiravir, cut the risk of hospitalization or death in half when given to high-risk people early in their infections, a clinical trial found.\nhttps://t.co/6VyYq3iDtJ",
  "data/tweet-nytimes/2021/10/1443727419194675203.json": "Jeff Ament of Pearl Jam is bringing high-end skate parks to every city and town in Montana that will have one. “It’s much bigger than skateboarding,” he said. https://t.co/DcmScrkIWY https://t.co/yWMpgsuXk3",
  "data/tweet-nytimes/2021/10/1443912096912187416.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it.\nhttps://t.co/ZGFNBv7SRX",
  "data/tweet-nytimes/2021/10/1443787808175448068.json": "California is the latest example of vaccine requirements leading to more vaccinations.\n\nIn a survey of more than a dozen of the state’s major hospital systems, most health care employers reported vaccination rates this week of 90% or higher. Read more: https://t.co/Czt7XTcDva https://t.co/i8q5Cdsc9a",
  "data/tweet-nytimes/2021/10/1444029375272325124.json": "A Danish museum gave an artist about $83,000 to reproduce pieces reflecting the nature of work in the modern world.\n\nHe pocketed the cash and delivered two blank canvases titled \"Take the Money and Run.\" https://t.co/CjyA115QVt",
  "data/tweet-nytimes/2021/10/1444032229781409795.json": "Nearly 700,000 people in the U.S. have now died of Covid-19 — making this the deadliest pandemic in American history.\n\nA majority who died recently were in the South and unvaccinated. Many of the victims were also younger than before. https://t.co/SqffAYhunH",
  "data/tweet-nytimes/2021/10/1444072655431290880.json": "Breaking News: Over 700,000 Americans have died of Covid-19. This pandemic is the deadliest in U.S. history, overtaking the toll from the influenza pandemic of 1918 and 1919. Every age group under 55 saw its highest death toll of the pandemic this August. https://t.co/mNP4pysUKq https://t.co/X9FhcZFtey",
  "data/tweet-nytimes/2021/10/1444003573377994760.json": "Breaking News: California plans to require FDA-approved Covid vaccines for K-12 students as early as next fall, the first U.S. state to announce such a mandate. https://t.co/hrJklHvUiU",
  "data/tweet-nytimes/2021/10/1444026132303581189.json": "After George Floyd’s murder, some New York City firefighters shared racist messages mocking his death. They gloated about how police could \"legally shoot Black children.\" After Black firefighters complained, officials quietly suspended nine firefighters. https://t.co/UO2DXOd1qe",
  "data/tweet-nytimes/2021/10/1444014282543403011.json": "Alex Jones, the Infowars founder and conspiracy theorist who claimed that the Sandy Hook school shooting in 2012 was a hoax, lost two defamation lawsuits filed in Texas by victims' families because he failed to provide requested information to the court. https://t.co/MIedyWFLP8",
  "data/tweet-nytimes/2021/10/1444130028208467971.json": "American Airlines told employees on Friday that it would require all U.S.-based employees and some international crew members to be vaccinated. Separately, Alaska Airlines and JetBlue said that they, too, would mandate the vaccine for employees. https://t.co/FNpnFiRINY",
  "data/tweet-nytimes/2021/10/1444009246639722511.json": "California would be the first U.S. state to mandate the Covid vaccine for K-12 students attending school in-person, beginning next fall. https://t.co/aF6dfr8d8H https://t.co/DdV0IoZEf2",
  "data/tweet-nytimes/2021/10/1444119957248389121.json": "Any New York City police officer who is found to have pledged allegiance to the Oath Keepers or other “far-right nationalist” groups should be investigated by the Police Department, charged internally and removed from the force, Mayor Bill de Blasio said. https://t.co/fhfFBGPGZL",
  "data/tweet-nytimes/2021/10/1444198473230921730.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it.\nhttps://t.co/eOqoaFhOfT",
  "data/tweet-nytimes/2021/10/1443938831393243139.json": "“A lot of students on campus want to see the fraternity completely abolished.”\n\nAnti-fraternity protests have taken place across the country as students respond to sexual assault allegations against fraternity members and demand an end to Greek life.\nhttps://t.co/jBw2vnFjNk",
  "data/tweet-nytimes/2021/10/1444257125711101955.json": "When a school board in Pennsylvania voted to effectively ban hundreds of books from being taught in classrooms, high school students led a revolt against the decision.  https://t.co/9m1ozAMmLL",
  "data/tweet-nytimes/2021/10/1444145126188765188.json": "On Friday, Matt Amodio won his 33rd \"Jeopardy!\" game, surpassing James Holzhauer's winning streak and taking his place as No. 2 in the record book for most games won in a row. https://t.co/ThrO7yrGEs",
  "data/tweet-nytimes/2021/10/1444150179100250119.json": "After her son was found to be autistic, Ruth Sullivan became a tireless advocate for people with the condition. She also consulted on the film \"Rain Man.\" She has died at age 97. https://t.co/S1QxDo9iyz",
  "data/tweet-nytimes/2021/10/1444311921453379584.json": "A staggering 700,000 people in the U.S. have now died of Covid-19 — making this the deadliest pandemic in American history.\n\nA majority who died recently were in the South and unvaccinated. Many of the victims were also younger than before. https://t.co/ECeo1Oh3IY",
  "data/tweet-nytimes/2021/10/1444321288714133506.json": "Scott Kirby, the chief executive of United Airlines, decided that it was time to require employees to get vaccinated after learning two employees had died of Covid-19. \n\nThe effort, one of the largest of its kind, worked. https://t.co/KqpE0TJgcl",
  "data/tweet-nytimes/2021/10/1444309077186732033.json": "Breaking News: Mohammed Khalifa, a Canadian man who narrated two infamous videos from ISIS to recruit Westerners, was arrested by the FBI this week and secretly whisked back to the U.S. to face federal prosecution. https://t.co/hDObbhgVle",
  "data/tweet-nytimes/2021/10/1444336386228772864.json": "Portugal is among the world’s leaders in vaccinations, with roughly 86% of its population fully inoculated.\n\nVice Adm. Henrique Gouveia e Melo, who turned the country’s vaccine campaign around, said there was a key to his success: Keep politics out of it. https://t.co/xYPE27pBPG",
  "data/tweet-nytimes/2021/10/1444419440557309955.json": "About three years ago, Stanley Tucci was in a New York hospital receiving radiation therapy to get rid of a tumor at the base of his tongue.\n\nThroughout this harrowing experience, he wasn’t afraid of death. He feared losing his sense of taste. https://t.co/NKJQpcJD5e",
  "data/tweet-nytimes/2021/10/1444530171147653123.json": "To live longer and healthier, it's more important to exercise than it is to lose weight, according to a new review of studies on the relationships between fitness, weight, heart health and longevity. https://t.co/7X6XOLCq82",
  "data/tweet-nytimes/2021/10/1444600638172798978.json": "Sculptures of George Floyd, Breonna Taylor and John Lewis are on display in a Manhattan park known as a site of protests.\n\n\"These monuments have meaning,\" Terrence Floyd, a brother of George Floyd, said. https://t.co/E6HdUs51yU",
  "data/tweet-nytimes/2021/10/1444640937267900416.json": "When a school board in Pennsylvania voted to effectively ban hundreds of books from being taught in classrooms, high school students led a revolt against the decision. https://t.co/WOfoj50F3V",
  "data/tweet-nytimes/2021/10/1444631084721971208.json": "Scott Kirby, the chief executive of United Airlines, decided that it was time to require employees to get vaccinated after learning two employees had died of Covid-19. \n\nThe effort, one of the largest of its kind, worked. https://t.co/pqvTyHsEnj",
  "data/tweet-nytimes/2021/10/1444653479704809472.json": "Our investigation found that as homelessness exploded in New York City, executives at nonprofits personally benefited from the crisis, collecting large salaries, spending money on companies that they or their families controlled and hiring relatives. https://t.co/yUdWQT4w6R",
  "data/tweet-nytimes/2021/10/1444515053538103298.json": "Fat Bear Week, a contest to crown a champion among hundreds of hefty bears, has returned for 2021.\n\nHere’s what to know → https://t.co/eRMUeTxSqZ",
  "data/tweet-nytimes/2021/10/1444688075083460619.json": "A bitter fight with Senator Ted Cruz of Texas over a Russian gas pipeline has created what Biden officials call a personnel crisis, as Cruz delays dozens of State Department nominees, including 59 would-be ambassadors, and vows to block dozens more. https://t.co/mlzk1pC8M2",
  "data/tweet-nytimes/2021/10/1444714874119012360.json": "Breaking News: Dead fish and birds are washing up on the coast of Orange County, California, after a pipeline failure on Saturday caused at least 126,000 gallons of oil to spill into the Pacific Ocean, creating a 13-square-mile slick that’s still growing. https://t.co/rgDqx6Ithg",
  "data/tweet-nytimes/2021/10/1444688726962151432.json": "Texas Republicans released a new congressional map this week. It aims to lock in the party’s advantage in D.C. over the next decade.\n\nThe proposed district lines also aim to offset recent population growth spurred by communities of color. https://t.co/RHCsmyMf58",
  "data/tweet-nytimes/2021/10/1444565404396007427.json": "\"I’m not a capitalist. So I see the wealthy all finally getting hoisted by their own petard.\" Read David Marchese's full interview with Brian Cox, who plays Logan Roy in the hit HBO series “Succession,” which returns this month for a third season. https://t.co/spi6BYkNhK"
}