{
  "data/tweet-wsj/2021/5/1391203769153589250.json": "Elon Musk’s SpaceX successfully landed its Starship test vehicle on the fifth attempt, advancing efforts to prepare it for future flights and landings on the moon and Mars #WSJWhatsNow https://t.co/BNhgYG4Icx",
  "data/tweet-wsj/2021/5/1391196273760522241.json": "On Mother’s Day in the 1950s, many Jewish women across the U.S. looked forward to one gift above all: their very own mahjong set. How did a Chinese game become an American favorite? https://t.co/t3d2frFB9q",
  "data/tweet-wsj/2021/5/1391177871629094913.json": "Israeli police clashed with Palestinians in Jerusalem for the second straight night, as tensions mount over a coming court ruling that could force the eviction of four Palestinian families from their homes on contested land https://t.co/drQd3bE2bC",
  "data/tweet-wsj/2021/5/1391170769128935428.json": "A 4-year-old girl and two women were shot in Times Square, New York Police Department officials said https://t.co/hgrAETL83M",
  "data/tweet-wsj/2021/5/1391162266549112833.json": "Elon Musk, the leader of Tesla and SpaceX, will be hosting “Saturday Night Live,” with Miley Cyrus performing as musical guest. Here's what we know about tonight's show so far. https://t.co/kvbqtVfVUK",
  "data/tweet-wsj/2021/5/1391150989298868227.json": "Mayor Bill de Blasio says the city is ready to vaccinate tourists at popular attractions to help revive the city after the pandemic, bringing mobile vans to jab visitors everywhere from Central Park to the Empire State Building https://t.co/8LwNrCL1nV",
  "data/tweet-wsj/2021/5/1391139608965132289.json": "Wrapping up its historic test flights, NASA's Ingenuity helicopter begins a new mission as an aerial scout in the exploration of Mars https://t.co/HtKwI9eTz9",
  "data/tweet-wsj/2021/5/1391135870594555905.json": "If your home workout isn’t delivering the burn you crave, or you’re bored after a long winter of endless push-ups and squats, here are four routines that will keep you challenged through spring https://t.co/455tObeBR5 https://t.co/p5k2nQn1lP",
  "data/tweet-wsj/2021/5/1391128296470061060.json": "Demonstrations against inequality, police abuse and economic struggles have swept over Colombia over the past week https://t.co/6P7pNz17Z2",
  "data/tweet-wsj/2021/5/1391098114338168839.json": "Clergy in Germany are preparing to bless gay couples in defiance of a recent Vatican ban, in the latest sign of how far liberal German Catholics are pushing the boundaries of the Vatican’s authority to forge a more progressive version of their church https://t.co/2byqrKc885",
  "data/tweet-wsj/2021/5/1391075557111128064.json": "The price of Berkshire Hathaway's Class A stock has grown so high, it has nearly hit the maximum number that can be distributed on Nasdaq's data feeds https://t.co/Z4juC0Wj9l",
  "data/tweet-wsj/2021/5/1391071702973550596.json": "From @WSJopinion: The government should treats families equally regardless of whether both parents work, writes @MittRomney https://t.co/z2SHuBXFjY",
  "data/tweet-wsj/2021/5/1391049044680716288.json": "After an experiment to vaccinate nearly every adult against Covid-19 and see what happens, one town in Brazil is beginning to return to normal—even as the pandemic continues to rage across the rest of the country https://t.co/f3jG9QUsWm",
  "data/tweet-wsj/2021/5/1391048454923763714.json": "A bomb attack on schoolgirls in Afghanistan killed at least 25 people, adding to concerns about sectarian violence as the U.S. withdraws troops https://t.co/I3BdhFQ8lx",
  "data/tweet-wsj/2021/5/1391041464445120513.json": "Boca Chica Village, Texas, was a quiet beach town. Then Elon Musk’s rocket firm came shopping for homes—all of them. “They act like they already own everything, including you and your house.” https://t.co/wsb4KGtrT2",
  "data/tweet-wsj/2021/5/1391037729585119241.json": "After bitcoin and dogecoin’s blistering rally this year, individual investors are venturing further out into the cryptocurrency universe in search of the next big thing https://t.co/zeMcV6KsIb",
  "data/tweet-wsj/2021/5/1391026369270796289.json": "What's at stake in Bill Gates's divorce? A fortune that goes well beyond Microsoft, including a $131 million mansion, a rare Da Vinci notebook and investments from luxury hotels to garbage haulers https://t.co/cHqeS02aTC",
  "data/tweet-wsj/2021/5/1391019998164959235.json": "Breaking: A cyberattack forced one of the largest fuel pipelines in the U.S. to halt all operations. The 5,500-mile system carries gas and diesel to the East Coast. https://t.co/xlvcsJpSiP",
  "data/tweet-wsj/2021/5/1391015081740275718.json": "With the boundary between work and life more blurred than ever, it’s time to rediscover the wisdom of the Sabbath as a day of rest, writes @SohrabAhmari https://t.co/Ah8g8s534U",
  "data/tweet-wsj/2021/5/1390996380752154627.json": "Special syringes are key to extracting all of the doses of Covid-19 vaccines from vials so none are wasted. There’s a U.S. shortage of them and production isn’t expected to ramp up soon https://t.co/CZdCNKhsdl",
  "data/tweet-wsj/2021/5/1390977274065862660.json": "After mass vaccinations, a town in Brazil begins to return to normal as the Covid-19 pandemic continues to rage across the rest of the country  https://t.co/tdxSWip8xe",
  "data/tweet-wsj/2021/5/1390965977039388672.json": "In peaceable Sweden, authorities are readying people for the kind of crisis that seemed unthinkable a decade ago: a military invasion by Russia https://t.co/Iu4rBBVMBS",
  "data/tweet-wsj/2021/5/1390962215008747520.json": "Take a look at the front page of today's Wall Street Journal https://t.co/f1XAAO31yT https://t.co/QjmXgPTWi4",
  "data/tweet-wsj/2021/5/1390954678129672194.json": "A Chinese rocket is hurtling toward Earth at a velocity of nearly 17,000 mph, and pieces of the spacecraft are expected to crash this weekend. But no one knows where. https://t.co/BzMM933k8N",
  "data/tweet-wsj/2021/5/1390947093800493057.json": "Pressured by pandemic, the hyperefficient supply-chain model pioneered by Toyota is under assault https://t.co/byLNOn8ahk",
  "data/tweet-wsj/2021/5/1390924462636290050.json": "The Fed made it rain. What happens when the liquidity runs out? https://t.co/EQriqWu3MZ",
  "data/tweet-wsj/2021/5/1390901818025201665.json": "As it fights the world’s fastest-growing surge of infections, India is also carrying out one of the most logistically complex vaccination campaigns https://t.co/2KOu9lBEdX",
  "data/tweet-wsj/2021/5/1390886702743425026.json": "Here's an early look at the front page of The Wall Street Journal's weekend edition https://t.co/7qNaNvq8gf https://t.co/KYje5GKQtT",
  "data/tweet-wsj/2021/5/1390874119927894018.json": "Federal regulators are warning some hospitals to make prices public under a rule that went into effect at the start of the year https://t.co/AbDXwnqNX3",
  "data/tweet-wsj/2021/5/1390859008928620547.json": "Moderna will supply 34 million doses of its Covid-19 vaccine for free distribution in poorer countries, as the pandemic accelerates in nations such as India and Brazil https://t.co/RQdlT4GFiG",
  "data/tweet-wsj/2021/5/1390853218285072393.json": "From @WSJopinion: If President Biden wants to hit his vaccination goal, he should change his attitude toward masks, writes @DrMarcSiegel https://t.co/41D5JZJTtW",
  "data/tweet-wsj/2021/5/1390848969899712516.json": "Elon Musk’s rocket company is facing off against a few households in seaside Boca Chica Village, Texas, that have refused to sell their homes. “Prior to SpaceX coming here there were no problems.” https://t.co/5UJtzqXs8k",
  "data/tweet-wsj/2021/5/1390845176097148938.json": "A plumber is not a mere human tradesperson whose skills can be acquired from a YouTube tutorial, like an electrician, cable guy or drywaller, writes columnist @Kris_Frieswick https://t.co/hWrstYihHA",
  "data/tweet-wsj/2021/5/1390811219498516480.json": "Bitcoin, dogecoin, ether and other cryptocurrencies are now worth about $2 trillion, but are their owners rich? And would it affect the economy if they lost most of it? https://t.co/g4krIKrLP0",
  "data/tweet-wsj/2021/5/1390808683353882624.json": "Pfizer is raising manufacturing projections for its Covid-19 vaccine this year and next, saying it could produce hundreds of millions of extra doses it would send to developing countries https://t.co/Q6tufWHUyj",
  "data/tweet-wsj/2021/5/1390806177634787332.json": "The U.S. may finally have turned a corner in the Covid-19 pandemic: Coronavirus cases, deaths and hospitalizations have been declining, while more than 40% of adults are now fully vaccinated https://t.co/3ctyF5j6mT",
  "data/tweet-wsj/2021/5/1390791835375882248.json": "Breaking: Negotiators on a bipartisan police-overhaul bill in Congress reached a preliminary agreement that would limit sending some military equipment to local departments, ban most police chokeholds and set federal standards for no-knock warrants https://t.co/GglIPF3NC5",
  "data/tweet-wsj/2021/5/1390786033416130564.json": "California’s population fell by nearly one-half of a percentage point last year, its first decline in at least 120 years. The decline is attributed to pandemic-related trends including increased deaths, less immigration and fewer births. https://t.co/hgE6oMNwrZ",
  "data/tweet-wsj/2021/5/1390777229097979913.json": "China’s big three telecom carriers lost their appeals against being kicked off the New York Stock Exchange and will be delisted to comply with an investment ban introduced by former President Donald Trump https://t.co/AArUZr4Mr5",
  "data/tweet-wsj/2021/5/1390762138793299975.json": "Pfizer and BioNTech have asked the FDA for full approval of their Covid-19 vaccine, which would allow them to make a fuller case to people who are hesitant to get a shot https://t.co/gvpnR5JUBQ",
  "data/tweet-wsj/2021/5/1390754601159245831.json": "Demonstrations against inequality, police abuse and economic struggles have swept over Colombia over the past week https://t.co/ImoWwettZY",
  "data/tweet-wsj/2021/5/1390735684688769031.json": "#WSJWhatsNow: SafeMoon? VeChain? DigiByte? Individual investors are betting that cheaper alternatives to bitcoin and dogecoin will skyrocket in price and make them money. https://t.co/dxoBWB4vfF https://t.co/HPgfCdSt0j",
  "data/tweet-wsj/2021/5/1390724377206038532.json": "From @WSJopinion: President Biden’s endorsement of a Covid vaccine and drug patent waiver destroys tens of billions of dollars in U.S. intellectual property and surrenders America’s advantage in biotech https://t.co/el0xQoD1yp",
  "data/tweet-wsj/2021/5/1390705515718664198.json": "A Chinese rocket is hurtling toward Earth at a velocity of nearly 17,000 mph, and pieces of the spacecraft are expected to crash this weekend. But no one knows where. https://t.co/Ys6DgHgT3v",
  "data/tweet-wsj/2021/5/1390690449644572672.json": "From @WSJopinion: House Republicans are about to demonstrate they can’t handle the truth about 2020 and Jan. 6, writes @peggynoonannyc https://t.co/xjnFyOXtNQ",
  "data/tweet-wsj/2021/5/1390686626586800133.json": "After an experiment to vaccinate nearly every adult against Covid-19 and see what happens, one town in Brazil is beginning to return to normal—even as the pandemic continues to rage across the rest of the country https://t.co/wwTBKrMIvR",
  "data/tweet-wsj/2021/5/1390671528375853057.json": "Boca Chica Village, Texas, was a quiet beach town. Then Elon Musk’s rocket firm came shopping for homes—all of them. “They act like they already own everything, including you and your house.” https://t.co/yw1sh4hFmc",
  "data/tweet-wsj/2021/5/1390657670462443522.json": "U.S. employers added 266,000 jobs in April and unemployment rose to 6.1%. Businesses are hiring, but some have struggled to fill openings. #WSJWhatsNow https://t.co/VCdDz47AXt",
  "data/tweet-wsj/2021/5/1390654915454898176.json": "What's at stake in Bill Gates's divorce? A fortune that goes well beyond Microsoft, including a $131 million mansion, a rare Da Vinci notebook and investments from luxury hotels to garbage haulers https://t.co/xPNAh0U5GJ",
  "data/tweet-wsj/2021/5/1390641341386854407.json": "The Biden administration says it’s trying to spur investment in America—while proposing to remove a four-year-old tax break that was intended to do exactly that https://t.co/PCt90liXpO",
  "data/tweet-wsj/2021/5/1390639324987789316.json": "A sixth-grade girl shot two students and a member of staff at a school in Rigby, Idaho, officials said. All three were expected to survive. #WSJWhatsNow https://t.co/AkBeeAWUEh",
  "data/tweet-wsj/2021/5/1390630012605317126.json": "During the blackout, Texas's grid operator paid some natural-gas companies to shut down and stop using electricity—exactly when power plants needed the fuel the most https://t.co/O061XSHs1E",
  "data/tweet-wsj/2021/5/1390603579057188864.json": "Financial bubbles often begin with innovation. They can end badly. https://t.co/Buc5XRfEyi",
  "data/tweet-wsj/2021/5/1390596038688378885.json": "Take an early look at the front page of The Wall Street Journal https://t.co/nevnluXS3r https://t.co/wlC5dOP5Ly",
  "data/tweet-wsj/2021/5/1390554511161368576.json": "Alpha baboons appear to age faster because of the stress of staying on top. What’s the lesson for humans? https://t.co/n26zTMta0c",
  "data/tweet-wsj/2021/5/1390531893850947586.json": "The Federal Election Commission said it won’t pursue a complaint that former President Donald Trump violated campaign finance rules when his lawyer tried to buy an adult film actress’s silence before the 2016 election https://t.co/cWn2sJ5M83",
  "data/tweet-wsj/2021/5/1390528086542848000.json": "Take an early look at the front page of The Wall Street Journal https://t.co/mOc2oVopUg https://t.co/8xrnKcQfTW",
  "data/tweet-wsj/2021/5/1390497879421333504.json": "Walmart said it purchased telehealth provider MeMD and plans to offer nationwide virtual healthcare services, another sign of the retail behemoth’s healthcare ambitions https://t.co/2WF8ond41V",
  "data/tweet-wsj/2021/5/1390482797131874304.json": "Mayor Bill de Blasio says the city is ready to vaccinate tourists at popular attractions to help revive the city after the pandemic, bringing mobile vans to jab visitors everywhere from Central Park to the Empire State Building https://t.co/DnWAqz0qPY",
  "data/tweet-wsj/2021/5/1390479027559931914.json": "CNN anchor Jake Tapper wrote his second novel in the middle of a presidential election and a global pandemic. His advice to write for even just 15 minutes a day “really works, even if it turns out to be garbage.” https://t.co/joWBqSa4iP",
  "data/tweet-wsj/2021/5/1390463934910586881.json": "Fear of Covid-19, lack of child care and extended unemployment benefits are keeping some Americans out of work. The result: an abundance of job openings. https://t.co/Jk5dbrdF96",
  "data/tweet-wsj/2021/5/1390460143788253188.json": "Companies are increasingly tapping artificial intelligence to make customer-service calls less maddening: They're using tools that detect callers’ emotions, write scripts in real-time and even pair customers with their perfect agent https://t.co/56AN7B84yP",
  "data/tweet-wsj/2021/5/1390433744142708742.json": "Some 42% of consumers said they had started or stopped using a brand in the past year because of its response to protests against racial injustice, according to a new survey https://t.co/ulY8vOk2pJ",
  "data/tweet-wsj/2021/5/1391231932105728000.json": "Bo, a Portuguese water dog that lived with the Obama family over two White House terms, has died https://t.co/MoGkDpVvKu",
  "data/tweet-wsj/2021/5/1391241570284969985.json": "The surge of coronavirus infections in developing countries such as India amid a relative scarcity of vaccine supply means that the pandemic will keep spreading until mid-2022, according to the inventors of the BioNTech vaccine https://t.co/KRpGb1Nt3X",
  "data/tweet-wsj/2021/5/1390992395228090371.json": "From @WSJopinion: Horace Lorenzo Anderson Jr., a young black man, was gunned down and abandoned in Seattle’s police-free zone. Where's the justice for him? https://t.co/hDAGsvpkNp",
  "data/tweet-wsj/2021/5/1391267950162759681.json": "A Chinese rocket returned to Earth over the Indian Ocean, easing days of anxiety that pieces would fall on densely populated areas https://t.co/ZTRnP1EeX7",
  "data/tweet-wsj/2021/5/1391079212358963200.json": "The spiking murder rate in many U.S. cities has a clear pattern: It overwhelmingly affects poorer neighborhoods already prone to violent crime https://t.co/0ZFvV7OFoS",
  "data/tweet-wsj/2021/5/1391286846588600320.json": "Celebrities from Elizabeth Taylor in the 1950s to Lisa of Blackpink and BTS in 2020 have brought high fashion to the airport. Though the pandemic paused that peacocking, it shows signs of returning. https://t.co/pbL2hBJf1T",
  "data/tweet-wsj/2021/5/1391279276125822977.json": "\"I want to build my pyramids.\" Saudi Crown Prince Mohammed bin Salman’s ambitious vision for a desert city-state called Neom is running into delays and challenges. https://t.co/y2R7cYpkpE",
  "data/tweet-wsj/2021/5/1391264178577592320.json": "The ETF space is filling up with space ETFs. Here are some options for investing in space-exploration and related companies. https://t.co/OkiSst4p6f",
  "data/tweet-wsj/2021/5/1391056582063108099.json": "New York's attorney general has expanded the investigation of sexual-harassment allegations against Gov. Andrew Cuomo to look at whether a top adviser linked access to Covid-19 vaccines to support for the governor, said people familiar with the matter https://t.co/naKqN3Y9IT",
  "data/tweet-wsj/2021/5/1391298168181215232.json": "Elon Musk kicked off his “Saturday Night Live” hosting debut finding a new target to mock: himself. He also said he was the first person with Asperger’s syndrome to host the show. https://t.co/MNLa8daVbh?",
  "data/tweet-wsj/2021/5/1391317024773660675.json": "Why so many in the millennial generation are falling prey to impostor syndrome https://t.co/49RZT6bziE",
  "data/tweet-wsj/2021/5/1391347228518846466.json": "Millions of jobs requiring a four-year college degree can be done without that level of education, some corporate leaders say. They suggest that companies shake up their approach to hiring and consider unconventional candidates. https://t.co/qceiTPwjnz",
  "data/tweet-wsj/2021/5/1391343451820773376.json": "Some of America’s top executives, including the CEOs of JPMorgan Chase and Zoom Video Communications, say they are souring on some aspects of remote work and that there are clear signs of burnout in an era of nonstop video calls https://t.co/snEbhvxAZd",
  "data/tweet-wsj/2021/5/1391336398360350721.json": "Bitcoin, dogecoin, ether and other cryptocurrencies are now worth about $2 trillion, but are their owners rich? And would it affect the economy if they lost most of it? https://t.co/hu0ckFqHiG",
  "data/tweet-wsj/2021/5/1391166019234848769.json": "A booming market has emerged that pays pine growers to keep trees standing #WSJWhatsNow https://t.co/42kMhUW2A7 https://t.co/YwEalgAn1n",
  "data/tweet-wsj/2021/5/1391324591587528707.json": "U.S. military planners are looking for options to base forces and equipment in Central Asia and the Middle East after American and allied troops leave Afghanistan in the coming months https://t.co/T3ZOxaLVtx",
  "data/tweet-wsj/2021/5/1391354778597404675.json": "From @WSJopinion: In one fell swoop Biden destroyed tens of billions of dollars in U.S. intellectual property and set a destructive precedent that will reduce pharmaceutical investment. https://t.co/YA5hS1oTvT",
  "data/tweet-wsj/2021/5/1391373672238227457.json": "“It’s a little shocking we’re at this point already.” Companies are ready to hire—if only they could find workers. https://t.co/3BkovlfrYG",
  "data/tweet-wsj/2021/5/1391369883489906692.json": "Elon Musk, in character on \"SNL,\" gave a jargon-filled explanation of dogecoin before saying, \"Yeah, it's a hustle.\" Having surged as high as 74 cents before his appearance, the cryptocurrency was trading around 52 cents when the show ended. https://t.co/OwvI2hi6t7",
  "data/tweet-wsj/2021/5/1391366102924550150.json": "Births in the U.S. fell last year to their lowest level since 1979, continuing a downward trend as millennials marry later and struggle with financial security https://t.co/weyJ0dugKg",
  "data/tweet-wsj/2021/5/1391442127645773829.json": "Melinda Gates met with divorce lawyers in 2019, say people familiar and documents reviewed by WSJ. One concern: her husband's dealings with Jeffrey Epstein. https://t.co/xHtQnMrjQY",
  "data/tweet-wsj/2021/5/1391449173292109824.json": "After India’s most-populous state went ahead with local elections last month, a wave of illness swept through schoolteachers who were deployed by the government to work at the polls. Many of them died, without access to healthcare or a coronavirus test. https://t.co/jYyRnMVnf4",
  "data/tweet-wsj/2021/5/1391452976884195329.json": "Your next Covid-19 vaccine could be a pill or a nasal spray, as drugmakers develop the next generation of drugs to tackle coronavirus variants and avert future pandemics https://t.co/ScvV65wfyA",
  "data/tweet-wsj/2021/5/1391490697019146249.json": "Millions of jobs requiring a four-year college degree can be done without that level of education, some corporate leaders say. They suggest that companies shake up their approach to hiring and consider unconventional candidates. https://t.co/IDMSMO0C5D",
  "data/tweet-wsj/2021/5/1391426526277738499.json": "All students have suffered during the pandemic, but one class has educators especially concerned: kindergarteners, who learn the building blocks they need for the next 12 years of schooling https://t.co/iFHp5TNRQ7",
  "data/tweet-wsj/2021/5/1391505781137317889.json": "Why so many in the millennial generation are falling prey to impostor syndrome https://t.co/kausMgWTCw",
  "data/tweet-wsj/2021/5/1391294388240793604.json": "For an architect and his interior-designer wife, building a brutalist vacation home in the hills of Oaxaca took about a year and a half, at a cost of approximately $634,200— proving to be a “very very challenging, but rewarding” experience https://t.co/dkJo9WKvTn",
  "data/tweet-wsj/2021/5/1391532208201023493.json": "India is using its railways and air force to speed oxygen to hospitals, but the current surge of Covid-19 cases caught the country unprepared, say medical and industry experts https://t.co/4sXSO2C7sv",
  "data/tweet-wsj/2021/5/1391181201013104640.json": "Bill and Melinda Gates aren’t like most couples. But their split highlights a broader phenomenon in American relationships: Divorce after the age of 50 has risen in recent decades https://t.co/vB6nRxfN7w",
  "data/tweet-wsj/2021/5/1391554845249839104.json": "The ransomware attack that forced the closure of the largest U.S. fuel pipeline this weekend showed how cybercriminals pose a far-reaching threat to the aging, vulnerable infrastructure that keeps the nation’s energy moving https://t.co/UHDPQ4KCNk",
  "data/tweet-wsj/2021/5/1391539760305516544.json": "\"We were paying an arm and a leg to live in New York or New Jersey, because that’s where the jobs are. But that’s just not the case anymore.” Midsize cities ​came through the pandemic year with fewer job losses and service cuts. https://t.co/iwPUjNp7SB",
  "data/tweet-wsj/2021/5/1391568689292529675.json": "Costs are rising at every step in the production of many goods, leading to higher price tags for consumers. “Penny-pinching is becoming the name of the game.\" https://t.co/jRf5BaXfoV",
  "data/tweet-wsj/2021/5/1391593866638336006.json": "Courts are weighing whether some of the failed legal challenges to the 2020 presidential election were frivolous or improper and warrant punishment for the lawyers who filed them https://t.co/VWE7bbXecE",
  "data/tweet-wsj/2021/5/1391588828952023042.json": "Michael Lewis, the author behind \"Moneyball\" and \"The Big Short,\" opens up about his approach for his new book in which he followed doctors and academics whose research anticipated the Covid-19 outbreak and culminated in strategies for containment https://t.co/eRVYUTqHNg",
  "data/tweet-wsj/2021/5/1391188709970780160.json": "Top executives at McDonald’s, Walgreens, Domino’s and other companies weigh in on wage mandates and how they set pay for their workers https://t.co/mseEUiyAZS",
  "data/tweet-wsj/2021/5/1391615242052980737.json": "Melinda Gates met with divorce lawyers in 2019, say people familiar and documents reviewed by WSJ. One concern: her husband's dealings with Jeffrey Epstein. https://t.co/PkIn8dASMC",
  "data/tweet-wsj/2021/5/1391611493096038404.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/gKJX2yBaA4",
  "data/tweet-wsj/2021/5/1391486898825310216.json": "Elon Musk’s proposed SpaceX expansion in South Texas is dividing locals. Some believe it could be the economically depressed region's ticket to development, jobs and education. Others say it's a threat to the community and the local environment. \n\nWatch: https://t.co/NiHlHCw1Vh",
  "data/tweet-wsj/2021/5/1391686980820520962.json": "Pfizer partner BioNTech plans to start making Covid-19 vaccines in 2023 at a new Asia headquarters in Singapore https://t.co/bO9AhjmJpV",
  "data/tweet-wsj/2021/5/1391683204587921411.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/Hf8dc1OFd7",
  "data/tweet-wsj/2021/5/1391583800489041924.json": "Debt sold by state and local governments is being scooped up by investors seeking higher returns and lower taxes https://t.co/5G4hwCMd9I",
  "data/tweet-wsj/2021/5/1391736037710483456.json": "An unprecedented fiscal and monetary stimulus led by the Federal Reserve is fueling a new investor euphoria. Is this a new bubble? And when could it burst? ​https://t.co/byixN98Ytd",
  "data/tweet-wsj/2021/5/1391747384594554886.json": "With corn climbing toward a record high, Americans can expect to pay more for all sorts of items at the grocery store as well as at the gasoline pump https://t.co/xgqJKTANvd",
  "data/tweet-wsj/2021/5/1391781350189961220.json": "Melinda Gates met with divorce lawyers in 2019, say people familiar and documents reviewed by WSJ. One concern: her husband's dealings with Jeffrey Epstein. https://t.co/Y9DELKgfSQ",
  "data/tweet-wsj/2021/5/1391464262602735619.json": "\"They offer a lot of things you can’t really get in the big city.\" Midsize cities, already strong before the pandemic, are attracting new workers and companies. https://t.co/yTMvAlLEFt",
  "data/tweet-wsj/2021/5/1391786803661885446.json": "Facebook was urged by attorneys general from 44 states and territories to abandon plans to launch a version of Instagram for children under 13 over concerns about social media's effects on young people https://t.co/vOm20CKAj0",
  "data/tweet-wsj/2021/5/1391834194754641923.json": "Catholic priests at about 100 churches and other venues across Germany are blessing same-sex couples, many of them on Monday evening, in defiance of a recent Vatican ban on the practice https://t.co/rSDupHcFFI",
  "data/tweet-wsj/2021/5/1391826643975655424.json": "Obituary: “My work ethic was always my calling card,” said Paul Van Doren, sneaker mogul and co-founder of Vans, who has died at age 90 https://t.co/yGpFUe3Erk",
  "data/tweet-wsj/2021/5/1391090546643451905.json": "Wilmer Valderrama’s time on \"That ’70s Show\" led him to two cars: An engineless 1969 Oldsmobile Vista Cruiser, and a 1950s Mercury like what Sylvester Stallone drives in \"Cobra\" https://t.co/pp7xAlHvb0",
  "data/tweet-wsj/2021/5/1391883282493624320.json": "A U.S. Coast Guard ship accompanying a Navy guided-missile submarine fired more than a dozen warning shots at a swarm of Iranian fast boats during a tense encounter in the Strait of Hormuz on Monday https://t.co/GLkrvF91Iv",
  "data/tweet-wsj/2021/5/1391932329728282626.json": "Costs are rising at every step in the production of many goods, leading to higher price tags for consumers https://t.co/zbxYtERL2J",
  "data/tweet-wsj/2021/5/1391917241126563848.json": "Here’s what you need to know about dogecoin, the cryptocurrency created for laughs that has tumbled recently after Elon Musk called it a \"hustle\" on \"Saturday Night Live\" https://t.co/XVDpAex4jI",
  "data/tweet-wsj/2021/5/1391905962022346754.json": "Pediatricians say they are seeing alarming weight gains in children and adolescents as many return for in-person visits for the first time since the pandemic began https://t.co/iPswXKuLJ2",
  "data/tweet-wsj/2021/5/1391924795135176704.json": "Lincoln Center has transformed its plaza into \"The Green,\" an outdoor space meant for lounging, reading, people-watching and playing host to pop-up performances https://t.co/fiTjHp9Sd1",
  "data/tweet-wsj/2021/5/1391956233796587528.json": "At least 209 Catholic schools in the U.S. have closed over the past year as the pandemic left many families unable to pay tuition and the church without extra funds to cover the difference https://t.co/FI4SvCbYri",
  "data/tweet-wsj/2021/5/1391830449505415174.json": "Seychelles, which has vaccinated a higher proportion of its population against coronavirus than any other country, is struggling to contain a new surge in infections https://t.co/kvSEUkzsGv",
  "data/tweet-wsj/2021/5/1391985191737040898.json": "Take an early look at the front page of The Wall Street Journal https://t.co/LPOibBVy4x https://t.co/2SLmSSYzcP",
  "data/tweet-wsj/2021/5/1391988966828691458.json": "From @WSJopinion: What exactly did stay-at-home policies accomplish? A new study finds more virus spread inside homes than work places https://t.co/lvjVovANic",
  "data/tweet-wsj/2021/5/1391902145142792192.json": "From @WSJopinion: The National Academy of Sciences fights bias by explicitly introducing more of it, writes @LKrauss1 https://t.co/GSIW9EOsKV",
  "data/tweet-wsj/2021/5/1392011629697683459.json": "Courts are weighing whether some of the failed legal challenges to the 2020 presidential election were frivolous or improper and warrant punishment for the lawyers who filed them https://t.co/oMIcZQ89hA",
  "data/tweet-wsj/2021/5/1392045595154599937.json": "Take an early look at the front page of The Wall Street Journal https://t.co/Lc9LXziLEc https://t.co/IenqRYwR2c",
  "data/tweet-wsj/2021/5/1392087094466600964.json": "Israel said it carried out airstrikes in Palestinian territory in response to rockets fired by Gaza militants. Twenty-four people, including nine children, were killed, according to Palestinian officials. #WSJWhatsNow https://t.co/nJfO9Swnb8",
  "data/tweet-wsj/2021/5/1391921084660920320.json": "“The guilt and weight on my shoulders for the last year has been lifted.\" Months later, many families are holding memorial services for loved ones who died in 2020. https://t.co/3MwfPshu8C",
  "data/tweet-wsj/2021/5/1391961264314781698.json": "Eric Ripert, the chef and co-owner of Le Bernardin, talks about how he sees the role of luxury dining going forward. \"People want to go out; people want to celebrate; they want to dress; they want to be elegant.\" https://t.co/m5ef4s7gEN",
  "data/tweet-wsj/2021/5/1392113524491620353.json": "Americans are paying down their credit-card debt at levels not seen in years. That’s good news for everyone but banks. https://t.co/DbPVZ3PA9u",
  "data/tweet-wsj/2021/5/1392109792362123267.json": "While H&amp;M has been virtually wiped off e-commerce sites in China, Japanese rival Muji is winning applause there by publicly siding with the Chinese government in a way that many Western and Japanese companies won’t https://t.co/o5PxthOH0h",
  "data/tweet-wsj/2021/5/1391807761244205056.json": "From @WSJopinion: Patent breaking won’t solve the immediate vaccine shortage and could make a global agreement much more difficult, write @llborio and @ScottGottliebMD https://t.co/HiApKhmkni",
  "data/tweet-wsj/2021/5/1392133534526185478.json": "Breaking: The White House will announce a new partnership with Uber and Lyft to make all rides to and from vaccination sites free until July 4, administration officials said https://t.co/IOs5klKrQW",
  "data/tweet-wsj/2021/5/1392118399396982789.json": "Remote work and low mortgage rates supercharged moves last year. This data visualization shows which areas lost, which won and where people ended up. https://t.co/fux7gDPhfO",
  "data/tweet-wsj/2021/5/1392077544313311235.json": "At least eight people, including seven children and a teacher, were killed when an attacker opened fire at a school in the Russian city of Kazan, according to local authorities https://t.co/EMJgfXMhQH",
  "data/tweet-wsj/2021/5/1392068228915081218.json": "Global power capacity for renewables, including wind and solar, jumped in 2020 and is expected to notch strong growth this year and next  https://t.co/rig5JHnRrW",
  "data/tweet-wsj/2021/5/1391894609039593477.json": "The Biden administration plans to revive an immigration program that lets foreign entrepreneurs work in the U.S. by withdrawing a Trump administration proposal that aimed to kill the program https://t.co/6PbQ75wQZH",
  "data/tweet-wsj/2021/5/1391804013524488202.json": "The Biden administration said it would enforce legal protections against discrimination for gay and transgender patients seeking healthcare under the Affordable Care Act https://t.co/YAH3ENbyvQ",
  "data/tweet-wsj/2021/5/1392223788125806602.json": "A Dallas judge threw out the National Rifle Association's bankruptcy case, dealing a setback to the group’s planned relocation to Texas as it faces allegations of spending abuses and mismanagement in its home state of New York https://t.co/bLksn3sGLG",
  "data/tweet-wsj/2021/5/1392226770309505026.json": "A growing number of Republican-led states are rejecting extra $300-a-week unemployment payments, saying the payments provide an incentive for some people to avoid work at a time when employers are struggling to find labor https://t.co/RoAqE5Gwk5",
  "data/tweet-wsj/2021/5/1391943687526096896.json": "All students have suffered during the pandemic, but one class has educators especially concerned: kindergarteners, who learn the building blocks they need for the next 12 years of schooling https://t.co/3e4dJLnvhV",
  "data/tweet-wsj/2021/5/1392293660126060547.json": "Rep. Liz Cheney said Republicans who ignored Trump’s continuing false claims of a stolen election were undermining democracy https://t.co/aW8oml8hD0",
  "data/tweet-wsj/2021/5/1392143738890297344.json": "Queen Elizabeth II on Tuesday undertook her first major public engagement since the death of her husband, Prince Philip, announcing her government’s legislative agenda during a pared-back ceremony in Britain’s Parliament https://t.co/MoJzttfEWZ",
  "data/tweet-wsj/2021/5/1392324917388062726.json": "Pent-up demand for weddings means competition for venues, hair stylists—and days of the week. \"Monday is the new Saturday.\" https://t.co/mOKLwIMWry",
  "data/tweet-wsj/2021/5/1392275881733861378.json": "Wedding caterers and venues are booked. Designers are racing to outfit bridal parties. And invited guests are eager to join the party as vaccines launch a boom in spring and summer weddings. https://t.co/8pi6pkGTRd",
  "data/tweet-wsj/2021/5/1392341291770556420.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/5lSHQf7Fbk",
  "data/tweet-wsj/2021/5/1392060697102721024.json": "Israel struck scores of targets in Gaza and Palestinian militants launched more rockets early Tuesday, as both sides prepared for a wider conflict https://t.co/7cWuFqlFwm",
  "data/tweet-wsj/2021/5/1392302285712203782.json": "From @WSJopinion: President Biden sees no problem with the federal bonus not to work, and if there is, the answer is more spending https://t.co/8SyktSDQpI",
  "data/tweet-wsj/2021/5/1392381559848808448.json": "Beijing is giving Sweden one last chance to reverse its ban on telecommunications-equipment giant Huawei, a Chinese state media outlet said, before it could retaliate against rival Ericsson https://t.co/KPMdRp33RU",
  "data/tweet-wsj/2021/5/1392438185322590214.json": "As Israel and Hamas step up their attacks, airstrikes and rockets have so far killed 43 Palestinians, including 13 children, and five Israelis https://t.co/DmqggIxhWS",
  "data/tweet-wsj/2021/5/1392426878565244933.json": "Toyota says most of its U.S. vehicles will still run on gasoline in a decade because it doesn’t think fully electric vehicles will have caught up in cost and convenience https://t.co/VL1ZmWH8yt",
  "data/tweet-wsj/2021/5/1392407976082825216.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/zaBymSjsZw",
  "data/tweet-wsj/2021/5/1392336245947252743.json": "New hotels in New York City are starting to open with the summer travel season fast approaching, testing a market that has been recovering but still faces serious challenges from Covid-19 https://t.co/c3t8TVji4N",
  "data/tweet-wsj/2021/5/1392272081786658828.json": "The nation’s first large-scale offshore wind farm has received its final federal approval, foreshadowing a potential new energy industry on the Atlantic Coast https://t.co/FBIxTymvwh",
  "data/tweet-wsj/2021/5/1392454530453889025.json": "The Rock &amp; Roll Hall of Fame will add Jay-Z, Tina Turner, The Go-Go’s, Carole King, Foo Fighters and Todd Rundgren. A class which the Rock Hall called it's most diverse in history. https://t.co/LavojmRMFQ",
  "data/tweet-wsj/2021/5/1392449728336465928.json": "Watch the moment a residential high-rise in Gaza City is destroyed by Israeli airstrikes. Israel’s military said it was striking civilian buildings that were hiding Hamas weapons. #WSJWhatsNow https://t.co/3E9TC86AKm",
  "data/tweet-wsj/2021/5/1392462086350024706.json": "Consumer prices surged 4.2% in April from a year ago to the highest level since 2008, raising inflation concerns as the economy revs up https://t.co/bpSlvHBaf0",
  "data/tweet-wsj/2021/5/1392431885146632197.json": "U.S. tariffs have led to a sharp decline in Chinese imports and significant changes in the types of goods Americans buy from China, new data show https://t.co/GdTXn1sir4",
  "data/tweet-wsj/2021/5/1392415527847538688.json": "The U.S. Defense Department’s decision to remove Xiaomi from the investment blacklist comes after the Chinese tech giant’s court win in March https://t.co/zN2ejmo6jD",
  "data/tweet-wsj/2021/5/1392374027566686211.json": "While H&amp;M has been virtually wiped off e-commerce sites in China, Japanese rival Muji is winning applause there by publicly siding with the Chinese government in a way that many Western and Japanese companies won’t https://t.co/nx5yrncmd3",
  "data/tweet-wsj/2021/5/1392517473325490177.json": "Clashes between Palestinians and Israeli police in the contested city of Jerusalem have escalated. What is happening in Jerusalem? How has the U.S. responded so far? Here's what we know. https://t.co/3j1nbGcyQD",
  "data/tweet-wsj/2021/5/1392488980474650630.json": "Billionaire investor Bill Ackman’s Pershing Square Capital Management owns a stake of nearly 6% in Domino’s Pizza, he tells WSJ https://t.co/dnFV5eQdrL",
  "data/tweet-wsj/2021/5/1392522467491594243.json": "WeWork's CEO tells WSJ there is an easy way for companies to spot their most engaged employees: They’re the ones who want to come back to the office. “Those who are least engaged are very comfortable working from home,” he said. https://t.co/ICfrax6FR6",
  "data/tweet-wsj/2021/5/1392634472659619841.json": "“Students have found a way to cheat and they know it works.\" Remote learning spurs an eruption of cheating, and educators fear there's no going back. https://t.co/TyG3vgIiW3",
  "data/tweet-wsj/2021/5/1392623374984171522.json": "President Biden on Wednesday ordered U.S. agencies and software contractors that supply them to boost their defenses against cyberattacks that officials say pose a growing threat to national security and public safety https://t.co/jR1ETImmAB",
  "data/tweet-wsj/2021/5/1392597617352261641.json": "Confirmed cases of rare but serious blood clotting among recipients of Johnson &amp; Johnson's Covid-19 vaccine have risen and included some men for the first time. Health officials said that the shot’s benefits still outweigh the risk. https://t.co/vZavrNQ8in",
  "data/tweet-wsj/2021/5/1392618087183052802.json": "House Republicans voted to remove Rep. Liz Cheney of Wyoming from their top ranks Wednesday. @GeraldFSeib explains what this means for former President Trump’s influence on the GOP. #WSJWhatsNow https://t.co/t1JfhCuXOu",
  "data/tweet-wsj/2021/5/1392483476545449986.json": "Hamas, with its latest show of force, is trying to win over young Palestinians who have been losing faith in their leaders and giving up hope for an independent state https://t.co/KsV17XaHAy",
  "data/tweet-wsj/2021/5/1392649569448701960.json": "From @WSJopinion: Jeff Bezos lied outright or was extraordinarily disingenuous, but the mainstream media seems uninterested, writes @HolmanJenkins https://t.co/H9wlMKmkM7",
  "data/tweet-wsj/2021/5/1392679752973094920.json": "A Facebook-backed digital currency project, initially known as Libra and renamed Diem, is being revamped in a bid to address regulatory concerns that it could be used for money laundering and other illicit purposes https://t.co/nAwmlzzuUG",
  "data/tweet-wsj/2021/5/1392702427355357185.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/4YYHonXyIA",
  "data/tweet-wsj/2021/5/1392672216299474947.json": "Instead of gifting the primary family house or a vacation home to your heirs as part of your estate plan, it’s far more strategic to treat family property like any other asset in an estate, writes a wealth management expert https://t.co/6t2tClMVl2",
  "data/tweet-wsj/2021/5/1392728855715192832.json": "The World Health Organization took too long to declare Covid-19 a public-health emergency, a U.N. review board found, while providing little criticism of China https://t.co/HBsWUbYOdK",
  "data/tweet-wsj/2021/5/1392721277996130306.json": "The price of tin has climbed 47% in 2021 and is approaching record highs, outstripping other metals such as copper and aluminum https://t.co/8AAHYn1UGy",
  "data/tweet-wsj/2021/5/1392770353152286721.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/bLO7Tt95Br",
  "data/tweet-wsj/2021/5/1392796766957973505.json": "Elon Musk said Tesla suspended accepting bitcoin as payment for its vehicles, but the cryptocurrency will again be used for transactions if mining transitions to sustainable energy #WSJWhatsNow https://t.co/jB3K4nhHm0",
  "data/tweet-wsj/2021/5/1392815659793408001.json": "McDonald’s said it would raise pay for more than 36,500 hourly workers by an average of 10% over the next several months in the U.S., one of the latest companies to bolster wages and benefits as they struggle to hire workers https://t.co/XQb7roXae5",
  "data/tweet-wsj/2021/5/1392812158086483975.json": "Following days of clashes in Jerusalem and fighting in Gaza, violence has spread to other parts of Israel and the West Bank #WSJWhatsNow https://t.co/gggs84SY9d",
  "data/tweet-wsj/2021/5/1392800566758232068.json": "Israel struck more targets in Gaza and scrambled to contain communal violence within its own borders https://t.co/27VSyIgbsZ",
  "data/tweet-wsj/2021/5/1392828403783450625.json": "Busy airports. Full restaurants. In-person performances. America is making steady, if incremental, progress on the road back to normal life. https://t.co/1Qixmfd2yU",
  "data/tweet-wsj/2021/5/1392777909144850433.json": "Former Trump White House counsel Don McGahn is set to testify about matters referenced in the public portion of Robert Mueller’s 2019 Russia report https://t.co/UlLOjHIHXY",
  "data/tweet-wsj/2021/5/1392845851853213707.json": "A blood expert in Germany believes he has found the connection between some Covid-19 vaccines and rare blood clots. Here is a look inside the global hunt for an answer. https://t.co/UOZkIWwFZ3",
  "data/tweet-wsj/2021/5/1392853423188586501.json": "Amazon is hiring 75,000 workers and offering $1,000 signing bonuses in some locations, the latest hiring spree in what has been a year of tremendous growth https://t.co/qAsaniOOUq",
  "data/tweet-wsj/2021/5/1392810118828498947.json": "Attackers who hacked into Colonial Pipeline systems chose one of the most important segments of the U.S. energy infrastructure, an artery that carries half of all fuel consumed on the East Coast https://t.co/UWRYugL1Ay",
  "data/tweet-wsj/2021/5/1392887388372930575.json": "From @WSJopinion: By paying people not to work, the Biden Democrats will damage the U.S. work ethic for a generation, writes @danhenninger https://t.co/CWuhCNtp3c",
  "data/tweet-wsj/2021/5/1392874882883592196.json": "Prosecutors have subpoenaed a Manhattan private school as they examine tuition payments for the grandchildren of Donald Trump's financial gatekeeper, who could be key to the investigation of the former president, people familiar with the matter say https://t.co/sLCji2BkoD",
  "data/tweet-wsj/2021/5/1392903317379063808.json": "Breaking: Fully vaccinated people don't need to wear a mask or distance indoors, with few exceptions, the CDC said. It is a major step toward a return to normalcy. https://t.co/kg9SmNYWIt",
  "data/tweet-wsj/2021/5/1392891286399721475.json": "Presidential election polls were the most inaccurate in 40 years, said an expert panel convened by the main trade group for pollsters. Surveys overstated Democratic support “in every type of contest we looked at\"—and how to fix that isn't clear, they said. https://t.co/xT2fh889Ti",
  "data/tweet-wsj/2021/5/1392921379406819341.json": "Prominent scientists are calling for a deeper investigation into the origin of Covid-19, including the possibility that a laboratory accident released the new coronavirus that caused the pandemic https://t.co/MjA4sNY1D7",
  "data/tweet-wsj/2021/5/1392883587301535744.json": "Paris Hilton says she was an early adopter of NFTs and talks about her involvement in the digital art space, at the #WSJFuture of Everything Festival https://t.co/BdEsflevYY https://t.co/K33Bom2ZML",
  "data/tweet-wsj/2021/5/1392928915656675329.json": "Images of buildings exploding and Israeli police storming the third holiest site in Islam have catalyzed a wave of pro-Palestinian protests across the Middle East and beyond, testing the limits of Arab governments’ relationships with Israel https://t.co/4IVIOaMxei",
  "data/tweet-wsj/2021/5/1392958340792307715.json": "Israel’s military said it has begun a ground operation against Hamas in Gaza, sharply escalating its offensive against the militant group https://t.co/9jqFhHyj9d",
  "data/tweet-wsj/2021/5/1392985548676083713.json": "Vitalik Buterin, co-creator of the crypto network Ethereum, donated more than $1 billion worth of the Shiba Inu cryptocurrency to Covid-19 relief https://t.co/TMiPVoipRp",
  "data/tweet-wsj/2021/5/1392981752361127936.json": "A 500-year-old London shop survived great fires, the bubonic plague and Nazi bombs. But not pandemic lockdowns. The \"mad sailor shop\" Arthur Beale is closing. https://t.co/Yq4gNIcrrt",
  "data/tweet-wsj/2021/5/1393000618608971781.json": "Fully vaccinated people don’t need to wear a mask or physically distance during outdoor or indoor activities, large or small, federal health officials said Thursday, the broadest easing of pandemic recommendations so far https://t.co/NIWP9XL05F",
  "data/tweet-wsj/2021/5/1393023300125790210.json": "Britain's biggest naval fleet since the Falklands War is preparing to set sail for the Pacific, a military show of force to bolster U.S. efforts in countering Chinese influence https://t.co/XrubjG0Soo",
  "data/tweet-wsj/2021/5/1393015782263697409.json": "Watch: Israel’s Iron Dome has intercepted more than 200 rockets aimed at populated areas since the recent conflict began. Here’s how it works. https://t.co/2tkTTkC7H1",
  "data/tweet-wsj/2021/5/1392949042519449606.json": "Colonial Pipeline's owner paid a ransom to hackers to try to regain control of its systems after a shutdown, people familiar with the matter said https://t.co/VDRRnPswPK",
  "data/tweet-wsj/2021/5/1392494810515316738.json": "$2,000 bids to do homework. A suspicious test taker in a blond wig. Hundreds of dishonest students caught online. Cheating at school reaches new heights. https://t.co/wBC0xD50a4",
  "data/tweet-wsj/2021/5/1393083702419333120.json": "Fully vaccinated people don’t need to wear a mask or physically distance in most cases, federal health officials said, the broadest easing of pandemic recommendations so far https://t.co/2NJRWcKNs5",
  "data/tweet-wsj/2021/5/1393027070335270912.json": "This three-day drive through Colorado, setting out from Denver and ending in Grand Junction, combines traffic-stopping vistas, wildflower meadows and arty small towns https://t.co/ZeHRiVb4Up",
  "data/tweet-wsj/2021/5/1393068563867574272.json": "Take an early look at the front page of The Wall Street Journal https://t.co/aCtydjdHCC https://t.co/8nhao5wBQY",
  "data/tweet-wsj/2021/5/1393091226522505216.json": "New York prosecutors have subpoenaed a Manhattan private school as they seek the cooperation of the Trump Organization’s finance chief in their investigation of the former president and his company https://t.co/lKvljzq0JP",
  "data/tweet-wsj/2021/5/1393133928349900804.json": "Israel has launched the most intense bombardment of its five-day Gaza military operation, adding tank and artillery fire to its airstrike campaign https://t.co/jIjXjzU6pv",
  "data/tweet-wsj/2021/5/1393144123079675905.json": "A 500-year-old London shop survived great fires, the bubonic plague and Nazi bombs. But not pandemic lockdowns. The \"mad sailor shop\" Arthur Beale is closing. https://t.co/h6H9Nvbv5A",
  "data/tweet-wsj/2021/5/1392989304180428802.json": "From @WSJopinion: The \"For the People\" Act is designed to protect Democratic politicians’ hold on power, writes @KarlRove https://t.co/CZghqs7Rzz",
  "data/tweet-wsj/2021/5/1393174259812478976.json": "Israel added tank and artillery fire to its campaign of airstrikes against Hamas, and Israeli troops amassed along the border with Gaza #WSJWhatsNow https://t.co/dCoSqBKeoe",
  "data/tweet-wsj/2021/5/1393121426576662529.json": "The most powerful U.K. fleet to be assembled in decades is preparing to set sail this month in an effort to show British military muscle https://t.co/UjvCp6ysiR",
  "data/tweet-wsj/2021/5/1393136567879938050.json": "Take an early look at the front page of The Wall Street Journal https://t.co/v1D01vtS37 https://t.co/k0e7ugmqVR",
  "data/tweet-wsj/2021/5/1393200693285163009.json": "Cryptocurrencies are exploding—and so is the IRS’s pursuit of Americans who aren’t paying taxes on them https://t.co/4G9D9LDMmL",
  "data/tweet-wsj/2021/5/1393221541651943431.json": "Breaking: Facebook lost a bid to block an EU privacy decision that could suspend the platform's ability to send data about European users to its computer servers in the U.S. https://t.co/dxlZ5YfYvU",
  "data/tweet-wsj/2021/5/1393212041486344193.json": "“No one has the spirit to celebrate Eid.” Israeli airstrikes on Gaza have shattered one of the holiest holidays in the Muslim calendar, leaving the streets deserted and families huddled in fear. https://t.co/HRXR3QGsu2",
  "data/tweet-wsj/2021/5/1393268643807567872.json": "Bald eagles have made a glorious comeback. Just watch out for your small pets. “Eagles are strong enough to carry a 12-pound salmon, so a four-pound dog is nothing.\" https://t.co/ytEhzXyBbc",
  "data/tweet-wsj/2021/5/1393317057001889794.json": "Walmart, the largest U.S. private employer, will no longer require vaccinated workers and shoppers to wear masks, except where municipalities require it https://t.co/Vofkjs5FHy",
  "data/tweet-wsj/2021/5/1393215821896458246.json": "“I just thought that by sleeping, it would all just go away”: For many high schoolers, remote learning was a disaster.  https://t.co/3tCJVp33fb",
  "data/tweet-wsj/2021/5/1393335333073440769.json": "The U.S. government has approved growers of research marijuana for the first time in more than 50 years, widening the capacity to study the drug’s medical value https://t.co/FbChpp2D8Z",
  "data/tweet-wsj/2021/5/1393332845033164800.json": "America's proud national symbol, the bald eagle, proves to be pretty annoying—especially in Canada https://t.co/fNxgjJcEul",
  "data/tweet-wsj/2021/5/1393350435726049280.json": "President Biden revoked several of former President Donald Trump’s executive actions, including one requiring green-card applicants abroad to show they can afford healthcare and another protecting U.S. monuments from damage https://t.co/SAEgMXf1o6",
  "data/tweet-wsj/2021/5/1393322750840815619.json": "Police in Hong Kong froze the assets of media tycoon Jimmy Lai under national-security legislation, including his majority stake in a newspaper that is a fierce critic of China’s government https://t.co/7Aw1CMVlM4",
  "data/tweet-wsj/2021/5/1393374347709009923.json": "Bald eagles have made a glorious comeback. Just watch out for your small pets. “Eagles are strong enough to carry a 12-pound salmon, so a four-pound dog is nothing.\" https://t.co/1U4nzOyLPr",
  "data/tweet-wsj/2021/5/1393370268446437380.json": "China landed a rover on Mars, becoming the third nation after the U.S. and the Soviet Union to touch down on the planet https://t.co/Ynt31b9ndZ",
  "data/tweet-wsj/2021/5/1393257348492402688.json": "If China succeeds in landing a rover on Mars in the coming days, it will mark a significant milestone in the country’s increasingly bold space program https://t.co/r6CMEGrXKh",
  "data/tweet-wsj/2021/5/1393389447509643265.json": "From @WSJopinion: Israel’s Iron Dome again shows the military and diplomatic benefits of missile defense, writes The Editorial Board https://t.co/LWfjMKuFnK",
  "data/tweet-wsj/2021/5/1393381887310172160.json": "Essay: Our judgments are less objective than we think: Studies show that being in a good mood makes people more gullible and more susceptible to bias https://t.co/PnfL7JdlDb",
  "data/tweet-wsj/2021/5/1393359237754073093.json": "LeBron James writes left-handed and plays basketball right-handed. It's not just him. From other NBA stars to Rafael Nadal, some elite athletes have turned their mixed-handedness into a competitive advantage. https://t.co/VZtQGlrIi4",
  "data/tweet-wsj/2021/5/1393423430381412353.json": "Here's an early look at the front page of The Wall Street Journal's weekend edition https://t.co/gceGwpG7hJ https://t.co/L85pyMllwz",
  "data/tweet-wsj/2021/5/1393487574401011712.json": "Israeli airstrikes on Gaza have shattered one of the holiest holidays in the Muslim calendar, leaving the streets deserted and families huddled in fear https://t.co/GQRylz4U55",
  "data/tweet-wsj/2021/5/1393483830577799173.json": "\"I want to build my pyramids.\" Saudi Crown Prince Mohammed bin Salman’s ambitious vision for a desert city-state called Neom is running into delays and challenges. https://t.co/ccRV0gH6Fx",
  "data/tweet-wsj/2021/5/1393536676153155584.json": "Prominent scientists are calling for a deeper investigation into the origin of Covid-19, including the possibility that a laboratory accident released the new coronavirus that caused the pandemic https://t.co/dBaxoWEF5K",
  "data/tweet-wsj/2021/5/1393517773465309184.json": "How Rafael Nadal changed his workout to keep winning tennis tournaments well into his thirties https://t.co/QVMzyZssYT",
  "data/tweet-wsj/2021/5/1393495143324520448.json": "Why did the CDC abruptly say the fully vaccinated can forgo face masks and social distancing? One factor: Data from Israel on vaccine efficacy. https://t.co/bd1QniNitZ",
  "data/tweet-wsj/2021/5/1393525338253238273.json": "Communal violence is tearing at Israel’s social fabric just as it teeters on the brink of a potential war https://t.co/cnymtPZyL7",
  "data/tweet-wsj/2021/5/1393510244098220033.json": "Six charts that explain why India’s second Covid-19 surge became much worse than its first https://t.co/NkgFIQkUDN",
  "data/tweet-wsj/2021/5/1393514001112387584.json": "Police departments in New York City and other large metro areas across the U.S. are bulking up patrols and implementing new tactics to prepare for what they say could be a violent summer https://t.co/TpVaCOMAgB",
  "data/tweet-wsj/2021/5/1393555559161401344.json": "Progressives want the Biden administration to leverage its military aid and push for an end to the intensifying clash between Israel and Hamas https://t.co/cl68RfqyXz",
  "data/tweet-wsj/2021/5/1393566851851038723.json": "Hamas fired another barrage of rockets targeting Tel Aviv as it called on Palestinians in the occupied West Bank to step up confrontations with Israeli security forces https://t.co/8UGXEF6f7k",
  "data/tweet-wsj/2021/5/1393453636186001409.json": "Many newly listed firms, whose stocks rose after their initial public offerings, have dropped below their IPO prices. At least three companies postponed their IPOs this week. https://t.co/JTCxkuDrgy",
  "data/tweet-wsj/2021/5/1393585753859543045.json": "Israel’s military destroyed a large building in Gaza that housed the offices of the Associated Press and Al Jazeera, while Hamas fired another barrage of rockets targeting Tel Aviv https://t.co/VwCSSIbqhA",
  "data/tweet-wsj/2021/5/1393582006781583364.json": "A blood expert in Germany believes he has found the connection between some Covid-19 vaccines and rare blood clots. Here is a look inside the global hunt for an answer. https://t.co/dvhKkRWlOR",
  "data/tweet-wsj/2021/5/1393570634899333125.json": "“Tomorrow, I and my neighbor will have to meet again.\" How will Israel handle the growing conflict among its own Jewish and Arab citizens, within its own cities? https://t.co/9ZM7leVZ2t",
  "data/tweet-wsj/2021/5/1393593303954755585.json": "Fighting between Israel and Hamas comes at a politically opportune moment for Prime Minister Benjamin Netanyahu, as the threat to unseat Israel’s longest-serving leader appears to be collapsing  https://t.co/KNesWYnHgC",
  "data/tweet-wsj/2021/5/1393589559716352002.json": "Fear of Covid-19, lack of child care and extended unemployment benefits are keeping some Americans out of work. The result: an abundance of job openings. https://t.co/fSFhyHQ0pF",
  "data/tweet-wsj/2021/5/1393627289359949828.json": "“Students have found a way to cheat and they know it works.\" Remote learning spurs an eruption of cheating, and educators fear there's no going back. https://t.co/FzKoRlWMKN",
  "data/tweet-wsj/2021/5/1393480033616945154.json": "Russia’s Sputnik V vaccine has been held up as a hope for the developing world but Moscow is struggling to meet demand  https://t.co/qoQ2OTsm0S",
  "data/tweet-wsj/2021/5/1393638587766394884.json": "Cryptocurrencies are exploding—and so is the IRS’s pursuit of Americans who aren’t paying taxes on them https://t.co/XUffiZ5CYk",
  "data/tweet-wsj/2021/5/1393615956702859267.json": "In Russia, Alexei Navalny’s allies fight to stay afloat, with the Kremlin critic jailed and key aides exiled or under house arrest https://t.co/n9uh41M5o1",
  "data/tweet-wsj/2021/5/1393642369719980033.json": "China landed a rover on Mars early Saturday, becoming the third nation after the U.S. and the Soviet Union to touch down on the planet https://t.co/LGuyumhyBY",
  "data/tweet-wsj/2021/5/1393661228040531969.json": "Venezuela President Nicolas Maduro’s authoritarian government seized the headquarters of one of the country’s last remaining independent newspapers https://t.co/4J84hRp6Eh",
  "data/tweet-wsj/2021/5/1393631024932851712.json": "How Rafael Nadal changed his workout to keep winning tennis tournaments well into his thirties https://t.co/bcgD2pVcts",
  "data/tweet-wsj/2021/5/1393676327069310977.json": "Fighting between Israel and Hamas comes at a politically opportune moment for Prime Minister Benjamin Netanyahu, as the threat to unseat Israel’s longest-serving leader appears to be collapsing  https://t.co/3KyKOEEox4",
  "data/tweet-wsj/2021/5/1393672607694721024.json": "From @WSJopinion: By paying people not to work, the Biden Democrats will damage the U.S. work ethic for a generation, writes @danhenninger https://t.co/cPtb3k8TYR",
  "data/tweet-wsj/2021/5/1393669030490279942.json": "Watch: Israel’s Iron Dome has intercepted more than 200 rockets aimed at populated areas since the recent conflict began. Here’s how it works. https://t.co/8egscknixg",
  "data/tweet-wsj/2021/5/1393547994449027072.json": "It’s time to get off devices and go outside—but can kids kick their unhealthy pandemic tech habits? Columnist @juliejargon has tips on how to wean kids off screens. https://t.co/GhyFxUovjS",
  "data/tweet-wsj/2021/5/1393717872715833347.json": "The U.S. government has approved growers of research marijuana for the first time in more than 50 years, widening the capacity to study the drug’s medical value https://t.co/Tc7v56PSi6",
  "data/tweet-wsj/2021/5/1393597072079826947.json": "“What has been happening on Israeli streets in recent days is an existential threat.” Conflict escalates among Arab and Jewish Israelis inside the country. https://t.co/4YPDSrChwo",
  "data/tweet-wsj/2021/5/1393729176717471744.json": "Pediatricians say they are seeing alarming weight gains in children and adolescents as many return for in-person visits for the first time since the pandemic began https://t.co/vCsgDnmouZ",
  "data/tweet-wsj/2021/5/1393578173464514566.json": "A four-woman technology-advocacy group that successfully challenged the use of algorithms in U.K. immigration and education policy is preparing to take on Facebook and Uber over tech workers’ rights https://t.co/XrheYXxRm1",
  "data/tweet-wsj/2021/5/1393646119641620483.json": "Why did the CDC abruptly say the fully vaccinated can forgo face masks and social distancing? One factor: Data from Israel on vaccine efficacy. https://t.co/1E8JLA2NHo",
  "data/tweet-wsj/2021/5/1393623492499804161.json": "While 12-year-olds in the U.S. are getting vaccinated against Covid-19, some adults in Japan younger than 85 are still waiting to become eligible as the country labors through a slow rollout https://t.co/3zICv2EJc4",
  "data/tweet-wsj/2021/5/1393759365375610883.json": "Cryptocurrencies are exploding—and so is the IRS’s pursuit of Americans who aren’t paying taxes on them https://t.co/OIPJ8x9X8d",
  "data/tweet-wsj/2021/5/1393736735037837318.json": "U.K. plans to cast off most public-health restrictions next month are in jeopardy after the new coronavirus variant from India sparked new clusters of Covid-19 https://t.co/aFQvTe23eG",
  "data/tweet-wsj/2021/5/1393770682496999424.json": "The price of tin, a component of products like laptops and televisions, is close to record highs amid increased demand for consumer electronics and difficulties shipping metal out of Asia #WSJWhatsNow https://t.co/GmZllYjMvX",
  "data/tweet-wsj/2021/5/1393785807769636864.json": "Alpha baboons appear to age faster because of the stress of staying on top. What’s the lesson for humans? https://t.co/2taSB9AMsS",
  "data/tweet-wsj/2021/5/1393816002320797703.json": "More than 90% of plastics generated in the U.S. each year wind up in landfills or incinerators  https://t.co/5a1Xr8pn51",
  "data/tweet-wsj/2021/5/1393732965482512384.json": "The U.S. and Mideast allies mounted a diplomatic thrust to temper hostilities between Israelis and Palestinians, an effort that had scant effect https://t.co/nH2YMkVpqA",
  "data/tweet-wsj/2021/5/1393498950204805122.json": "Take a look at the front page of today's Wall Street Journal https://t.co/ORrcyJhkdx https://t.co/bl8FozuSiS",
  "data/tweet-wsj/2021/5/1393808480113500161.json": "A four-woman technology-advocacy group that successfully challenged the use of algorithms in U.K. immigration and education policy is preparing to take on Facebook and Uber over tech workers’ rights https://t.co/YDKvJvynWx",
  "data/tweet-wsj/2021/5/1393744286001340419.json": "We’re excited, but also anxious about getting back out in the world. Here are some concrete ways to manage daily life as the pandemic recedes. https://t.co/7Mapb7oDZL",
  "data/tweet-wsj/2021/5/1393861294319669250.json": "In Russia, Alexei Navalny’s allies fight to stay afloat, with the Kremlin critic jailed and key aides exiled or under house arrest https://t.co/EJPdeS8SgM",
  "data/tweet-wsj/2021/5/1393853746061484032.json": "While H&amp;M has been virtually wiped off e-commerce sites in China, Japanese rival Muji is winning applause there by publicly siding with the Chinese government in a way that many Western and Japanese companies won’t https://t.co/NcDIFjxsTN",
  "data/tweet-wsj/2021/5/1393904839940362242.json": "Israeli airstrikes killed at least 25 people in Gaza City, hitting several apartment blocks and burying Palestinian families beneath the rubble https://t.co/GAyutGedW9",
  "data/tweet-wsj/2021/5/1393320232706576388.json": "A former Florida tax collector is set to plead guilty to sex trafficking and other felony counts in a wide-ranging Justice Department investigation examining possible misconduct involving U.S. Rep. Matt Gaetz and other Florida political figures https://t.co/W86tkcaCxB",
  "data/tweet-wsj/2021/5/1393925480399745024.json": "“Students have found a way to cheat and they know it works.\" Remote learning spurs an eruption of cheating, and educators fear there's no going back. https://t.co/QMvifLyCH4",
  "data/tweet-wsj/2021/5/1393910381362434050.json": "\"We were paying an arm and a leg to live in New York or New Jersey, because that’s where the jobs are. But that’s just not the case anymore.” Midsize cities ​came through the pandemic year with fewer job losses and service cuts. https://t.co/lewOKheMuY",
  "data/tweet-wsj/2021/5/1393906602944737289.json": "Electric vehicles are spreading on the streets of Africa, saving money for drivers and reducing air pollution https://t.co/mNFAWyhgo1",
  "data/tweet-wsj/2021/5/1393978324616089610.json": "“It’s just coal repeating itself.” A decade ago, natural gas displaced coal as America’s top electricity source. Now gas faces disruption by a combination of renewable energy and batteries. https://t.co/cjHmouOzct",
  "data/tweet-wsj/2021/5/1393965241248141314.json": "Israeli war planes hit several apartment blocks in the heart of Gaza City in predawn strikes that killed at least 36 people and buried Palestinian families beneath the rubble https://t.co/1TfnwWCCqG",
  "data/tweet-wsj/2021/5/1393936802625593352.json": "Bald eagles have made a glorious comeback. Just watch out for your small pets. “Eagles are strong enough to carry a 12-pound salmon, so a four-pound dog is nothing.\" https://t.co/ys4NI0XAi3",
  "data/tweet-wsj/2021/5/1393985880101163009.json": "Costs are rising at every step in the production of many goods, leading to higher price tags for consumers https://t.co/7dTQVYP8jJ",
  "data/tweet-wsj/2021/5/1394008527807651848.json": "Israel's Iron Dome missile-defense system has managed to keep Israeli casualties low by destroying incoming Hamas rocket fire, removing pressure for a ground invasion of the Gaza Strip https://t.co/oBnF3iS32M",
  "data/tweet-wsj/2021/5/1394016074333630469.json": "A 500-year-old London shop survived great fires, the bubonic plague and Nazi bombs. But not pandemic lockdowns. The \"mad sailor shop\" Arthur Beale is closing. https://t.co/oDTUnHAdPO",
  "data/tweet-wsj/2021/5/1394023605424513024.json": "A gray whale named Wally has been spotted wandering the Mediterranean after veering off course during its migration from Mexico to its Arctic feeding grounds https://t.co/doeL5TAmZ4",
  "data/tweet-wsj/2021/5/1394031164806111238.json": "Remote work and low mortgage rates supercharged moves last year. This data visualization shows which areas lost, which won and where people ended up. https://t.co/X3P6XFFXCr",
  "data/tweet-wsj/2021/5/1394066629554749444.json": "Microsoft board members decided Bill Gates needed to step down in 2020 due to a prior relationship with an employee, people familiar with the matter said https://t.co/yt1dtqvwIs",
  "data/tweet-wsj/2021/5/1394004761737928705.json": "Bitcoin, dogecoin, ether and other cryptocurrencies are now worth about $2 trillion, but are their owners rich? And would it affect the economy if they lost most of it? https://t.co/16D800B6Hz",
  "data/tweet-wsj/2021/5/1394000957109940233.json": "“This is not permission for widespread removal of masks.” The CDC's director said that masks are still required in some circumstances and for unvaccinated people. https://t.co/UjnGFFR1mt",
  "data/tweet-wsj/2021/5/1394061352109543424.json": "“I’m hellbent on not becoming the next Blockbuster Video.\" Why Vistra, owner of one of America's largest fleets of natural-gas power plants, intends to invest in solar farms and batteries. https://t.co/BJXXUnjlJx",
  "data/tweet-wsj/2021/5/1394099110781849604.json": "In Myanmar, where a harsh military crackdown continues, four lawyers who have been able to meet with some detainees said many were visibly injured and had described being beaten and starved https://t.co/3VudblPPjy",
  "data/tweet-wsj/2021/5/1394084021026623495.json": "U.N. Security Council members condemned the violence in the Middle East but failed to agree on a unified position after China accused the U.S. of blocking a joint statement https://t.co/4twJFUirue",
  "data/tweet-wsj/2021/5/1394050081398136834.json": "Suburban traffic is heavier now than it was before the Covid-19 pandemic, especially in the afternoons, as people who are working from home hop in the car more often to shop, run errands or pick up the kids https://t.co/npX81Gq4S2",
  "data/tweet-wsj/2021/5/1393989665598881800.json": "In Myanmar, where a harsh military crackdown continues, four lawyers who have been able to meet with some detainees said many were visibly injured and had described being beaten and starved https://t.co/uQ7TOimaCg",
  "data/tweet-wsj/2021/5/1394095350340898822.json": "If your home workout isn’t delivering the burn you crave, or you’re bored after a long winter of endless push-ups and squats, here are four routines that will keep you challenged through spring https://t.co/NL2og6TWLr https://t.co/Sq48H64gLQ",
  "data/tweet-wsj/2021/5/1394091546446757892.json": "Demand for lumber may be soaring, but tree growers aren’t reaping the benefits #WSJWhatsNow https://t.co/QM05g1mLyu",
  "data/tweet-wsj/2021/5/1394106656460525570.json": "Costs are rising at every step in the production of many goods, leading to higher price tags for consumers. “Penny-pinching is becoming the name of the game.\" https://t.co/nib3PQ7i6f",
  "data/tweet-wsj/2021/5/1393963239449448450.json": "President Biden’s plan to offer community college for free is resurrecting a debate about how to broaden access to higher education and who should pay for it https://t.co/HaEcMQX3zE",
  "data/tweet-wsj/2021/5/1394121772795109385.json": "Instead of gifting the primary family house or a vacation home to your heirs as part of your estate plan, it’s far more strategic to treat family property like any other asset in an estate, writes a wealth management expert https://t.co/16Z6mycmD6",
  "data/tweet-wsj/2021/5/1394151968503906305.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/yOn4jFaXc1",
  "data/tweet-wsj/2021/5/1393951908021350402.json": "Financial bubbles often begin with innovation. They can end badly. https://t.co/HxSwe5tZsT",
  "data/tweet-wsj/2021/5/1394178393223094275.json": "The U.S. government has approved growers of research marijuana for the first time in more than 50 years, widening the capacity to study the drug’s medical value https://t.co/ymFjZMEhQm",
  "data/tweet-wsj/2021/5/1394133106425319426.json": "Europe is banking on hydrogen to help it transition away from fossil fuels. But that will require some ambitious infrastructure. https://t.co/8sMJVU0lJU",
  "data/tweet-wsj/2021/5/1394170842687459329.json": "In Myanmar, where a harsh military crackdown continues, four lawyers who have been able to meet with some detainees said many were visibly injured and had described being beaten and starved  https://t.co/Q2DqTYU9fz",
  "data/tweet-wsj/2021/5/1394155778274123776.json": "While 12-year-olds in the U.S. are getting vaccinated against Covid-19, some adults in Japan younger than 85 are still waiting to become eligible as the country labors through a slow rollout https://t.co/DzEEPGYenj",
  "data/tweet-wsj/2021/5/1394216179183624201.json": "Microsoft board members decided Bill Gates needed to step down from the board as they investigated his prior romantic relationship with a female employee that was deemed inappropriate https://t.co/XHrlpvvHNW",
  "data/tweet-wsj/2021/5/1394072671839789056.json": "As consumers switch to EVs and demand for lithium starts to outpace global supply, the U.S. is looking to boost domestic production of the material #WSJWhatsNow https://t.co/QYotkJ0ZGD",
  "data/tweet-wsj/2021/5/1394219919890333696.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/hWG24KBmXZ",
  "data/tweet-wsj/2021/5/1394193492105121793.json": "Central banks say climate change is a financial and economic risk. They believe rising sea levels, more wildfires and bigger storms could cause shortages that spur inflation. https://t.co/ECLg7NgwWL",
  "data/tweet-wsj/2021/5/1394246760084738053.json": "Microsoft board members decided Bill Gates needed to step down in 2020 as they pursued an investigation into a romantic relationship with an employee. Mr. Gates’s spokeswoman says his resignation from the board was unrelated. #WSJWhatsNow https://t.co/TtbgLDMqat",
  "data/tweet-wsj/2021/5/1394270795560591361.json": "A day after strikes on an apartment complex in the city killed at least 42 people and Hamas continued to fire rockets into Israel, Israeli airstrikes targeted Gaza City early Monday according to the Associated Press #WSJWhatsNow https://t.co/u3jIlGaT63",
  "data/tweet-wsj/2021/5/1394280312167964674.json": "Israel launched more airstrikes in the Gaza Strip, targeting what it said was a tunnel network used by Hamas https://t.co/easNeSKXGL",
  "data/tweet-wsj/2021/5/1394310646997655556.json": "From @WSJopinion: Hamas started this war. The U.S needs to give Israel time to degrade the rocket threat and end it. https://t.co/PY2qd3Otx5",
  "data/tweet-wsj/2021/5/1394287860178690051.json": "“The vaccines work even if you don’t have fatigue and headache and fever and muscle pain and joint pain.” Scientists say the Covid-19 shot provides immunity, even if people don’t experience the flulike side effects that hit some https://t.co/KzUZ4vzMyk",
  "data/tweet-wsj/2021/5/1393921717744148483.json": "Some retailers are grooming their own data scientists after the pandemic accelerated the shift to e-commerce. Levi’s offers a boot camp. https://t.co/l2l9jWHQkb",
  "data/tweet-wsj/2021/5/1394333171232219146.json": "The IRS will make its first batch of monthly payments of up to $250 a month per child between age 6 and 17 and up to $300 per child under age 6 to about 39 million families with children on July 15 https://t.co/S2Sj7nTfrT",
  "data/tweet-wsj/2021/5/1394378456184631301.json": "Chile elected a left-leaning special assembly to draft a new constitution, which is expected to pave the way for a significant increase in social spending https://t.co/fOTURzN3v6",
  "data/tweet-wsj/2021/5/1394385751303929862.json": "New York Gov. Andrew Cuomo was paid $5.1 million for the memoir he wrote about leading the state’s response to the Covid-19 crisis, according to tax filings https://t.co/zkoykaK6hB",
  "data/tweet-wsj/2021/5/1394344497765654534.json": "CVS and Target said vaccinated customers were no longer required to wear masks in stores, joining other U.S. retailers rethinking their policies after federal health officials relaxed their guidelines https://t.co/UPEiGpEFyc",
  "data/tweet-wsj/2021/5/1394407509465747467.json": "President Biden and his wife, Jill Biden, made $607,336 in adjusted gross income in 2020 as he ran for office, according to tax returns the couple released Monday https://t.co/ZJ6vDPwPmM",
  "data/tweet-wsj/2021/5/1394444389703950336.json": "The U.S. blocked a proposed statement being considered by the U.N. Security Council that would have condemned the violence in Gaza https://t.co/Rc6Znt8nQz",
  "data/tweet-wsj/2021/5/1394453959146971147.json": "Many parents are ambivalent about getting their kids vaccinated, saying they want more information about safety and side effects https://t.co/XKGdcTxnis",
  "data/tweet-wsj/2021/5/1394510586206109697.json": "Celebrities from Elizabeth Taylor in the 1950s to BTS in 2020 brought high fashion to the airport. The pandemic paused that peacocking, but it shows signs of returning. https://t.co/xbugejma0p",
  "data/tweet-wsj/2021/5/1394503996975484930.json": "Fidelity is introducing teens to investing, letting them buy and sell stocks through no fee brokerage accounts without parental approval on every trade https://t.co/VqVVmHhIQ7",
  "data/tweet-wsj/2021/5/1394514363566989317.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/9akmtRIe17",
  "data/tweet-wsj/2021/5/1394610129467756546.json": "The Bidens’ taxable income came to $607,336 in 2020, primarily from pensions, social security and Jill Biden’s speaking and writing engagements #WSJWhatsNow https://t.co/r3j3HkSsTU",
  "data/tweet-wsj/2021/5/1394401108827820034.json": "From @WSJopinion: Sen. Elizabeth Warren admits the goal of the vaccine patent waiver is to set a precedent that erodes all drug intellectual property protections. https://t.co/QBBxjXEOYT",
  "data/tweet-wsj/2021/5/1394620051026759683.json": "Pro-Beijing politicians want art they say insults China kept out of a new Hong Kong museum. “It shouldn’t be the politicians who curate this exhibition,” says Swiss collector Uli Sigg, who donated 1,500 works to the new M+ Museum. https://t.co/WaEQdAROpZ",
  "data/tweet-wsj/2021/5/1394625834007285760.json": "Fidelity is introducing teens to investing, letting them buy and sell stocks through no-fee brokerage accounts without parental approval on every trade https://t.co/crCcd03LNy",
  "data/tweet-wsj/2021/5/1394461512325025795.json": "Economic well-being fell sharply for people without a high-school degree in 2020, while rising for more-educated groups https://t.co/GMvdlq7z0c",
  "data/tweet-wsj/2021/5/1394680619540566019.json": "Treasury Secretary Janet Yellen called for reform of the corporate tax system to help pay for infrastructure upgrades and other goals advanced by President Biden https://t.co/eoxzCCWFxx"
}