{
  "data/tweet-crypto/2021/6/1400130197249220610.json": "GOOGLE - BEGINNING AUGUST 3, ADVERTISERS OFFERING CRYPTOCURRENCY EXCHANGES &amp; WALLETS TARGETING THE U.S. MAY ADVERTISE PRODUCTS AND SERVICES",
  "data/tweet-crypto/2021/6/1400244981235949573.json": "So in Quebec you're telling me ONE hydro powerplant produces 36+ GW,and MOST of this power is unused. ~1/6-1/3 of this unused power can run the ENTIRE #bitcoin network. THE ENERGY FUD NEEDS TO STOP. Absolutely ridiculous. @adam3us and @100trillionUSD on @PrestonPysh .",
  "data/tweet-crypto/2021/6/1400840430334484487.json": "Square is considering making a hardware wallet for #bitcoin. If we do it, we would build it entirely in the open, from software to hardware design, and in collaboration with the community. We want to kick off this thinking the right way: by sharing some of our guiding principles.",
  "data/tweet-crypto/2021/6/1401302317899595785.json": "El Salvador 🇸🇻 to become the first country in the world to hold #Bitcoin on its balance sheet.",
  "data/tweet-crypto/2021/6/1401629641790590989.json": "#Bitcoin has a market cap of $680 billion dollars.\n\nIf 1% of it is invested in El Salvador, that would increase our GDP by 25%.\n\nOn the other side, #Bitcoin will have 10 million potential new users and the fastest growing way to transfer 6 billion dollars a year in remittances.",
  "data/tweet-crypto/2021/6/1401629488203583491.json": "1. Great weather, world class surfing beaches, beach front properties for sale.\n2. One of the few countries in the world with no property tax.\n3. No capital gains tax for #Bitcoin, since it will be a legal currency.\n4. Immediate permanent residence for crypto entrepreneurs. https://t.co/j3eugJQCMd",
  "data/tweet-crypto/2021/6/1401626982929076232.json": "Welcome to the future 🇸🇻 #Bitcoin https://t.co/j30vcZVXvJ",
  "data/tweet-crypto/2021/6/1401626088430878729.json": "Never been more proud to be El Salvadorian.",
  "data/tweet-crypto/2021/6/1401880062245355523.json": "MicroStrategy Announces Proposed Private Offering of $400 Million of Senior Secured Notes to acquire additional #bitcoin.  $MSTR\nhttps://t.co/ilhUt1M73j",
  "data/tweet-crypto/2021/6/1402024724465700868.json": "They found a few millions \"untraceable\" bitcoin faster than the $35 trillion in \"accounting adjustments\" at the Pentagon"
}