{
  "data/tweet-wsj/2021/8/1421633191140544519.json": "Simone Biles hit pause at the Olympics, and the widening conversation about mental health in sports had another indelible moment, our sports columnist writes https://t.co/v1DtVENNlj",
  "data/tweet-wsj/2021/8/1421621758495502336.json": "From @WSJopinion: We are reaching the limits of the voluntary approach to vaccinations. Once the FDA approves the vaccines for non-emergency use, it’s time for a broader range of mandates, writes @BillGalston https://t.co/wm0wasI7g0",
  "data/tweet-wsj/2021/8/1421648143519731712.json": "We live in a Golden Age of dinosaur chicken nuggets https://t.co/Iaid1MalJu",
  "data/tweet-wsj/2021/8/1421634298969534470.json": "Trump already has $102 million in political cash that he can wield as the GOP eyes retaking majorities in Congress next year, an aide said https://t.co/UP1L0nsUDr",
  "data/tweet-wsj/2021/8/1421655696035155969.json": "Google will require all its on-campus workers to be vaccinated against Covid-19 and is delaying its return to the office until October https://t.co/xvvrtWCePe",
  "data/tweet-wsj/2021/8/1421629267281170432.json": "The U.S. government found a buyer for the Wu-Tang Clan album owned by Martin Shkreli that had only one physical copy in existence https://t.co/sqyku5FVAD",
  "data/tweet-wsj/2021/8/1421659471248494596.json": "Eight years ago, Simone Biles had to be pulled off the competition floor by her then-coach over her mental state. In 2021, the greatest gymnast of all time insisted to team staff that she was removing herself. https://t.co/9zRK5bOMbe",
  "data/tweet-wsj/2021/8/1421673001175617539.json": "Simone Biles will not defend her Olympic floor exercise title, her sports federation said. Her final opportunity to compete again at the Tokyo Olympics is the balance beam on Tuesday. https://t.co/PL211IP7U0",
  "data/tweet-wsj/2021/8/1421719875744149510.json": "Anna Kiesenhofer’s name did not appear on any list of pre-race favorites, writes @jasongay, but the Austrian mathematician managed to outduel a Dutch superteam and win Olympic gold https://t.co/ujGvuGhHNQ",
  "data/tweet-wsj/2021/8/1421742526642462722.json": "The U.S. loves solar power, but the panels are made using Chinese coal. Governments and companies are looking for emissions cuts at the source. https://t.co/BO4gRGNjg9",
  "data/tweet-wsj/2021/8/1421704763079598083.json": "China’s coronavirus controls are facing a fresh test as the highly infectious Delta variant spreads quickly within the country https://t.co/vd9YbShvLT",
  "data/tweet-wsj/2021/8/1421772771940524034.json": "The makers of some of the world’s bestselling food and drink brands warned they would keep raising prices as they grapple with the strongest inflation in years https://t.co/frThTOdv4g",
  "data/tweet-wsj/2021/8/1421789884868669444.json": "Xander Schauffele is an American golfer with a German surname and grandparents in Tokyo. And now the strands of his unusual family history have merged into one career-defining moment: an Olympic gold medal in Japan. https://t.co/wQ1luoDkuc",
  "data/tweet-wsj/2021/8/1421799131622821892.json": "Doctors said Artur Dalaloyan would take a year to recover from an Achilles tendon tear in April. He won team gold in Tokyo. https://t.co/V4GwEyuCxE",
  "data/tweet-wsj/2021/8/1421831149735882756.json": "Lamont Marcell Jacobs won a closely contested race, becoming the first Italian man to win an Olympic medal in the 100 meters https://t.co/2l4l1LqhV6",
  "data/tweet-wsj/2021/8/1421844452340117512.json": "Two Olympic high-jumpers did better than their competitors—but only as well as each other. “Can we have two golds?” The answer was yes. https://t.co/87zXXeKn6S",
  "data/tweet-wsj/2021/8/1421750078449012739.json": "Hong Kong said it would cut ties with the city’s largest teachers' union, after Chinese state media called the group a “malignant tumor” https://t.co/IRbsatOyes",
  "data/tweet-wsj/2021/8/1421835936183238664.json": "When companies raise the pay floor, entry-level workers might suddenly make almost as much as longtime employees. “I felt unappreciated.” https://t.co/NuE1jWgCiZ",
  "data/tweet-wsj/2021/8/1421784028483575808.json": "One of the oddest contrasts at these Olympic Games is between Olympic events with no spectators and life in the rest of Tokyo https://t.co/TcVhhYvukA",
  "data/tweet-wsj/2021/8/1421855771063693316.json": "“There aren’t enough beds, medicine is difficult to come by.” Indonesia, an archipelago that stretches more than 3,000 miles along the equator, is suffering one of the world’s worst Covid-19 surges. https://t.co/JQ3S3BrKou",
  "data/tweet-wsj/2021/8/1421863429854437378.json": "Delta poses a bigger threat than earlier strains for people spending significant time indoors with others who are infected, scientists warn. Here's what you need to know. https://t.co/MuXkBK0qsT",
  "data/tweet-wsj/2021/8/1421877147464085504.json": "Team USA swimmers will again return home with more medals than anyone else. Fewer of them are gold than in 2016. https://t.co/ZCOppAWjqX",
  "data/tweet-wsj/2021/8/1421859534973378564.json": "It would take $1 billion to compensate everyone fairly in the Champlain Towers South condo collapse, lawyers representing the victims say. But insurance policies only cover $50 million. https://t.co/I2UPFnhtmP",
  "data/tweet-wsj/2021/8/1421896022066974722.json": "A recent analysis found that one in four hospital workers with direct contact with patients was not vaccinated against Covid-19 https://t.co/vX6IZq6ZQU",
  "data/tweet-wsj/2021/8/1421885962251030540.json": "The Biden administration’s chief medical adviser said he didn’t believe the U.S. would return to lockdowns but warned that “things are going to get worse” as the Delta variant leads to a surge in Covid-19 cases https://t.co/JNprSDhCcm",
  "data/tweet-wsj/2021/8/1421898995266465793.json": "A Belarusian sprinter who had publicly criticized the country’s national coaches at the Tokyo Olympics said she was taken to an airport to be sent home against her will https://t.co/BfqFtYzeP2",
  "data/tweet-wsj/2021/8/1421838148364128257.json": "After more than a year of remote work arrangements, some CEOs have a message for their staff: Enough. https://t.co/arLGR2PbfP",
  "data/tweet-wsj/2021/8/1421956419293786112.json": "Square agreed to an all-stock deal worth around $29 billion to acquire installment-payment company Afterpay https://t.co/bvZdaBoscT",
  "data/tweet-wsj/2021/8/1421942572633706496.json": "The CEO of Scholastic died suddenly in June. Then came another shock: His will hands control of the “Harry Potter” publisher to his “partner and closest friend,” not his family. https://t.co/YeXcTfmQrl",
  "data/tweet-wsj/2021/8/1421972776836009985.json": "Two Olympic high-jumpers did better than their competitors—but only as well as each other. “Can we have two golds?” The answer was yes. https://t.co/3y6iEN7xSR",
  "data/tweet-wsj/2021/8/1421965221862719493.json": "Matt Ludwig was in his Ohio apartment when he got a call telling him to rush to the airport for the Tokyo Olympics. This is the inside story about a mad dash that went viral. https://t.co/ZBQUk8nYqi",
  "data/tweet-wsj/2021/8/1422002980082143233.json": "The Delta variant is changing calculations of governments around the world, raising doubts about how quickly they can leave the coronavirus pandemic behind https://t.co/IDtJjz3D8z",
  "data/tweet-wsj/2021/8/1421927474074689545.json": "Women’s rights activists see the detention of pop star Kris Wu, one of China’s best-known celebrities, on suspected rape as a breakthrough after years of resistance from authorities https://t.co/cMG0G4mXDt",
  "data/tweet-wsj/2021/8/1422018061033422851.json": "The price of Arabica beans is rising as a cold snap strikes Brazil, the world’s biggest coffee producer, and threatens to drive up costs at cafes and breakfast tables around the world #WSJWhatsNow https://t.co/OA9fyIJOmm",
  "data/tweet-wsj/2021/8/1422025643034820608.json": "“There aren’t enough beds, medicine is difficult to come by.” Indonesia, an archipelago that stretches more than 3,000 miles along the equator, is suffering one of the world’s worst Covid-19 surges. https://t.co/HnZHdCfW3V",
  "data/tweet-wsj/2021/8/1422010537559400451.json": "When companies raise the pay floor, entry-level workers might suddenly make almost as much as longtime employees. “With new people coming in making a penny less than I’m making, I felt unappreciated.” https://t.co/ojF2nMil0G",
  "data/tweet-wsj/2021/8/1421935028741758976.json": "The Canadian province of British Columbia is responding to a surge in overdose deaths with a novel strategy: giving out opioids. “We want the deaths to stop.” https://t.co/58GzrKkhwu",
  "data/tweet-wsj/2021/8/1422021862456967169.json": "Advisers to the FDA and former officials predict that full approval of Pfizer’s Covid-19 vaccine—currently authorized for emergency use—could come in September or October https://t.co/i1qJYjwzfb",
  "data/tweet-wsj/2021/8/1422055834251628545.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/lGjmaXfWgY",
  "data/tweet-wsj/2021/8/1422040722455289856.json": "Now is a great time to buy a new laptop. Here‘s how to pick the right one. https://t.co/DGcsARDftz",
  "data/tweet-wsj/2021/8/1422033181709119493.json": "The U.S. joins the U.K. and Israel in blaming Iran for a fatal drone strike on an Israeli-linked tanker https://t.co/7tlLgcMiG5",
  "data/tweet-wsj/2021/8/1422074744925478915.json": "A Belarusian sprinter who had resisted her team’s attempts to send her home against her will in the middle of a public dispute is safe in the hands of Japanese authorities, the International Olympic Committee says https://t.co/KzpGnObhd4",
  "data/tweet-wsj/2021/8/1422059593082064897.json": "The Biden administration’s chief medical adviser said he didn’t believe the U.S. would return to lockdowns but warned that “things are going to get worse” as the Delta variant leads to a surge in Covid-19 cases https://t.co/XA9qCOBZo0",
  "data/tweet-wsj/2021/8/1422116252991041537.json": "Simone Biles will compete in the Olympic balance beam final, making a high-stakes return after she pulled out of earlier events over mental-health concerns https://t.co/Rw44Ug9Xv9",
  "data/tweet-wsj/2021/8/1422036935430836226.json": "Brace for more expensive ice cream, beer and bottled water as the world’s bestselling food and drink brands grapple with the strongest inflation in years. @davidhodari has the scoop. #WSJWhatsNow https://t.co/xBRViiy9nx",
  "data/tweet-wsj/2021/8/1422138392045891587.json": "The U.S. women's team crashed out of the Olympic soccer semifinal after a 1-0 loss to Canada. The world No. 1s were favorites to secure their fifth gold. https://t.co/tvu70aTJZN",
  "data/tweet-wsj/2021/8/1422023787508379648.json": "Senators wrapped up the construction of a roughly $1 trillion infrastructure bill, racing to pass it through the chamber by the end of the week and send it to the House https://t.co/r3Q20GzxxJ",
  "data/tweet-wsj/2021/8/1422172849511489538.json": "Belarusian Olympic athlete Krystsina Tsimanouskaya is seeking a Polish visa after she resisted her team’s attempts to send her home against her will https://t.co/1vRASWSUbG",
  "data/tweet-wsj/2021/8/1422187965137231874.json": "From @WSJopinion: Many young athletes are standing up, saying no to the pressure, and exposing the ugly truth behind the obsession with winning and fame, writes @EricaKomisarCSW. If your teen is struggling, Simone Biles may be a good role model. https://t.co/XqC3b0459V",
  "data/tweet-wsj/2021/8/1422204216316153861.json": "Breaking: Reese Witherspoon’s media business, Hello Sunshine, is selling itself to a firm backed by private-equity giant Blackstone Group, the companies said, part of a plan to build an independent entertainment company for Hollywood’s streaming era https://t.co/rgY5dUbodC",
  "data/tweet-wsj/2021/8/1422218168580313092.json": "U.S. utilities are looking to miniature nuclear reactors, as they seek a steady energy source that can help reduce the carbon emissions linked to climate change https://t.co/Xk846kjeta",
  "data/tweet-wsj/2021/8/1422162008695353347.json": "Samsung has overtaken Intel as the world’s top chip maker by revenue in the race for chip-technology supremacy, amid a global shortage of chips #WSJWhatsNow https://t.co/y9V4VyZ5hz",
  "data/tweet-wsj/2021/8/1422233256397840389.json": "Target said it would require workers to wear masks regardless of vaccination status in counties deemed at high risk of Covid-19 transmission, mirroring policies implemented by other companies in the wake of new guidance on mask wearing from U.S. officials https://t.co/aML8HYEMXl",
  "data/tweet-wsj/2021/8/1422244581324861449.json": "From @WSJopinion: The CDC should be a source of fact and reason, not a hair-on-fire spreader of fear, writes The Editorial Board https://t.co/SYcHxB6XUj",
  "data/tweet-wsj/2021/8/1422282325572964363.json": "A 100-year old man will be tried in Germany on charges of aiding and abetting mass murder while working as a concentration-camp guard, making him one of the oldest defendants in a case brought against alleged Nazi-era perpetrators https://t.co/yJolGqFNlf",
  "data/tweet-wsj/2021/8/1422275229498368000.json": "Goldman Sachs is increasing base pay for entry-level bankers nearly 30%, a person familiar with the matter said, topping Wall Street rivals https://t.co/zHVwnOgnuO",
  "data/tweet-wsj/2021/8/1422289214796926977.json": "Sen. Lindsey Graham, who is vaccinated, said he tested positive for Covid-19, raising concerns about the possible spread of the highly transmissible Delta variant on Capitol Hill https://t.co/qWHG0rKzN7",
  "data/tweet-wsj/2021/8/1422302349075300353.json": "Trump will fight any move to turn over his tax returns to Congress, his lawyer said, days after the DOJ directed the Treasury to release the documents https://t.co/H3dZD6rcqp",
  "data/tweet-wsj/2021/8/1422316304086753285.json": "Obama is planning a 60th birthday party with hundreds of guests on Martha’s Vineyard, drawing some GOP criticism as the party comes at a time that the country is grappling with rising Covid-19 case counts https://t.co/CTAc2Z2nof",
  "data/tweet-wsj/2021/8/1422268460986363904.json": "From the remote-work debate to how business leaders address social issues, here's what's happening in today's workplaces https://t.co/bfvUl1SMYT",
  "data/tweet-wsj/2021/8/1422225709163028484.json": "One of Hong Kong’s most prominent singers, Anthony Wong Yiu-ming, has been charged with corruption for a performance he gave at a 2018 rally to support a pro-democracy candidate https://t.co/aZLv0gWHwH",
  "data/tweet-wsj/2021/8/1422410663129985031.json": "Major retailers and restaurant chains such as Home Depot and McDonald’s said they would require workers to wear masks at many of their locations regardless of vaccination status https://t.co/ogdca1NIfx",
  "data/tweet-wsj/2021/8/1422380469325271040.json": "Video: As U.S. troops leave Afghanistan, a WSJ analysis shows how the Taliban has gradually taken back control of much of the country after being toppled in 2001 https://t.co/7BNR2gcXt5",
  "data/tweet-wsj/2021/8/1422494448861188101.json": "Simone Biles took bronze in the balance beam Olympic final after a dramatic comeback to competition in Tokyo https://t.co/IUcy6gbE78",
  "data/tweet-wsj/2021/8/1422874985769619457.json": "For the second day in a row, an American runner broke the world record in the 400-meter hurdles here—and went home with a silver medal. https://t.co/sSianTI0Wl",
  "data/tweet-wsj/2021/8/1422848551495819266.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/hfQ1sJW7Sn",
  "data/tweet-wsj/2021/8/1422822147190312960.json": "Tyson Foods said it would require Covid-19 vaccinations for its U.S. workforce of about 120,000, aiming for total vaccination of the meat giant’s employees by Nov 1 https://t.co/0o6fcumQnl",
  "data/tweet-wsj/2021/8/1422803264223973380.json": "For the second day in a row, an American runner broke the world record in the 400-meter hurdles here—and went home with a silver medal. https://t.co/Tw39u90Vwn",
  "data/tweet-wsj/2021/8/1422799506739974144.json": "Covid-19 has returned to Wuhan after more than a year with no cases https://t.co/6Hk17SdxN9",
  "data/tweet-wsj/2021/8/1422791944212729858.json": "A 29-year-old graduate student who lost several family members to India’s Covid-19 surge was among those packed into a New Delhi bar. “Life goes on,” she said. “Nothing stops me from partying.”  https://t.co/VG2YP2CHcr",
  "data/tweet-wsj/2021/8/1422780602814717953.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/oiNJFDaM8e",
  "data/tweet-wsj/2021/8/1422776836984033285.json": "Jessica Springsteen, the daughter of a New Jersey musician you may have heard of, has quickly risen to become one of the top equestrian jumpers at the Olympics. She spoke to @WSJSports about her career and the Belgian Warmblood stallion she calls Don. https://t.co/TEfOooKR9w",
  "data/tweet-wsj/2021/8/1422761748017319937.json": "From @WSJopinion: If the “emergency” label is holding people back from vaccinations, then there is no higher public-health priority than reassuring Americans that evidence shows the vaccine is safe and saving lives, writes The Editorial Board https://t.co/i4yMx1UXoz",
  "data/tweet-wsj/2021/8/1422754206688108551.json": "Wuhan, the city where Covid-19 was first detected, reported new infections for the first time in more than a year, prompting authorities there to launch mass testing https://t.co/4ZvD3w2QxM",
  "data/tweet-wsj/2021/8/1422750425653161986.json": "\"Are you vaccinated?\" The question can damage personal and professional relationships if not handled carefully. Here’s how to ask at work, with friends and with family. https://t.co/ZJCPNOjPE7",
  "data/tweet-wsj/2021/8/1422693795381010434.json": "From @WSJopinion: The $3.5 trillion reconciliation package is a large and unprecedented piece of legislation. But we are living in an unprecedented moment. Now is the time for bold action, writes Bernie Sanders. https://t.co/5a0CyrPLV3",
  "data/tweet-wsj/2021/8/1422681223432916997.json": "Covid-19 hospitalizations in Florida have reached a record high, federal data show, as the state battles a surge in cases brought on by the highly contagious Delta variant https://t.co/BhyoJyU1jy",
  "data/tweet-wsj/2021/8/1422664629210202118.json": "Breaking: President Biden said that New York Gov. Andrew Cuomo should resign, following an investigation that found he sexually harassed multiple women https://t.co/VOGDjAoY1i",
  "data/tweet-wsj/2021/8/1422658987028361223.json": "The Biden administration is set to announce a new eviction moratorium expected to target areas with high Covid infections, people familiar with the matter say https://t.co/fKS9LiUgt3",
  "data/tweet-wsj/2021/8/1422641615911464975.json": "The NCAA has undervalued its women’s basketball tournament by tens of millions of dollars while prioritizing Division I men's basketball and should overhaul how it operates and sells rights to the event, a new report found https://t.co/2hWHKJHIGk",
  "data/tweet-wsj/2021/8/1422629614548135939.json": "Many recent law-school graduates are earning less than $70,000 a year while carrying debts at least double that amount. “Law schools encourage a kind of magical thinking,\" said a professor. https://t.co/1zBhActg7q",
  "data/tweet-wsj/2021/8/1422606982079463424.json": "Simone Biles needed a private place to learn to do gymnastics again. The Americans called a Japanese professor, who had a facility an hour outside of Tokyo where she could escape the public eye. https://t.co/rcoqeXnOw1",
  "data/tweet-wsj/2021/8/1422598620990394377.json": "The SEC will police crypto markets to the maximum extent possible, Chairman Gensler said, calling for Congress to give it more authority to regulate the sector https://t.co/hZ5WNZaNr1",
  "data/tweet-wsj/2021/8/1422591880596963330.json": "Wuhan, the city where Covid-19 was first detected, reported new infections for the first time in more than a year, prompting authorities there to launch mass testing https://t.co/D7JSytTTFw",
  "data/tweet-wsj/2021/8/1422584348340105223.json": "A Belarusian activist who headed a group in Ukraine that helps Belarusians escape repression in their homeland was found dead a day after disappearing near his home in Kyiv, an incident that comes amid an intensifying crackdown on Belarusian activists https://t.co/DN0xoU2uxH",
  "data/tweet-wsj/2021/8/1422578142095478785.json": "Breaking: New York Gov. Andrew Cuomo sexually harassed multiple women during his time in office, in violation of state and federal laws, a state investigation found https://t.co/5EwMiSF9zf",
  "data/tweet-wsj/2021/8/1422574308363210757.json": "New York City will require people to show proof of vaccination at restaurants, gyms, and other indoor activities and events. Inspections and enforcement will be begin by the week of Sept. 13, the mayor said. https://t.co/KFtuJH81vd",
  "data/tweet-wsj/2021/8/1422554106816774149.json": "Tyson Foods said it would require Covid-19 vaccinations for its U.S. workforce of about 120,000, aiming for total vaccination of the meat giant’s employees by Nov 1 https://t.co/6AhA6XDoUf",
  "data/tweet-wsj/2021/8/1422549563207045121.json": "Athing Mu, 19, set an American record in winning the gold medal in the 800 meters at the Tokyo Olympics on Tuesday, continuing a steep rise of the Trenton, N.J.-born daughter of Sudanese immigrants https://t.co/zdWqjlkCoo",
  "data/tweet-wsj/2021/8/1422535250723409924.json": "Simone Biles returned to the stage in Tokyo Tuesday, and an athlete who arrived at the Olympics as a superhero departs as a candid human being. That may prove to be Biles’s greatest impact, writes @jasongay. https://t.co/EesE7WVDfI",
  "data/tweet-wsj/2021/8/1422531459622051875.json": "Only a dozen of the U.S.’s law schools leave students earning annual salaries, two years after graduation, that exceed their debts. “When I was looking for law schools, I wasn’t looking at price.\" https://t.co/i8AhHsPy6a",
  "data/tweet-wsj/2021/8/1422508813677219840.json": "Krystsina Tsimanouskaya, the Belarusian sprinter who refused her team’s orders to fly home, says she will never return there: “I was just afraid for my life, afraid to go to jail\" https://t.co/bzF4e3KlD4",
  "data/tweet-wsj/2021/8/1422467307801096209.json": "A funny thing happens among engineers and researchers who build AI once they attain a deep level of expertise in their field. Some of them conclude that there’s nothing “intelligent” about AI at all, columnist @mims writes. https://t.co/B2NWH4SM4P",
  "data/tweet-wsj/2021/8/1422739076516569089.json": "Apartment rents are rising fast, boosted by young professionals returning to cities and an expensive housing market https://t.co/MR0AxZ0iu9",
  "data/tweet-wsj/2021/8/1422901427257675776.json": "Former President Barack Obama is scaling back his planned 60th birthday party this weekend at his Martha’s Vineyard vacation home in the wake of criticism from conservatives and as the nation confronts rising Covid-19 cases https://t.co/TyaE1Xb5Du",
  "data/tweet-wsj/2021/8/1422863635022548995.json": "After an investigation found that Andrew Cuomo sexually harassed multiple women, state Democrats vowed to speed up their impeachment probe https://t.co/aQRTPipV2k",
  "data/tweet-wsj/2021/8/1422893849840689156.json": "Russia’s not really at the Olympics. But that hasn’t stopped the world’s largest country from hauling gold out of Tokyo like a Siberian mine. https://t.co/hVQYi50hco",
  "data/tweet-wsj/2021/8/1422837232650567682.json": "North Korea has a few demands to restart nuclear talks with the U.S. On the must-have list: fine suits and premium liquor. https://t.co/7GxzYM4ydF",
  "data/tweet-wsj/2021/8/1422928185772101644.json": "Lawyers for former President Donald Trump asked a federal judge to block the release of his tax returns to Congress, saying Democratic lawmakers have no legitimate purpose in seeking them and are trying to score political points by embarrassing Trump https://t.co/SjtA0sF8E5",
  "data/tweet-wsj/2021/8/1422954616782737415.json": "From @WSJopinion: If the nationwide eviction moratorium is extended, back payments will continue to stack up, and the result will be an even bigger problem when the music finally stops https://t.co/NlYiqS7EZe"
}