{
  "data/tweet-nytimes/2021/12/1466146124738306053.json": "Breaking News: Stacey Abrams announced that she would run for governor of Georgia in 2022, aiming to unseat Gov. Brian Kemp in a rematch of the contentious 2018 election. https://t.co/DgWbCvihK0 https://t.co/J59ksFV6pE",
  "data/tweet-nytimes/2021/12/1466132511260659722.json": "Breaking News: The women’s professional tennis tour said it was immediately suspending all tournaments in China in response to Peng Shuai’s disappearance. Shuai said last month that she was sexually assaulted by a top member of the Chinese government. https://t.co/yFnvMKf2jW",
  "data/tweet-nytimes/2021/12/1466120839674351629.json": "Breaking News: The first U.S. case of the Omicron variant has been detected in California. Over 20 other nations now have cases of the Omicron variant, as questions about its impact remain. Track its spread here. https://t.co/o06X5GOLTj",
  "data/tweet-nytimes/2021/12/1466108480796958734.json": "Breaking News: Donald Trump tested positive for Covid days before facing Joe Biden in their first debate, and before he told the public, two ex-officials said. https://t.co/WR8gzY6eq9",
  "data/tweet-nytimes/2021/12/1466077157793452036.json": "Justice Sonia Sotomayor said that \"15 justices over 30 years since Casey have reaffirmed that basic viability line,\" referring to Planned Parenthood vs. Casey which said that states could not impose an undue burden on the right to abortion. https://t.co/moRhmrL5dZ https://t.co/JWpl0A2qSV",
  "data/tweet-nytimes/2021/12/1466074448109391873.json": "Julie Rikelman, now arguing against Mississippi's law, is the litigation director at the Center for Reproductive Rights. She argued successfully before the Supreme Court in 2020 against a Louisiana law, a significant victory for abortion rights supporters. https://t.co/GjGLibbN4r",
  "data/tweet-nytimes/2021/12/1466067563172016134.json": "Justice Sonia Sotomayor, a consistent supporter of abortion rights, grilled Mississippi's solicitor general, asking whether the institution of the Supreme Court would \"survive the stench\" of overturning Roe in what would appear to be a political act. https://t.co/sbHcIObnjQ",
  "data/tweet-nytimes/2021/12/1466006685823156228.json": "How do you pronounce \"Omicron\" anyway? There is no single, agreed-on English pronunciation, experts say. https://t.co/uIYUXE5TZW https://t.co/2Oc93s4HSB",
  "data/tweet-nytimes/2021/12/1465878338333990916.json": "How do you pronounce \"Omicron\" anyway? There is no single, agreed-on English pronunciation, experts say. https://t.co/PwypHPfQGC https://t.co/exm4AiNna3",
  "data/tweet-nytimes/2021/12/1465860707954659331.json": "In 1911, someone checked out a copy of the book \"New Chronicles of Rebecca\" from a library in Boise, Idaho.\n\nAfter 110 years, the volume mysteriously turned up this month at the city's main library in immaculate condition. https://t.co/vXUKRiD3CJ",
  "data/tweet-nytimes/2021/12/1466063169189777411.json": "Breaking News: Gov. Charlie Baker of Massachusetts, a moderate Republican who defied Donald Trump during his two terms, said he would not seek re-election next year. He faced a Trump-backed primary challenge and a potentially difficult general election.\nhttps://t.co/kciT4EoQ3T",
  "data/tweet-nytimes/2021/12/1465867016611540996.json": "\"I think this is every parent's worst nightmare,\" Gov. Gretchen Whitmer of Michigan said after a fatal shooting at Oxford High School on Tuesday. \"No one should be afraid to go to school, work, a house of worship, or even their own home,\" she added. https://t.co/wfK8MUJSww",
  "data/tweet-nytimes/2021/12/1466099799673950211.json": "Breaking News: The Supreme Court seems poised to uphold Mississippi's law, which bans abortion after 15 weeks of pregnancy, after hearing arguments on Wednesday. But the court's conservative majority appeared split about overruling Roe v. Wade entirely. https://t.co/Cj9TYacIp6 https://t.co/v2JiwBPMg3",
  "data/tweet-nytimes/2021/12/1466167753354719233.json": "The UN secretary general expressed strong criticism of the international response to the Omicron variant, saying that the rush to close borders has especially penalized African nations where the variant was first detected and vaccines were slow to arrive. https://t.co/Y1aMlbZ8US https://t.co/EGfmQbyHd6",
  "data/tweet-nytimes/2021/12/1465923640378150914.json": "The Tucson Police Department moved to fire a police officer after he was captured on video fatally shooting a man in a wheelchair who was suspected of stealing a toolbox from a Walmart and flashing a knife. https://t.co/4DlQIPRzcc",
  "data/tweet-nytimes/2021/12/1466137540889559043.json": "Alec Baldwin said in an upcoming television interview that he did not pull the trigger of the gun that fired a live round on the set of the film \"Rust,\" killing the film’s cinematographer and wounding its director. https://t.co/tKSzUS9HCA",
  "data/tweet-nytimes/2021/12/1466127592952668164.json": "Justice Clarence Thomas asked if there's a constitutional right to abortion, saying it's not spelled out the way the Second Amendment is.\n\n\"It's liberty, your honor,\" Julie Rikelman, the litigation director at the Center for Reproductive Rights, replied.https://t.co/SfiUn06cz1 https://t.co/VBhFTUALjI",
  "data/tweet-nytimes/2021/12/1466210548652068872.json": "Marcus Lamb, a Christian broadcaster in Dallas who had been dismissive of Covid-19 vaccinations, died on Tuesday after contracting the coronavirus, his family said. https://t.co/lxwS1q6n4A",
  "data/tweet-nytimes/2021/12/1466216742791823369.json": "Breaking News: President Biden will extend a mask mandate for travelers on airplanes, trains and buses, a person familiar with the decision said. https://t.co/Jx3Ccaf0ea",
  "data/tweet-nytimes/2021/12/1466131693874520066.json": "Breaking News: A 15-year-old boy was charged with terrorism and first-degree murder in connection with the Michigan school shooting that left at least four students dead on Tuesday. Officials are considering charges against his parents. https://t.co/qymSqjcQHf",
  "data/tweet-nytimes/2021/12/1466082324873895939.json": "During his 2018 confirmation hearing, Justice Brett Kavanaugh declared that he considered Roe to be settled law, winning him the crucial support of Senator Susan Collins. A reversal by him would be politically explosive, says @hillhulse.\n\nListen live: https://t.co/dPjpquzIgH",
  "data/tweet-nytimes/2021/12/1466101074759143431.json": "The Supreme Court's six-member conservative majority appears divided about whether to overrule Roe v. Wade entirely. If they were to do so, at least 20 of the 50 U.S. states will immediately or in short order make almost all abortions unlawful. https://t.co/I5p3mVgXVX",
  "data/tweet-nytimes/2021/12/1466365306071556097.json": "The first Israeli to test positive for the Omicron variant interacted with dozens of people. Only one has tested positive since.\n\nThe results have given some experts cautious hope that triple-vaccinated people may not be as vulnerable as was first feared. https://t.co/b1tSv6Ny63",
  "data/tweet-nytimes/2021/12/1466375536939343875.json": "Breaking News: President Biden is expected to unveil a winter Covid plan today that includes insurance reimbursement for at-home tests and new travel protocols. https://t.co/z4nw6HSrEW",
  "data/tweet-nytimes/2021/12/1466432025183899654.json": "Meghan, the Duchess of Sussex, won a decisive victory in her long-running legal feud with The Mail on Sunday on Thursday, in her claim that the British tabloid violated her privacy by publishing a letter she sent to her estranged father. https://t.co/2JowRUJYjq",
  "data/tweet-nytimes/2021/12/1466374108552351750.json": "China’s censors have begun scrubbing references to Peng Shuai and the sexual assault allegations she made against a former vice premier from the internet. But her supporters are still finding ways to talk about her. https://t.co/zJScFxtmVL",
  "data/tweet-nytimes/2021/12/1466437051205791748.json": "Two Georgia election workers who were falsely accused of manipulating ballots during the 2020 election are suing The Gateway Pundit, one of the nation’s leading sources of pro-Trump misinformation for defamation. https://t.co/2U1y5ka5IR",
  "data/tweet-nytimes/2021/12/1466447078486380544.json": "A Democratic pollster issued a warning to his party ahead of the 2022 elections after holding focus groups with Virginia voters.\n\n\"We’ve got a national branding problem that is probably deeper than a lot of people suspect.\" https://t.co/BVCC8owAmh",
  "data/tweet-nytimes/2021/12/1466530136677826563.json": "Germany announced new rules to prevent unvaccinated people from going to bars and restaurants, or shop anywhere but places like pharmacies or grocery stores to break a soaring fourth wave of Covid and prevent the spread of the Omicron variant. https://t.co/skOiu1CkZC",
  "data/tweet-nytimes/2021/12/1466453420706050053.json": "A former Ohio sheriff’s deputy has been charged with murder in the death of Casey Goodson Jr. last year. Goodson, a 23-year-old Black man, was shot several times in the back during an operation that had nothing to do with him, according to an indictment. https://t.co/U5voTep3UQ",
  "data/tweet-nytimes/2021/12/1466518093518225410.json": "Breaking News: New York City will require employees at yeshivas, Catholic schools and other private schools to be vaccinated against the coronavirus. The new directive is expected to affect roughly 930 schools and 56,000 employees, city officials said. https://t.co/77HWJFfBeD",
  "data/tweet-nytimes/2021/12/1466565400230039555.json": "The most-used emojis of 2021 are in. What's your favorite emoji? Tell us in the comments. https://t.co/jsAwdYGSiT https://t.co/ZR907iTPBa",
  "data/tweet-nytimes/2021/12/1466557835135885314.json": "The NFL on Thursday suspended the Tampa Bay Buccaneers star receiver Antonio Brown and cornerback Mike Edwards without pay for the next three games for misrepresenting their vaccination status. https://t.co/pTJexz3GaZ",
  "data/tweet-nytimes/2021/12/1466552270682738699.json": "Breaking News: Many mix-and-match combinations of booster shots are likely to provide strong protection against the coronavirus, a large study found. https://t.co/hVcwkPFGFY",
  "data/tweet-nytimes/2021/12/1466485125462515720.json": "The Democrats’ social policy bill, or Build Back Better, if passed by the Senate, would be the biggest step toward universal coverage since the passage of the Affordable Care Act. Here are some of the programs and people the bill would affect. https://t.co/56BRchQiZK https://t.co/Ecx86yaTnP",
  "data/tweet-nytimes/2021/12/1466742793502605317.json": "Marcus Lamb, a Christian broadcaster in Dallas who had been dismissive of Covid-19 vaccinations, died on Tuesday after contracting the coronavirus, his family said. https://t.co/ZyfRQONa8R",
  "data/tweet-nytimes/2021/12/1466481055440027664.json": "The largest media organizations in the U.S. — including ABC, CBS, CNN, Dow Jones, NBC, The New York Times and The Washington Post — filed a brief on Tuesday asking a court not to bar Steve Bannon from releasing documents related to the Jan. 6 Capitol riot. https://t.co/eqinOHUxyk",
  "data/tweet-nytimes/2021/12/1466701282513723398.json": "A commercial featuring Santa holding a vaccine passport has been cleared by British ad regulators, after viewers submitted a near-record number of complaints, saying it promoted vaccination. The ad \"doesn't break our rules,\" a spokesman said. https://t.co/pWf6v7L2Hu",
  "data/tweet-nytimes/2021/12/1466764185312940036.json": "On her third day out with a metal detector, Milly Hardwick, a 13-year-old in England, found an ax from 3,000 years ago along with a hoard of other Bronze Age artifacts.\n\n“I was just shocked,” she said. “We were just laughing our heads off.” https://t.co/lhYqb9PBAN",
  "data/tweet-nytimes/2021/12/1466819882583040010.json": "Breaking News: The parents of the Michigan school shooting suspect were charged with involuntary manslaughter, a rare step in prosecuting school shootings. https://t.co/i2YsealQkA https://t.co/L5zzjIiXrq",
  "data/tweet-nytimes/2021/12/1466786842624331786.json": "In Opinion\n\n“The right likes to suggest that abortion is a traumatic experience for women,” writes Elizabeth Spiers, who was adopted as an infant, in a guest essay. “But adoption is often just as traumatic as the right thinks abortion is, if not more so.” https://t.co/jMizWAXvva",
  "data/tweet-nytimes/2021/12/1466848488688390148.json": "These are the best TV shows of 2021, according to our critics. https://t.co/rM0JR5SGGi https://t.co/MP6xVSFbRb",
  "data/tweet-nytimes/2021/12/1466874950493650951.json": "As a nurse in Biella, Italy, prepared to administer a Covid vaccine on Thursday, she noticed the patient's arm was pinker than his face — then, she touched the arm.\n\n\"It was made of rubber foam,\" she said.\nhttps://t.co/8PHg1SEZh5",
  "data/tweet-nytimes/2021/12/1466855937466109955.json": "Breaking News: The Omicron variant appears to be spreading more than twice as fast as Delta in South Africa, scientists said. How vaccines affect it — or  whether Omicron causes more severe disease than other variants — remains unclear. https://t.co/p9yeVmEzHz"
}