{
  "data/tweet-economist/2021/8/1421630097161953282.json": "Fiame Naomi Mata’afa is Samoa’s first female prime minister https://t.co/3TXDgpVBgl",
  "data/tweet-economist/2021/8/1421748257743679495.json": "Turkey is already home to anywhere between 200,000 and 600,000 Afghans, most of whom have arrived in the past decade, fleeing violence and poverty https://t.co/uRywpjVjuo",
  "data/tweet-economist/2021/8/1421710385594384386.json": "How Jordan cornered the market for Arabic-language training in the Middle East https://t.co/0MjW7NrQRH",
  "data/tweet-economist/2021/8/1421702077043167232.json": "The success of serialised comic strips that people can read on their phones belies their humble origins https://t.co/RvzLf2oI5F",
  "data/tweet-economist/2021/8/1421638327401426946.json": "“I think that the price of a free society is walking around with a stone in your shoe.” On “The Economist Asks” podcast author and lawyer @EricBerkowitz4 explains why he thinks free speech should be protected even if it’s offensive https://t.co/qUsaI2HJBE https://t.co/JNW0bn3i4S",
  "data/tweet-economist/2021/8/1421808305467428870.json": "Syrians and Afghans now account for roughly 5% of the country’s population https://t.co/bm9JYvRFsh",
  "data/tweet-economist/2021/8/1421751825691201536.json": "Cries for accountability over the leaked Pegasus file may well be drowned in India’s turbulent public life. Attention has already shifted from the scandal to new dramas https://t.co/WS6iDIRnwM",
  "data/tweet-economist/2021/8/1421839406110023683.json": "When pandemics impose economic hardship, the burden falls most heavily on the poor, IMF analysis suggests. This sense of injustice brings people onto the streets  https://t.co/yN467VS86X",
  "data/tweet-economist/2021/8/1421818052878942212.json": "A 3°C world will bring more frequent and more extreme heatwaves to regions that have little or no experience of such things https://t.co/rbZnGYy4IO",
  "data/tweet-economist/2021/8/1421857175081832454.json": "Much of London's new housing has been built in places vulnerable to ﬂooding https://t.co/rbtRPOiPpG",
  "data/tweet-economist/2021/8/1421868609123532805.json": "In another democracy, a scandal such as Pegasus could topple a government. But in Narendra Modi’s India things are not so simple https://t.co/3tW9IN3pKe",
  "data/tweet-economist/2021/8/1421668546757677057.json": "If many different analytical approaches point in the same direction, then scientists can be confident that their conclusion is the right one   https://t.co/JHF2eoSx41",
  "data/tweet-economist/2021/8/1421853278623653888.json": "It seems that, as soon as managers start to climb the corporate ladder, they begin to lose the ability to talk or write clearly https://t.co/87yKw5GJtq",
  "data/tweet-economist/2021/8/1421826063819329539.json": "The Chinese government gave its clearest sign yet that it wants to revise its state-capitalist model into something with less global capitalism and more Chinese state   https://t.co/KwweUzcc89",
  "data/tweet-economist/2021/8/1421833686564184064.json": "Global electricity demand is forecast to grow by nearly 5% in 2021 and by 4% in 2022. Fossil­ fuel-based power will probably make up 45% of the extra demand this year and 40% next year https://t.co/4DrbFeSK3T",
  "data/tweet-economist/2021/8/1421762076394065923.json": "The Pegasus customer list correlates neatly with many of the governments courted by Israel’s former prime minister, Binyamin Netanyahu https://t.co/Cw6nDJqYHZ",
  "data/tweet-economist/2021/8/1421802899429019650.json": "A 3°C world is both a pretty likely outcome if nothing more gets done and the worst that might still happen even if things go very well indeed. \n\nThat makes it worth looking at in some detail, and the result is alarming. \n\nClick to learn more 👇",
  "data/tweet-economist/2021/8/1421938819369250818.json": "In his new book “The Long Game”, Rush Doshi paints gloomy picture: that China aims to achieve global supremacy by 2049, when the Communist Party hopes to celebrate 100 years in power https://t.co/UL3i7hpFlR",
  "data/tweet-economist/2021/8/1422051052254334977.json": "It took three and a half months and a constitutional crisis, but Samoa at last has its first change of governing party in 33 years https://t.co/0Ji0APddHI",
  "data/tweet-economist/2021/8/1422046479703810048.json": "Narendra Modi’s government is a presumed client of Pegasus’s Israeli creator, the NSO Group. But it denies involvement in the alleged snooping on critics and has refused any debate on the subject https://t.co/T3Jdauqfmg",
  "data/tweet-economist/2021/8/1421912133038657540.json": "Venice has banned cruise ships from its lagoon. But the real problem is bus and train passengers, and the seemingly unstoppable increase in those arrivals. From @1843mag's archive https://t.co/mNw2N4qofd"
}