{
  "data/tweet-wsj/2021/9/1432859514022383623.json": "“Mr. President...Don’t forget me here.” An Afghan interpreter who 13 years ago helped rescue Joe Biden was left behind Monday when the U.S. ended its military campaign in Afghanistan. https://t.co/tyL5Tn7aG0",
  "data/tweet-wsj/2021/9/1432863313168322566.json": "Holders of Israel’s vaccine passports must get a third dose of the Pfizer-BioNTech vaccine within six months of their second dose, or lose the so-called green pass that allows them more freedom https://t.co/dXILuGR0iY",
  "data/tweet-wsj/2021/9/1432889714810527747.json": "From @WSJopinion: As the Biden geniuses pick through the wreckage of what they have achieved, they—and all of us—should remember with trepidation this lesson from history: It’s not only the gods who punish arrogance and vanity, writes @gerardtbaker https://t.co/J97gMatP3I",
  "data/tweet-wsj/2021/9/1432901078333394945.json": "China’s move to crack down on online games signals that the country’s Communist Party intends to insert itself into the private lives of citizens to an extent not seen in decades https://t.co/6Zks6D2sje",
  "data/tweet-wsj/2021/9/1432923706578378754.json": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/hVpv4IpM1I",
  "data/tweet-wsj/2021/9/1432904806734180353.json": "Review: \"Future of Work,\" a three-part series on PBS, looks at the way technology is shaping our jobs and how it’s replacing humans https://t.co/YY8GkZcix6",
  "data/tweet-wsj/2021/9/1432953907995631620.json": "Every second you watch or rewatch a video on TikTok, it’s tracking you. Our investigation reveals the one piece of information the app needs to decide what you see. https://t.co/flGpmp8wQM",
  "data/tweet-wsj/2021/9/1433002976948412417.json": "Americans are back to buying up toilet paper and paper towels. The maker of Charmin and Bounty is ramping up production, running factories 24 hours a day, seven days a week. https://t.co/TTgODyVLoK"
}