{
  "data/youtube-top/2021/5/SPVJeKweiv8.json": "Minecraft's Most Unbelievable and Rarest Seeds... Minecraft seeds can make some Minecraft worlds look ABSOLUTELY INSANE, so today we showcase and look at the most craziest Minecraft Seeds.\n\nHELP ME HIT 500K SUBSCRIBERS BEFORE THE END OF THIS YEAR! \n\nTwitch: SipoverS\n\nTwitter: SipoverS\n\nInstagram: SipoverS \n\nDiscord: https://discord.gg/qFrX5Qb\n\nNot Minecraft's History on Youtube or Glitches, or even the entire history of minecraft i guess, and not even close to Ranking Minecraft's rarest occurrences and Minecrafts most mind-blowing inventions. Dream could totally use some of these seeds for a manhunt speedrunner vs hunters... Or maybe even tommyinnit in a Minecraft Mod video. \n\nCredits to reddit and the Minecraft@home team for finding the majority of these seeds, they're crazy. \n\nDISCLAIMER: All of these seeds are Java besides the ravine, Some of the seeds in this video only work on certain versions, so if it isn't working try other versions like 1.12, 1.7.10, and 1.14. \n-To find the landmarks, do /locate(biome) (landmark) like stronghold or village and you should be able to find the landmark.",
  "data/youtube-top/2021/5/5J3peD8LZ5o.json": "Here are more details of how the funds will be distributed by NEXT for AUTISM- https://www.nextforautism.org/current-events/color-the-spectrum/\n\nCrypto donations are powered by Nexo. To donate before, during and after the event, head to  https://www.nexo.io/nextforautism\n\nIf you think you might be autistic, your general practitioner doctor can steer you in the right direction to get an official diagnosis.  In the meantime, here are some tools that can help:\n\nOnline diagnostic questionnaire- https://psychology-tools.com/test/autism-spectrum-quotient\n\nHere are Samdy Sams 18 questions that might indicate you are Autistic:\n1. Sensitivity to sensory stimuli, like Light and Sound?\n2. Do you notice details that other people don't?\n3. Do you consider yourself \"Highly Sensitive\"?\n4. \"You have many enthusiasms and get deeply fulfilled by diving into a subject\" not sure what the question there would be?\n5. Do you have difficulty doing things that other people find easy (like making phonecalls)?\n6. Do you feel like an outsider but are unable to figure out why?\n7. Have you lost friends without knowing what you did or what went wrong?\n8. Do you need time to recharge from social situations. \n9. When super stressed, do you explode out of nowhere in an uncharacteristic way?\n10. Do you find it hard to let things go? Do you ruminate on potential outcomes of a situation before or after the fact?\n11. Are your vocal or facial expressions different from a lot of people?\n12. Do you have difficulty organizing daily tasks?\n13. Growing up, did you have a fascination with countercultures? Non-traditional interests?\n14. Do people call you quirky, shy, or rude without you knowing what you did to acquire those labels?\n15. Are you uninterested in the concept of conforming to society's views of you (especially with regards to gender or sexuality?)\n16. Do you have nervous ticks such as picking, fidgeting, or tapping that you can't quit without picking up other bad habbits?\n17. Can other people easily manipulate you without you realizing what they're doing?\n18. Do you identify with all of these things, and feel shocked that other people don't experience life that way?\n\nYou can watch her full video here- https://www.youtube.com/watch?v=ot46-YGUF4Y",
  "data/youtube-top/2021/5/Tks_1uCO5kA.json": "No time to unpack this. Rick and Morty returns for season 5 on Sunday, June 20 at 11pm ET/PT on Adult Swim.\n\nSong: Diane Young by Vampire Weekend\n\nSUBSCRIBE: http://bit.ly/AdultSwimSubscribe\n\nAbout Adult Swim:\nGet your Adult Swim fix whenever and wherever you want at www.adultswim.com, or by downloading the Adult Swim app. Binge marathons or watch selected episodes of many of your favorite shows including Rick and Morty, Robot Chicken, Venture Bros., Aqua Teen Hunger Force and many more. \n\nConnect with Adult Swim Online:\nDownload the APPS: http://www.adultswim.com/apps/\nVisit Adult Swim WEBSITE: http://www.adultswim.com \nLike Adult Swim on FACEBOOK: http://bit.ly/ASFacebook\nFollow Adult Swim on TWITTER: http://bit.ly/ASTweet\nFollow Adult Swim on INSTAGRAM: http://instagram.com/adultswim\n\nWatch Adult Swim in your country:\nUnited Kingdom: https://bit.ly/AS_UK\nRepublic of Ireland: https://bit.ly/AS_UK\nFrance: https://bit.ly/AS_FR\nSpain: https://bit.ly/AS_SPA\nGermany: https://bit.ly/AS_GE\nRussia: https://bit.ly/AS_RUS\nSweden: https://bit.ly/AS_NORDIC\nNorway: https://bit.ly/AS_NORDIC\nDenmark: https://bit.ly/AS_NORDIC\nFinland: https://bit.ly/AS_NORDIC\nSouth Africa: https://bit.ly/AS_SA"
}