{
  "data/youtube-top/2021/2/GIvBwHjhLxU.json": "that time of the month... i am bored\n\n👕LAZAR Merch - https://shoplazar.com/\n🐤TWITTER - https://twitter.com/lazarbeam\n📘 FACEBOOK - https://www.facebook.com/LazarBeamLannan/\n📷INSTAGRAM - https://instagram.com/lazarbeamyt\n\nWant my headset!? I wear the ASTRO.ID A40\nTo get 5% off your Astro headphones go to: https://astro.family/lazarbeam",
  "data/youtube-top/2021/2/V0hUYCVIl34.json": "The demand surge of silver has completely overwhelmed the supply, and orders are not able to be filled now, said David Morgan of TheMorganReport. \n\n#SilverSqueeze #Kitco \n__________________________________________________________________\nKitco News is the world’s #1 source of metals market information. Our videos feature interviews with prominent industry figures to bring you market-affecting insights, with the goal of helping people make informed investment decisions. \n\nSubscribe to our channel to stay up to date on the latest insights moving the metals markets. \n\nFor more breaking news, visit http://www.kitco.com/\n\nFollow us on social media: \nFacebook - https://www.facebook.com/KitcoNews/?ref=br_rs \nTwitter - https://twitter.com/kitconewsnow\nStockTwits - https://stocktwits.com/kitconews\n\nLive gold price and charts: http://www.kitco.com/gold-price-today-usa/\nLive silver price and charts: http://www.kitco.com/silver-price-today-usa/\n\nDon’t forget to sign up for Kitco News’ Weekly Roundup – comes out every Friday to recap the hottest stories & videos of the week:  https://connect.kitco.com/subscription/newsletter.html\n\nJoin the conversation @ The Kitco Forums and be part of the premier online community for precious metals investors: https://gold-forum.kitco.com/ \n\n\nDisclaimer: Videos are not trading advice and the views expressed may not reflect those of Kitco Metals Inc.",
  "data/youtube-top/2021/2/5t7GOViHeTg.json": "This is Minecraft, But Farming Is OP... this was interesting.\n\nThanks for Watching! :D I appreciate all feedback and support :L!\n\nEdited By → @ExtremeBlitz \n\nTWITCH STREAMS → https://twitch.tv/tapl\nTAPL MERCH → https://tapl.store\n\nTwitter → https://twitter.com/TapLHarV \nDiscord Server → https://discord.gg/TapL\nInstagram → https://instagram.com/taplharv\nSnapchat → itstapl\n\n#MinecraftBut #MinecraftChallenge #TapL",
  "data/youtube-top/2021/2/Ch0wMWnXjeA.json": "Life could be perfect when it's made just for you. Marvel Studios' “WandaVision” is now streaming on Disney+: https://bit.ly/2XyBSIW\n\n► Subscribe to Marvel: http://bit.ly/WeO3YJ\n\nFollow Marvel on Twitter: ‪https://twitter.com/marvel\nLike Marvel on Facebook: ‪https://www.facebook.com/marvel\nWatch Marvel on Twitch: https://www.twitch.tv/marvel\n\nReward your Marvel fandom by joining Marvel Insider!\nEarn points, then redeem for awesome rewards.\nTerms and conditions apply. \nLearn more at https://www.marvel.com/insider?Osocial=YT&CID=MarvelInsider\n\nFor even more news, stay tuned to:\nTumblr: ‪http://marvelentertainment.tumblr.com/\nInstagram: https://www.instagram.com/marvel\nPinterest: ‪http://pinterest.com/marvelofficial\nReddit: http://reddit.com/u/marvel-official",
  "data/youtube-top/2021/2/QqLy3SFwo6M.json": "Lil Yachty returns to Complex Closets to give Joe La Puma a tour of his new house and sneaker closet, where he shows off vintage Nike sneakers, his favorite New Balance collaborations, rare Air Force 1s, and more.\n\nSubscribe to Complex on YouTube: https://www.youtube.com/channel/UCE_--R1P5-kfBzHTca0dsnw?sub_confirmation=1\n\nCheck out more of Complex here:\nhttps://www.twitch.tv/complex\nhttp://www.complex.com\nhttps://twitter.com/Complex\nhttps://www.facebook.com/complex\nhttp://instagram.com/complex\nhttps://plus.google.com/+complex/\n\nCOMPLEX is a community of creators and curators, armed with the Internet, committed to surfacing and sharing the voices and conversations that define our new America. Our videos exemplify convergence culture, exploring topics that include music, sneakers, style, sports and pop culture through original shows and Complex News segments. Featuring your favorite celebrities, authoritative commentary, and a unique voice, our videos make culture pop.",
  "data/youtube-top/2021/2/JhZqYt5sVDk.json": "It's your favourite time of the month.\n\nMy subreddit: https://reddit.com/r/phoenixsc\n\n--------------------------------------------------------------------\nMinecraft's Pokémon: Cobalt and Amethyst\nis powered by Shockbyte server hosting\n\nReceive a 10% discount on your first month on a Server with the code \"PHOENIXSC\"!\nLink: https://shockbyte.com/partner/phoenixsc\n\n--------------------------------------------------------------------\n\nIf you enjoyed watching, consider dropping a LIKE or even SUBSCRIBE!\n\nIf you'd like to monetarily support the channel, consider joining as a loyalty member!\nhttps://www.youtube.com/channel/UCj4zC1Hfj-uc90FUXzRamNw/join\n\nSECOND CHANNEL: https://www.youtube.com/phoenixsucksat\nTWITTER: http://twitter.com/phnixhamsta\nTWITCH: http://www.twitch.tv/phoenixsclive\nWEBSITE: http://phoenixsc.me\nDONATE: https://streamlabs.com/phnixhamsta\nFACEBOOK: http://facebook.com/phnixhamstasc\n\n#Minecraft is a game about breaking and placing blocks, developed by Mojang. That is all.\nMinecraft: https://minecraft.net/\n\nOutro music: Silent Partner - Sad Past\nOther music:\nQuincas Moreira - Kazoom\nWayne Jones - Mr. Sunny Face\n\n#PhoenixSC #Memes",
  "data/youtube-top/2021/2/itP2S-9ymyg.json": "It's an all new season of Season Challenges and Gold Pass full of exciting tasks, rewards, and perks! The all new Rogue Queen Hero Skin awaits you! \n\n\nFollow us on our Socials!\nTwitter ► https://twitter.com/ClashofClans/\nInstagram ►https://www.instagram.com/clashofclans \nFacebook ►https://www.facebook.com/ClashofClans \n\nAttack. Defend. Strategize. Download for free for mobile devices. http://supr.cl/ThisArmy\n\nFrom rage-­filled Barbarians with glorious mustaches to pyromaniac wizards, raise your own army and lead your clan to victory! Build your village to fend off raiders, battle against millions of players worldwide, and forge a powerful clan with others to destroy enemy clans.\nPLEASE NOTE! Clash of Clans is free to download and play, however some game items can also be purchased for real money \n\nAlso, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Clash of Clans.\nA network connection is also required.\n\nFEATURES\n- Build your village into an unbeatable fortress \n- Raise your own army of Barbarians, Archers, Hog Riders, Wizards, Dragons and other mighty fighters\n- Battle with players worldwide and take their Trophies\n- Join together with other players to form the ultimate Clan\n- Fight against rival Clans in epic Clan Wars \n- Build 18 unique units with multiple levels of upgrades\n- Discover your favorite attacking army from countless combinations of troops, spells, Heroes and Clan reinforcements \n- Defend your village with a multitude of Cannons, Towers, Mortars, Bombs, Traps and Walls\n- Fight against the Goblin King in a campaign through the realm\n\nChief, are you having problems? Visit http://supercell.helpshift.com/a/clas...\n\nPrivacy Policy:\nhttp://www.supercell.net/privacy-policy/\n\nTerms of Service:\nhttp://www.supercell.net/terms-of-ser...\n\nParent’s Guide:\nhttp://www.supercell.net/parents\n\n#clashofclans #seasonchallenges",
  "data/youtube-top/2021/2/FC1qVZLWWu8.json": "#ClashRoyale #LunarNewYear\n\nCelebrate the LUNAR NEW YEAR by entering our historic New Arena: \nThe Forbidden Palace\n\nNew Emotes!\nCheck out the First Elite Barbarian Emotes!\nWin a FREE Princess Emote from Challenge!\n\nDon't forget to check out the exclusive PASS ROYALE rewards!\n\nSubscribe for more! ►► http://supr.cl/SubRoyale\n\nEnter the Arena! From the creators of Clash of Clans comes a real-time multiplayer game starring the Royales, your favorite Clash characters and much, much more.\n\nCollect and upgrade dozens of cards featuring the Clash of Clans troops, spells and defenses you know and love, as well as the Royales: Princes, Knights, Baby Dragons and more. Knock the enemy King and Princesses from their towers to defeat your opponents and win Trophies, Crowns and glory in the Arena. Form a Clan to share cards and build your very own battle community.\n\nLead the Clash Royale Family to victory!\n\nFEATURES\n• Duel players from around the world in real-time in both 1v1 and 2v2 Battles\n• Earn chests to unlock rewards, collect powerful new cards and upgrade existing ones\n• Destroy opponent's towers and win Crowns to earn epic Crown chests\n• Build and upgrade your card collection with the Clash Royale Family along with dozens of your favorite Clash troops, spells and defenses\n• Construct your ultimate Battle Deck to defeat your opponents\n• Progress through multiple Arenas all the way to the top\n• Form a Clan to share cards and build your very own battle community\n• Challenge your Clanmates and friends to a private duel, or play side-by-side in a 2v2 Battle\n• Work together with your Clan to unlock Clan Chests\n• Play new events every week\n• Learn different battle tactics by watching the best duels on TV Royale\n\nPLEASE NOTE! Clash Royale is free to download and play, however, some game items can also be purchased for real money. If you don't want to use this feature, please disable in-app purchases in your device's settings. Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Clash Royale. A network connection is also required.\n\nSupport:\nAre you having problems? Visit http://supercell.helpshift.com/a/clash-royale/ or contact us in-game by going to Settings, Help and support.\n\nPrivacy Policy:\nhttp://supercell.com/en/privacy-policy/\n\nTerms of Service:\nhttp://supercell.com/en/terms-of-service/\n\nParent's Guide:\nhttp://supercell.com/en/parents/\n\n#ClashRoyale",
  "data/youtube-top/2021/2/2HNSVPsNRqc.json": "There were some shocking returns at Royal Rumble 2021!\n\n0:00 Intro\n0:42 Women's Royal Rumble \n4:05 Men's Royal Rumble \n\nFollow Me: \n►twitter.com/wrestlelamia \n►instagram.com/wrestlelamia\n\nTopics Discussed In this Video:\n\n1. WWE News\n2. WWE Rumors\n3. AEW News\n4. Wrestling News\n5. Wrestling Rumors\n6. Wrestlelamia",
  "data/youtube-top/2021/2/TBYaIkjBsF0.json": "The world’s fastest minivan (aka the world’s hottest 6 driven by a dude named Cam Douglass in a Chewbacca hoodie) lines up against the world’s hottest supercharged Audi R8 owned by a dude named Mike Tornabene aka Dom Mazzetti. Who wins? Whoever it is, the world isn’t ready.  \n \nA special thanks to our hosts at Santa Margarita Ranch!\nIG: @Santa.Margarita.Ranch\nFB: @santamargaritaranchca\nwww.HistoricSantaMargaritaRanch.com\n\nWe’ve got channels for all your car content needs. Subscribe, nerds.\n \nThe Hoonigans: https://www.youtube.com/user/TheHoonigans?sub_confirmation=1\n \nProject Cars: https://www.youtube.com/c/HooniganProjectCars??sub_confirmation=1\n \nDaily Transmission: http://www.youtube.com/c/HooniganDailyTransmission?sub_confirmation=1\n \nKen Block: https://www.youtube.com/KenBlockHHIC?sub_confirmation=1\n \nAutoFocus: https://www.youtube.com/channel/UCuGuOqcXsgzL3YrguODoGXw?sub_confirmation=1\n \nBonus: https://www.youtube.com/channel/UCFhUumuHyYL-mAXSeZVbqMg?sub_confirmation=1\n \nStay fresh with the latest apparel: https://www.hoonigan.com/thenewnew\n \nFacebook: https://www.facebook.com/TheHoonigans/\n \nInstagram: https://www.instagram.com/thehoonigans/\n \nFollow Our Crew:\n@brianscotto\n@hertlife\n@vin_tra\n@dangerdan3\n@mister_zachary\n@jchase7452\n@nadsynads\n@larry_chen_foto\n@suppymk4\n@roncar\n \nAnd don’t forget to turn on notifications so you don’t miss out on our latest uploads!\n\nhttps://www.hoonigan.com/",
  "data/youtube-top/2021/2/28B33n7-yKA.json": "Hey, guys!  Today we are shopping in Dollar Tree and I'm sharing all new finds for 2021.  My favorite organizing products, the beautiful pastel bins, beauty finds, easy home decor and fast DIY ideas, and more.  Plus we go over one of your MOST ASKED questions...how to find the best Dollar Tree.  I hope these secrets are helpful!  I did a poll on the community tab, and y'all wanted to see everything here: small space organizing, DIY decor, hacks, new finds, and how to find the best store.  \n\n🛍 DOLLAR TREE ONLINE (order and ship to store): https://shrsl.com/2riqa\n\nProducts in this video that are great to buy in bulk...\n💗NEW ORGANIZING BINS: https://shrsl.com/2riqr\n💗Shelf Liners: http://shrsl.com/2riq6\n💗Crafter's Square: https://shrsl.com/2riqi\n\n🛒Find your \"banner store\" (not sure that's the technical term, but that's what I call it!): https://shrsl.com/2riqm\n \n#dollartree #doitonadime #organization\n\n➡️SHOP ITEMS I *LOVE* FROM VIDEOS: https://www.amazon.com/shop/doitonadime\n\nWant to save more money when you shop?  These APPS ARE FREE! \n➡️GET IBOTTA (Dollar Tree is on Ibotta with digital coupons): https://ibotta.com/r/onadime\n➡️GET RATUKEN- formerly Ebates- (Cash back from all your favorite stores with discounts and get $10 FREE using this link):\nhttps://www.ebates.com/r/DOITON7?eeid=35386\n\n📝 BLOG: http://www.doitonadimeblog.com/\n\n📘 FACEBOOK: http://www.facebook.com/DoItOnADime\n\n📸 INSTAGRAM: http://instagram.com/doitonadime/\n\n📌 PINTEREST: http://www.pinterest.com/doitonadime/\n\nWrite me at:\nKathryn \"Doitonadime\"\nP.O. Box 1436\nMatthews, NC USA\n28106-1436\n\nMusic by licensed by Epidemic Sound.\n\nFTC Disclaimer: This is not a sponsored video.  All opinions are genuinely my own.  This post also contains affiliate links and I earn a small commission if you make a purchase after clicking on my links.  It doesn't cost you any extra.  Thank you for your continued support to keep Do It On A Dime going!"
}