{
  "author": "Edelweiss__",
  "original_created_utc": 1626578114,
  "title": "CMV: 'Body positivity' is a dangerous mindset to cling to.",
  "created_utc": 1626636849,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To be clear, I don&#39;t think body positivity is a bad thing. I think it&#39;s a fantastic mindset in a world where uncommonly attractive body types lead the charge of modern media. Be it through a Netflix show or a perfume ad at a train station, it&#39;s easy to feel undeservedly hard on yourself when you begin to view such an unattainable body type as &#39;what&#39;s expected of you&#39;.</p>\n\n<p>My issue, however, is that many take it as a be-all-and-end-all philosophy on body image. While media is, as mentioned, flooded with images of outrageously attractive men and women, supermarkets are flooded with high-fat high-salt products at a laughably low price. I&#39;ve seen plenty of people my age (20s) stock up needlessly on salt-based snacks, only later to relax into the warm, safe arms of body positivity in order to shirk diet responsibilities: &quot;I know I&#39;m not fit, but I&#39;ve learned to accept my body.&quot;</p>\n\n<p>To be clear, I&#39;m not discrediting those who do in fact have dietary limits or requirements as a result of physical conditions. Diabetic people, for example, have to be very selective about what they eat out of necessity. One&#39;s metabolism undoubtedly plays a role - many people are prone to accumulate body fat faster than others on the same diet.</p>\n\n<p>The vast majority of people, however, lack the conditions that warrant a <em>complete</em> lapse in body responsibility, yet take shelter under body positivity all the same. Yes, yes, I know the genetic factors involved and the more refined understanding of weight-gaining that dieticians now take into account. But (and <strong>THIS</strong> is the issue) summoning the one-size-fits-all slogan &quot;Be body positive!&quot; is reckless and serves mostly to tempt people away from the healthier lifestyle they actively <em>choose</em> to neglect. Given the rising obesity problem faced by countries like the US, UK, and Canada, &#39;body responsibility&#39; deserves as much a place in public life as &#39;body positivity&#39;.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/omik3b/cmv_body_positivity_is_a_dangerous_mindset_to/",
  "subreddit": "changemyview",
  "id": "omik3b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To be clear, I don't think body positivity is a bad thing. I think it's a\nfantastic mindset in a world where uncommonly attractive body types lead the\ncharge of modern media. Be it through a Netflix show or a perfume ad at a train\nstation, it's easy to feel undeservedly hard on yourself when you…"
}