{
  "author": "Edelweiss__",
  "original_created_utc": 1626578114,
  "title": "CMV: 'Body positivity' is a dangerous mindset to cling to.",
  "created_utc": 1626636849,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To be clear, I don&#39;t think body positivity is a bad thing. I think it&#39;s a fantastic mindset in a world where uncommonly attractive body types lead the charge of modern media. Be it through a Netflix show or a perfume ad at a train station, it&#39;s easy to feel undeservedly hard on yourself when you begin to view such an unattainable body type as &#39;what&#39;s expected of you&#39;.</p>\n\n<p>My issue, however, is that many take it as a be-all-and-end-all philosophy on body image. While media is, as mentioned, flooded with images of outrageously attractive men and women, supermarkets are flooded with high-fat high-salt products at a laughably low price. I&#39;ve seen plenty of people my age (20s) stock up needlessly on salt-based snacks, only later to relax into the warm, safe arms of body positivity in order to shirk diet responsibilities: &quot;I know I&#39;m not fit, but I&#39;ve learned to accept my body.&quot;</p>\n\n<p>To be clear, I&#39;m not discrediting those who do in fact have dietary limits or requirements as a result of physical conditions. Diabetic people, for example, have to be very selective about what they eat out of necessity. One&#39;s metabolism undoubtedly plays a role - many people are prone to accumulate body fat faster than others on the same diet.</p>\n\n<p>The vast majority of people, however, lack the conditions that warrant a <em>complete</em> lapse in body responsibility, yet take shelter under body positivity all the same. Yes, yes, I know the genetic factors involved and the more refined understanding of weight-gaining that dieticians now take into account. But (and <strong>THIS</strong> is the issue) summoning the one-size-fits-all slogan &quot;Be body positive!&quot; is reckless and serves mostly to tempt people away from the healthier lifestyle they actively <em>choose</em> to neglect. Given the rising obesity problem faced by countries like the US, UK, and Canada, &#39;body responsibility&#39; deserves as much a place in public life as &#39;body positivity&#39;.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/omik3b/cmv_body_positivity_is_a_dangerous_mindset_to/",
  "subreddit": "changemyview",
  "id": "omik3b",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "To be clear, I don't think body positivity is a bad thing. I think it's a\nfantastic mindset in a world where uncommonly attractive body types lead the\ncharge of modern media. Be it through a Netflix show or a perfume ad at a train\nstation, it's easy to feel undeservedly hard on yourself when you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はっきり言って、ボディポジティブが悪いことだとは思いません。私は、ボディポジティブが悪いことだとは思いません。\n一般的ではない魅力的な体型が現代のメディアをリードしている世界では、素晴らしい考え方だと思います。\n現代のメディアを牽引しています。それがNetflixの番組であれ、電車の駅での香水の広告であれ\nそれがNetflixの番組であろうと、駅の香水の広告であろうと、自分のことを不当に責めてしまうのは簡単です。",
      "title": "CMV：「ボディ・ポジティブ」は、しがみつくには危険な考え方です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "说白了，我不认为身体积极性是一件坏事。我认为它是一种\n我认为这是一种奇妙的心态，在这个世界上，不常见的有吸引力的身体类型引领着现代媒体的发展。\n现代媒体的指控。无论是通过Netflix的节目还是火车站的香水广告，都很容易让人感觉到身体的正面性。\n不管是通过Netlix的节目还是火车站的香水广告，都很容易让人对自己感到不应有的苛刻，当你...",
      "title": "CMV：\"身体积极性 \"是一种危险的心态，要坚持下去。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說白了，我不認爲身體積極性是一件壞事。我認爲它是一種\n我認爲這是一種奇妙的心態，在這個世界上，不常見的有吸引力的身體類型引領着現代媒體的發展。\n現代媒體的指控。無論是通過Netflix的節目還是火車站的香水廣告，都很容易讓人感覺到身體的正面性。\n不管是通過Netlix的節目還是火車站的香水廣告，都很容易讓人對自己感到不應有的苛刻，當你...",
      "title": "CMV：\"身體積極性 \"是一種危險的心態，要堅持下去。"
    }
  ]
}