{
  "author": "emgrace48",
  "original_created_utc": 1625218688,
  "title": "Healthy coping mechanisms overused for the ‘good’ characters in books",
  "created_utc": 1625297531,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently came across in the book I’m reading one of the main characters using swimming as their ‘coping’ mechanism. The section in the book involved the character pushing herself super hard as her way of dealing with all the shitty stuff going on (this book was set during WWII). I see this all the time in books and movies and it frustrates the hell out of me. Why is it that good characters always seem to use healthy coping mechanisms?Bombs are dropping everywhere and millions of people are dying and there’s not enough food, yet this character still somehow has enough physical and mental energy to get up early  and push super hard exercising? Everyone else is turning to alcohol or sex or cigarettes but not the main character. </p>\n\n<p>I don’t think this would bother me as much if it didn’t come up so frequently in books. Has anyone else noticed this?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/oc6p69/healthy_coping_mechanisms_overused_for_the_good/",
  "subreddit": "books",
  "id": "oc6p69",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I recently came across in the book I’m reading one of the main characters using\nswimming as their ‘coping’ mechanism. The section in the book involved the\ncharacter pushing herself super hard as her way of dealing with all the shitty\nstuff going on (this book was set during WWII). I see this all the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私が読んでいる本の中で、主人公の一人が水泳を「対処法」として使っていることに出会いました。\n水泳を「対処」の手段としている主人公がいました。その本の中では、主人公が\nくだらないことに対処する方法として、自分をものすごく追い込んでいました。\nこの本は第二次世界大戦中を舞台にしています）。私はこれをよく目にします...",
      "title": "本の中の「良い」キャラクターに使われすぎている健康的な対処法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我在阅读的书中发现，其中一个主角把游泳作为他们的 \"应对 \"机制。\n游泳作为他们的 \"应对 \"机制。书中的这一部分涉及到\n角色把自己逼得很紧，作为她处理所有糟糕的事情的方式。\n这本书的背景是在二战期间）。我经常看到这样的情况...",
      "title": "书中的 \"好 \"角色过度使用健康的应对机制"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我在閱讀的書中發現，其中一個主角把游泳作爲他們的 \"應對 \"機制。\n游泳作爲他們的 \"應對 \"機制。書中的這一部分涉及到\n角色把自己逼得很緊，作爲她處理所有糟糕的事情的方式。\n這本書的背景是在二戰期間）。我經常看到這樣的情況...",
      "title": "書中的 \"好 \"角色過度使用健康的應對機制"
    }
  ]
}