{
  "author": "EverybodySaysHi",
  "the_new_excerpt": "Kamala Harris is now being touted as a role model for being the first black\nfemale Vice President and yes she was chosen to be Vice President, but is that\nall there is to it? Is that why she's a role model? What about everything she's\ndone to get to this point? Knowingly hiding evidence from…",
  "original_created_utc": 1611175516,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "卡马拉-哈里斯现在被誉为榜样，因为他是第一位黑人。\n女副总统，是的，她被选为副总统，但那是...\n所有的东西都是这样吗？这就是她成为榜样的原因吗？那她的一切\n做到这一步？故意隐瞒证据...",
      "title": "[改变我的想法]：卡马拉-哈里斯不是年轻黑人女性的好榜样。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "卡馬拉-哈里斯現在被譽爲榜樣，因爲他是第一位黑人。\n女副總統，是的，她被選爲副總統，但那是...\n所有的東西都是這樣嗎？這就是她成爲榜樣的原因嗎？那她的一切\n做到這一步？故意隱瞞證據...",
      "title": "[改變我的想法]：卡馬拉-哈里斯不是年輕黑人女性的好榜樣。"
    }
  ],
  "title": "CMV: Kamala Harris is NOT a good role model for young black women.",
  "created_utc": 1611183913,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Kamala Harris is now being touted as a role model for being the first black female Vice President and yes she was chosen to be Vice President, but is that all there is to it? Is that why she&#39;s a role model? What about everything she&#39;s done to get to this point? Knowingly hiding evidence from innocent people and convicting innocent people just to get a win and boost her career? Being aggressively against Marijuana and locking up tons of young black men for felonies over it; greatly contributing to the prison industrial complex where too many young men already find themselves?</p>\n\n<p>All she proves to young black women is that if you are a corrupt sociopathic career climber willing to destroy the lives of others to better your own than you too can be Vice President.</p>\n\n<p>Young black women deserve a better role model imo. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 120,
  "permalink": "/r/changemyview/comments/l1i3pl/cmv_kamala_harris_is_not_a_good_role_model_for/",
  "subreddit": "changemyview",
  "id": "l1i3pl",
  "is_self": true,
  "media": null,
  "is_video": false
}