{
  "author": "VolunteerCowboy",
  "the_new_excerpt": "From slavery, to integration, to women’s rights, to gays rights, and now the\nfight towards trans rights, the “progressive” view eventually became the\naccepted view in society (I am speaking from a very US centric point of view\nbecause that is what I’m most aware of, I can not talk on other countries…",
  "original_created_utc": 1618526401,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "奴隷制度から統合、女性の権利、同性愛者の権利、そして現在のトランスジェンダーの権利に向けた戦いに至るまで\nトランスの権利に向けた戦いなど、「進歩的」な考え方は、最終的に社会で受け入れられる考え方になりました。\n社会の中で受け入れられるようになりました（私はアメリカを中心とした視点で話しています。\n他の国のことは言えませんが...。",
      "title": "CMV：歴史的に見ても、社会的に進歩的な意見が、社会的に保守的な意見に勝ってきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "从奴隶制，到融合，到妇女权利，到同性恋权利，再到现在的。\n在争取变性人权利的斗争中，\"进步 \"的观点最终成为。\n社会公认的观点（我是以美国为中心的观点）。\n因为这是我最清楚的，我不能谈其他国家...",
      "title": "CMV：从历史上看，社会进步的观点总是胜过社会保守的观点。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "從奴隸制，到融合，到婦女權利，到同性戀權利，再到現在的。\n在爭取變性人權利的鬥爭中，\"進步 \"的觀點最終成爲。\n社會公認的觀點（我是以美國爲中心的觀點）。\n因爲這是我最清楚的，我不能談其他國家...",
      "title": "CMV：從歷史上看，社會進步的觀點總是勝過社會保守的觀點。"
    }
  ],
  "title": "CMV: Historically, socially progressive views have always won out of socially conservative views",
  "created_utc": 1618535586,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From slavery, to integration, to women’s rights, to gays rights, and now the fight towards trans rights, the “progressive” view eventually became the accepted view in society (I am speaking from a very US centric point of view because that is what I’m most aware of, I can not talk on other countries or cultures). </p>\n\n<p>Looking at desegregation, <a href=\"https://ropercenter.cornell.edu/public-opinion-civil-rights-reflections-civil-rights-act-1964\">78% of white Americans said they would leave their neighborhood if black families moved in. Today, only 1% of Americans believe civil rights had a negative impact on US history</a>. </p>\n\n<p>Just from 2004 to 2019, views on gay marriage <a href=\"https://www.pewforum.org/fact-sheet/changing-attitudes-on-gay-marriage/\">flipped from 60% disapproval and 30% approval to 60% for 30% against</a></p>\n\n<p>Why, as a society, do we not accept that progressive policies have almost wholly been accepted and save the time fighting progress? Are there other instances of social progressive views that remained negative over time?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mrpxu9/cmv_historically_socially_progressive_views_have/",
  "subreddit": "changemyview",
  "id": "mrpxu9",
  "is_self": true,
  "media": null,
  "is_video": false
}