{
  "author": "Seaofcheeses",
  "original_created_utc": 1633643756,
  "title": "CMV: Choosing to not shave your head completely when you're balding doesn't make you vain or pathetic, or imply you're in denial about your bald(ing)ness.",
  "created_utc": 1633703485,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s this common refrain that once you start showing signs of balding, not shaving your hair off is somehow pathetic and vain. Like you&#39;re trying to cling on to your youthfulness/virility/whatever and failing miserably or embarrassing yourself. That the only &#39;dignified&#39; thing to do is to resign yourself to shaving every day / couple of days for that smooth, empowered &quot;owning it&quot; fully bald look.</p>\n\n<p>&#x200B;</p>\n\n<p>I can&#39;t be the only person that thinks this is totally regressive. As a balding person, nothing would make me feel less confident than being tied to a rigorous hair care / cosmetic ritual, and feeling like I was being judged when I forgot to do it. Balding people, do whatever the hell you want with you hair, it&#39;s your hair. If you want to grow a long wispy ponytail, fucking do it queen. If you want to shave every day, fine by me. If you want to rock a toupee, rock a toupee. You should definitely come to terms with your baldness, but don&#39;t let anyone imply you&#39;re pathetic because you refuse to shave it all off. You don&#39;t have to shave to own your bald(ing)ness. Confidence comes from inside.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/q3jokk/cmv_choosing_to_not_shave_your_head_completely/",
  "subreddit": "changemyview",
  "id": "q3jokk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's this common refrain that once you start showing signs of balding, not\nshaving your hair off is somehow pathetic and vain. Like you're trying to cling\non to your youthfulness/virility/whatever and failing miserably or embarrassing\nyourself. That the only 'dignified' thing to do is to resign…"
}