{
  "author": "Seaofcheeses",
  "original_created_utc": 1633643756,
  "title": "CMV: Choosing to not shave your head completely when you're balding doesn't make you vain or pathetic, or imply you're in denial about your bald(ing)ness.",
  "created_utc": 1633703485,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s this common refrain that once you start showing signs of balding, not shaving your hair off is somehow pathetic and vain. Like you&#39;re trying to cling on to your youthfulness/virility/whatever and failing miserably or embarrassing yourself. That the only &#39;dignified&#39; thing to do is to resign yourself to shaving every day / couple of days for that smooth, empowered &quot;owning it&quot; fully bald look.</p>\n\n<p>&#x200B;</p>\n\n<p>I can&#39;t be the only person that thinks this is totally regressive. As a balding person, nothing would make me feel less confident than being tied to a rigorous hair care / cosmetic ritual, and feeling like I was being judged when I forgot to do it. Balding people, do whatever the hell you want with you hair, it&#39;s your hair. If you want to grow a long wispy ponytail, fucking do it queen. If you want to shave every day, fine by me. If you want to rock a toupee, rock a toupee. You should definitely come to terms with your baldness, but don&#39;t let anyone imply you&#39;re pathetic because you refuse to shave it all off. You don&#39;t have to shave to own your bald(ing)ness. Confidence comes from inside.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/q3jokk/cmv_choosing_to_not_shave_your_head_completely/",
  "subreddit": "changemyview",
  "id": "q3jokk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "There's this common refrain that once you start showing signs of balding, not\nshaving your hair off is somehow pathetic and vain. Like you're trying to cling\non to your youthfulness/virility/whatever and failing miserably or embarrassing\nyourself. That the only 'dignified' thing to do is to resign…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ハゲの兆候が出てきたら、髪を剃らないのは情けなくて見栄を張ることになる、というのがよくある話です。\n髪の毛を剃らないことは、何か哀れで虚しいことのように思われています。まるで、若さや若々しさにしがみつこうとして\n若さや若さにしがみつこうとして、惨めに失敗したり、恥をかいたりしているようなものです。\n自分自身を恥じているようなものです。唯一の \"尊厳ある \"行動は、辞職することだと...。",
      "title": "CMV: ハゲているときに頭を完全に剃らないことを選択しても、うぬぼれたり、哀れに思ったり、ハゲを否定していることにはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一种普遍的说法是，一旦你开始出现秃头的迹象，不把头发剃掉就是可悲和虚荣。\n不把头发剃掉就是可悲和虚荣。就像你在试图坚持\n试图坚持你的青春/活力/什么的，但却惨遭失败，或者让自己难堪。\n自己。唯一 \"有尊严 \"的做法是辞职......",
      "title": "CMV: 当你秃头时，选择不完全剃光头并不意味着你虚荣或可悲，也不意味着你在否认你的秃头。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一種普遍的說法是，一旦你開始出現禿頭的跡象，不把頭髮剃掉就是可悲和虛榮。\n不把頭髮剃掉就是可悲和虛榮。就像你在試圖堅持\n試圖堅持你的青春/活力/什麼的，但卻慘遭失敗，或者讓自己難堪。\n自己。唯一 \"有尊嚴 \"的做法是辭職......",
      "title": "CMV: 當你禿頭時，選擇不完全剃光頭並不意味着你虛榮或可悲，也不意味着你在否認你的禿頭。"
    }
  ]
}