{
  "author": "roberthonker",
  "original_created_utc": 1640798046,
  "title": "I'm tired of people acting like Centralization is okay. You make money off it in the short term, but centralization will never last. It defeats the entire purpose of crypto.",
  "created_utc": 1640809889,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Over the past few months I&amp;#39;ve noticed a trend on this sub where lots of people seem to think that centralized blockchains are fine. I saw this with SOL quite a bit. The reality is that centralized crypto is horrible and it defeats the entire reason why crypto is so great.&lt;/p&gt;\n\n&lt;p&gt;Centralized crypto is somewhere between decentralized crypto and the traditional system, but it is the worst of both worlds. &lt;strong&gt;Centralized crypto is not immutable (transactions can be reversed, look at ETC), it&amp;#39;s not trustless and it&amp;#39;s not censorship resistant&lt;/strong&gt; which are the most important benefits of a decentralized blockchain.&lt;/p&gt;\n\n&lt;p&gt;A centralized blockchain defeats the entire benefit of blockchain itself, which is decentralization. There is no point in using a centralized blockchain, a SQL server would work a lot better. I fully expect to be downvoted and have people in the comments attacking me for this, but the reality is that centralization is horrible and should never be justified.&lt;/p&gt;\n\n&lt;p&gt;You may make some money on a centralized coin, which is great! All the more power to you. But don&amp;#39;t pretend that it&amp;#39;s okay for the long term. Centralization is antithetical to all the crypto stands for.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 242,
  "permalink": "/r/CryptoCurrency/comments/rrd5m7/im_tired_of_people_acting_like_centralization_is/",
  "subreddit": "CryptoCurrency",
  "id": "rrd5m7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Over the past few months I&#39;ve noticed a\ntrend on this sub where lots of people seem to think that centralized\nblockchains are fine. I saw this with SOL quite a bit. The reality is that\ncentralized crypto is horrible and it defeats the entire reason why crypto is…"
}