{
  "author": "MonoGatuno",
  "original_created_utc": 1627900965,
  "title": "How did armies deal with rapists prior to rape becoming a war crime post-WW2?",
  "created_utc": 1627932119,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"/u/sunagainstgold\">u/sunagainstgold</a> touched on this in their excellent answer on sexual violence in the Middle Ages. I thought that this was distinct enough to merit its own question. </p>\n\n<p>&#x200B;</p>\n\n<p>My question is, broadly, what were the consequences for soldiers who raped and / or sexually assaulted people (civilians, prisoners, or other members of their own military) during the two World Wars. I&#39;m aware this is a very broad question, so here are some more specific ones I&#39;m particularly curious about:</p>\n\n<ul>\n<li>If a German soldier on the Eastern front raped a Soviet citizen would he be in trouble for rape or for race mixing? Or both? Or not at all? </li>\n<li>If the rape was male on male, would the authorities of the time consider this worse due to the homosexual aspect of the crime? </li>\n<li>If rape wasn&#39;t explicitly a war crime, what were those rapists who were punished (assuming there were any) convicted of, and under what rules? </li>\n<li>I know the Duke of Wellington punished looters and rapists during his campaigns in France and Spain in order to gain the support of the local populations. Did the armies of the two World Wars use the same rationale?</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/AskHistorians/comments/owbxvi/how_did_armies_deal_with_rapists_prior_to_rape/",
  "subreddit": "AskHistorians",
  "id": "owbxvi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "u/sunagainstgold [/u/sunagainstgold] touched on this in their excellent answer\non sexual violence in the Middle Ages. I thought that this was distinct enough\nto merit its own question.\n\n\n\nMy question is, broadly, what were the consequences for soldiers who raped and /\nor sexually assaulted people…"
}