{
  "author": "Animedjinn",
  "the_new_excerpt": "Firs of all: SSRIs can help a lot of people, and never stop taking a medication\nwithout talking to a doctor (this can be dangerous if you don't do it right).\n\nHowever, recently a lot of new research has been being done discovering that\nantidepressants (SSRI antidepressants specifically) can…",
  "original_created_utc": 1618088948,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "モミモミします。SSRIは多くの人を助けることができますが、医師に相談せずに薬の服用をやめてはいけません。\n医師に相談せずに薬の服用をやめてはいけません（これは正しく行わないと危険です）。\n\nしかし、最近、多くの新しい研究が行われ、以下のことが発見されました。\n抗うつ剤（特にSSRI抗うつ剤）は...",
      "title": "YSK: 抗うつ剤には永続的な副作用があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最重要的是 SSRIs可以帮助很多人，永远不要停止服用药物。\n而不与医生商量（如果你做得不对，这可能是危险的）。\n\n然而，最近有很多新的研究发现\n抗抑郁药（特别是SSRI抗抑郁药）可以... ...",
      "title": "YSK：抗抑郁药会有永久性的副作用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最重要的是 SSRIs可以幫助很多人，永遠不要停止服用藥物。\n而不與醫生商量（如果你做得不對，這可能是危險的）。\n\n然而，最近有很多新的研究發現\n抗抑鬱藥（特別是SSRI抗抑鬱藥）可以... ...",
      "title": "YSK：抗抑鬱藥會有永久性的副作用。"
    }
  ],
  "title": "YSK: antidepressants can have permanent side effects.",
  "created_utc": 1618581084,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Firs of all: SSRIs can help a lot of people, and never stop taking a medication without talking to a doctor (this can be dangerous if you don&#39;t do it right).</p>\n\n<p>However, recently a lot of new research has been being done discovering that antidepressants (SSRI antidepressants specifically) can occasionally cause long-lasting side effects even after the medication has been stopped. There is some developing research about hormonal implications, but the strongest research is on Post-SSRI Sexual Dysfunction.</p>\n\n<p>Why YSK: Make sure to ask your doctor about side effects before taking a medication, because in some instances side effects are not reversible. Make sure to consider all your medication and therapy options as well.</p>\n\n<p><a href=\"https://rxisk.org/post-ssri-sexual-dysfunction-pssd/\">https://rxisk.org/post-ssri-sexual-dysfunction-pssd/</a></p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/mod4ae/ysk_antidepressants_can_have_permanent_side/",
  "subreddit": "YouShouldKnow",
  "id": "mod4ae",
  "is_self": true,
  "media": null,
  "is_video": false
}