{
  "author": "hoppedupsparrow",
  "original_created_utc": 1637472959,
  "title": "I just finished 'The Death of Ivan Ilyich' and it hit me hard y'all..",
  "created_utc": 1637548895,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Holy shit downright the scariest story I&#39;ve ever read! It&#39;s the second Tolstoy story I&#39;ve read after &#39;family happiness&#39; and I&#39;m amazed with how accurately and and realistically Tolstoy describes the human experience. </p>\n\n<p>As someone who has high anxiety and is quite afraid of death combined with having a nihilistic world view and constant worry that I&#39;m not &#39;doing enough&#39; or living my life as I should...seeing my existential worries on paper in this way really affected me. </p>\n\n<p>I can&#39;t say it was a pleasant read because of the subject manner, but I was definitely hooked on it, and it&#39;s got me thinking a lot about life and death. Especially about the not being able to comprehend oneself&#39;s death, even though it&#39;s an inevitability for us all.</p>\n\n<p>I have really enjoyed how Tolstoy takes completely mundane, normal characters and makes the reader so invested and interested in them. Even when nothing exceptional is actually happening to them. How he describes thoughts and feelings is so accurate that you can&#39;t help but relate, even if you don&#39;t actually like the characters.</p>\n\n<p>I&#39;d love to hear other people&#39;s thoughts and experiences on this story!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qyo4we/i_just_finished_the_death_of_ivan_ilyich_and_it/",
  "subreddit": "books",
  "id": "qyo4we",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Holy shit downright the scariest story I've ever read! It's the second Tolstoy\nstory I've read after 'family happiness' and I'm amazed with how accurately and\nand realistically Tolstoy describes the human experience.\n\nAs someone who has high anxiety and is quite afraid of death combined with\nhaving…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今まで読んだ中で一番怖い話です(ﾟ∀ﾟ) 私が読んだトルストイの物語の中で\n家族の幸せ」に続いて読んだ2つ目のトルストイの物語ですが、その正確さとリアルさには驚きました。\nトルストイが人間の経験をいかに正確に、そしてリアルに描いているかに驚きました。\n\n不安感が強く、死をかなり恐れている人間としては、このような体験をしたことがない。\n不安と死の恐怖を併せ持つ者として",
      "title": "ちょうど『イワン・イリイチの死』を読み終えたところですが、皆さん、とても衝撃的でした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的天哪，这是我读过的最可怕的故事！我的天哪，这是我读过的最可怕的故事。这是我继《家庭幸福》之后读到的第二个托尔斯泰故事\n这是我继《家庭幸福》之后读到的第二个托尔斯泰的故事，我对托尔斯泰描述人类经历的准确性和真实性感到惊讶。\n我对托尔斯泰描述人类经历的准确性和真实性感到惊讶。\n\n作为一个高度焦虑、相当害怕死亡的人，再加上\n有...",
      "title": "我刚刚读完《伊万-伊里奇之死》，它对我的打击很大，各位。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的天哪，這是我讀過的最可怕的故事！我的天哪，這是我讀過的最可怕的故事。這是我繼《家庭幸福》之後讀到的第二個托爾斯泰故事\n這是我繼《家庭幸福》之後讀到的第二個托爾斯泰的故事，我對托爾斯泰描述人類經歷的準確性和真實性感到驚訝。\n我對托爾斯泰描述人類經歷的準確性和真實性感到驚訝。\n\n作爲一個高度焦慮、相當害怕死亡的人，再加上\n有...",
      "title": "我剛剛讀完《伊萬-伊里奇之死》，它對我的打擊很大，各位。"
    }
  ]
}