{
  "author": "hoppedupsparrow",
  "original_created_utc": 1637472959,
  "title": "I just finished 'The Death of Ivan Ilyich' and it hit me hard y'all..",
  "created_utc": 1637548895,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Holy shit downright the scariest story I&#39;ve ever read! It&#39;s the second Tolstoy story I&#39;ve read after &#39;family happiness&#39; and I&#39;m amazed with how accurately and and realistically Tolstoy describes the human experience. </p>\n\n<p>As someone who has high anxiety and is quite afraid of death combined with having a nihilistic world view and constant worry that I&#39;m not &#39;doing enough&#39; or living my life as I should...seeing my existential worries on paper in this way really affected me. </p>\n\n<p>I can&#39;t say it was a pleasant read because of the subject manner, but I was definitely hooked on it, and it&#39;s got me thinking a lot about life and death. Especially about the not being able to comprehend oneself&#39;s death, even though it&#39;s an inevitability for us all.</p>\n\n<p>I have really enjoyed how Tolstoy takes completely mundane, normal characters and makes the reader so invested and interested in them. Even when nothing exceptional is actually happening to them. How he describes thoughts and feelings is so accurate that you can&#39;t help but relate, even if you don&#39;t actually like the characters.</p>\n\n<p>I&#39;d love to hear other people&#39;s thoughts and experiences on this story!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qyo4we/i_just_finished_the_death_of_ivan_ilyich_and_it/",
  "subreddit": "books",
  "id": "qyo4we",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Holy shit downright the scariest story I've ever read! It's the second Tolstoy\nstory I've read after 'family happiness' and I'm amazed with how accurately and\nand realistically Tolstoy describes the human experience.\n\nAs someone who has high anxiety and is quite afraid of death combined with\nhaving…"
}