{
  "author": "alexsangthat",
  "original_created_utc": 1635813881,
  "title": "YSK that paying off a bill that’s already in collections doesn’t remove it from your credit score",
  "created_utc": 1635825060,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: many people believe paying off a collection that’s harming your credit clears the debt, so therefore it should logically clear off the bad mark against your credit score too. This is not the case. Whether or not you pay it, once something is in collections it will stay on your credit for 7 years. You can request the collection agency drop it now that it’s paid, but them agreeing to do that is pretty rare, especially when your only bargaining chip (paying the collection) has already been given up. </p>\n\n<p>So honestly, as shitty as it may be, once it gets to that point it makes more sense just to wait out the 7 years of delinquency and not to bother wasting the money paying it off.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/qksaiy/ysk_that_paying_off_a_bill_thats_already_in/",
  "subreddit": "YouShouldKnow",
  "id": "qksaiy",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: many people believe paying off a collection that’s harming your credit\nclears the debt, so therefore it should logically clear off the bad mark against\nyour credit score too. This is not the case. Whether or not you pay it, once\nsomething is in collections it will stay on your credit for 7…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人は、自分の信用を傷つけている債権を返済することで、債務が整理されると考えています。\n払ってしまえば借金がチャラになると思っている人が多いので、論理的にはクレジット・スコアについた\nと思っている人が多いのですが、そうではありません。しかし、そうではありません。払っても払わなくても、一度回収されたものは\n払っても払わなくても、一旦回収されたものは7年間あなたのクレジットに残ります。",
      "title": "YSKは、すでに回収された請求書を返済しても、クレジットスコアから削除されないことを"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人认为，付清损害你信用的收款，可以清除债务。\n清偿债务，因此，从逻辑上讲，它应该清除对你的信用记录的不良标记。\n你的信用评分。事实并非如此。无论你是否支付，一旦\n一旦被催收，它就会在你的信用上停留7年......",
      "title": "YSK认为偿还已经被催收的账单并不能将其从你的信用评分中删除"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人認爲，付清損害你信用的收款，可以清除債務。\n清償債務，因此，從邏輯上講，它應該清除對你的信用記錄的不良標記。\n你的信用評分。事實並非如此。無論你是否支付，一旦\n一旦被催收，它就會在你的信用上停留7年......",
      "title": "YSK認爲償還已經被催收的賬單並不能將其從你的信用評分中刪除"
    }
  ]
}