{
  "author": "beerbrewer1995",
  "original_created_utc": 1634823786,
  "title": "Did I read Lolita correctly?",
  "created_utc": 1634833606,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Soooo I finished Lolita, and I gotta say... it&#39;s easily a 7 or 8 out of 10 (it emotionally fucked me up), buuuuut I don&#39;t understand how people can possibly misconstrue this book. Humbert Humbert was an egotistical, manipulative asshole, and I just don&#39;t understand how he can draw in real life people with just some fancy words. Apparently people have to constantly remind themselves that he&#39;s a pedophile/rapist. I, alternatively, had to constantly remind myself that he&#39;s supposed to be charming. Literally everything he said was just to cover up what he did with pretty wording and dry wit... Am... Am I reading this right? Like did I didn&#39;t miss anything right?</p>\n\n<p>ALSO, I was really not prepared for Lolitas ending. It kinda messed me up. Anybody got anything to say that&#39;ll cheer me up?</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/books/comments/qcs440/did_i_read_lolita_correctly/",
  "subreddit": "books",
  "id": "qcs440",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Soooo I finished Lolita, and I gotta say... it's easily a 7 or 8 out of 10 (it\nemotionally fucked me up), buuuuut I don't understand how people can possibly\nmisconstrue this book. Humbert Humbert was an egotistical, manipulative asshole,\nand I just don't understand how he can draw in real life…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ロリータを読み終えて、言わせてもらうと...10点満点中7点か8点です（感情的にやられました）。\n感情的にやられてしまった）、しかし、人々がどのようにしてこの作品を\nこの本を誤解している人がいることが理解できません。ハンバート・ハンバートは自己中心的で、人を操る最低の男だった。\n現実の世界ではどうやって描いているのか理解できません...。",
      "title": "私はロリータを正しく読めただろうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我完成了《洛丽塔》，我得说......它很容易得到7或8分（满分10分）。\n它在情感上把我搞得一团糟），但我不明白人们怎么可能会\n误解了这本书。亨伯特-亨伯特是一个自负的、操纵他人的混蛋。\n我只是不明白他怎么能在现实生活中画画......",
      "title": "我没有读错《洛丽塔》吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我完成了《洛麗塔》，我得說......它很容易得到7或8分（滿分10分）。\n它在情感上把我搞得一團糟），但我不明白人們怎麼可能會\n誤解了這本書。亨伯特-亨伯特是一個自負的、操縱他人的混蛋。\n我只是不明白他怎麼能在現實生活中畫畫......",
      "title": "我沒有讀錯《洛麗塔》嗎？"
    }
  ]
}