{
  "author": "Redditor000007",
  "the_new_excerpt": "Why YSK: Almost every ad I see on youtube is related to GME, WSB, and making\n$5,000 per day in hours. That's not how the real world works and it's too good\nto be true.\n\nThe truth is that this idea of \"getting rich quick\" has been perpetuated and\ngiven a lot of free press these past few weeks.…",
  "original_created_utc": 1611902956,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：几乎我在youtube上看到的每一个广告都与GME、WSB和制作相关。\n每天5000元，按小时计算。这不是真实世界的运作方式，而且它太美好了\n为真。\n\n事实上，这种 \"快速致富 \"的想法一直在延续，并且\n在过去几周里，给了很多免费的新闻....。",
      "title": "YSK：不要点击任何谈论有利可图的投资机会的广告--他们是在利用新闻，仅此而已。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：幾乎我在youtube上看到的每一個廣告都與GME、WSB和製作相關。\n每天5000元，按小時計算。這不是真實世界的運作方式，而且它太美好了\n爲真。\n\n事實上，這種 \"快速致富 \"的想法一直在延續，並且\n在過去幾周裏，給了很多免費的新聞....。",
      "title": "YSK：不要點擊任何談論有利可圖的投資機會的廣告--他們是在利用新聞，僅此而已。"
    }
  ],
  "title": "YSK: Do not click on any ads talking about lucrative investment opportunities - they are capitalizing on the news and nothing more",
  "created_utc": 1612032258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Almost every ad I see on youtube is related to GME, WSB, and making $5,000 per day in hours. That&#39;s not how the real world works and it&#39;s too good to be true.</p>\n\n<p>The truth is that this idea of &quot;getting rich quick&quot; has been perpetuated and given a lot of free press these past few weeks. <strong>Everyone</strong> is talking about it, and <strong>that&#39;s dangerous</strong>. These ads are trying to take advantage of that by presenting some silver bullet to life.</p>\n\n<p>It&#39;s never that easy. Every trade you make could make or lose you everything. Remember that, and never let anyone tell you different.</p>\n</div><!-- SC_ON -->",
  "score": 207,
  "permalink": "/r/YouShouldKnow/comments/l7ltpm/ysk_do_not_click_on_any_ads_talking_about/",
  "subreddit": "YouShouldKnow",
  "id": "l7ltpm",
  "is_self": true,
  "media": null,
  "is_video": false
}