{
  "author": "dadzovi",
  "the_new_excerpt": "In the US, vision insurance is usually sold separately from health insurance\nplans for the rest of your body. The reason for this, I understand, is\nhistorical. Eye doctors/optometrists aren't educated at the same facilities as\nophthalmologists and the professions were historically considered…",
  "original_created_utc": 1623876696,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "米国では、視力保険は通常、体の他の部分に対する健康保険とは別に販売されています。\n視力保険は、体の他の部分の健康保険とは別に販売されます。その理由は、歴史的なものだと私は理解しています。\n歴史的に アイ・ドクター／オプトメトリストは、眼科医と同じ施設で教育を受けていません。\n眼科医と同じ施設で教育されておらず、歴史的に両職業は...",
      "title": "CMV: 光学保険は通常の健康保険の一部であるべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在美国，视力保险通常与身体其他部位的健康保险分开销售。\n计划分开出售。据我所知，这样做的原因是\n历史原因。眼科医生/验光师并不像眼科医生那样在同一机构接受教育\n眼科医生，而且这两个职业在历史上被认为是......",
      "title": "CMV：光学保险应该是常规健康保险计划的一部分"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在美國，視力保險通常與身體其他部位的健康保險分開銷售。\n計劃分開出售。據我所知，這樣做的原因是\n歷史原因。眼科醫生/驗光師並不像眼科醫生那樣在同一機構接受教育\n眼科醫生，而且這兩個職業在歷史上被認爲是......",
      "title": "CMV：光學保險應該是常規健康保險計劃的一部分"
    }
  ],
  "title": "CMV: Optical insurance should be part of regular health insurance plans",
  "created_utc": 1623893533,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the US, vision insurance is usually sold separately from health insurance plans for the rest of your body. The reason for this, I understand, is historical. Eye doctors/optometrists aren&#39;t educated at the same facilities as ophthalmologists and the professions were historically considered separate. However, I don&#39;t think it makes sense that traditional health insurance plans in the USA don&#39;t cover vision care. Arguments I have heard for why this makes sense:</p>\n\n<p>&#x200B;</p>\n\n<ul>\n<li>Most people don&#39;t use vision insurance, so adding it in would drive up premiums unnecessarily. I don&#39;t think this makes sense at all. Most people won&#39;t require *most* services that their health insurance plans cover. I have never needed a cardiologist, a radiologist, or a dermatologist, but if I did, my health insurance plan would cover it.</li>\n<li>Vision insurance isn&#39;t medically necessary; you won&#39;t die just because you can&#39;t see well. I think this argument is made primarily by people who don&#39;t have poor vision. I do have poor vision, and my glasses/contact lenses allow me to live a normal life. It&#39;s just as medically necessary for my health and happiness as a hearing aid or prosthetic. I could not function independently without my glasses.</li>\n<li>Vision care is relatively cheap, so most people can afford it on their own, so it isn&#39;t an injustice that it isn&#39;t covered. Perhaps, but it&#39;s still a huge hassle to have to shell out a couple hundred dollars every year for something I need to function.</li>\n<li>The only argument I&#39;ve ever heard that even remotely makes sense to me is that eye care is usually a very predictable, fixed cost every year, so it wouldn&#39;t make economic sense to cover it. For example, insurance companies know that it will cost them about $100 per person with vision deficiencies per year, so they will try to get each of those people to pay in about $100 each for the benefits, which then defeats the purpose of the insurance policy for the customer, as they will be just as well off paying for the services directly themselves. The thing I don&#39;t understand is why this argument is applied to vision insurance and nothing else. For example, I could see it being quite predictable that women of child-bearing age will each cost an insurance company $500 every three years for pap smears--thus insurance companies would try to raise prices to recoup those costs--and then the insurance plan would no longer really be a viable option for the customer. But it only seems to happen for optometry and other services considered medically unnecessary.</li>\n</ul>\n\n<p>I actually am generally extremely pleased with my health insurance, but this one baffles me. Other than for historical reasons, why can&#39;t I get vision care through my insurance? Why can I get so many services for free but when I need glasses, I&#39;m left scouring weird websites hunting for deals? Why does this system make sense at all? Someone please CMV.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/o1f61x/cmv_optical_insurance_should_be_part_of_regular/",
  "subreddit": "changemyview",
  "id": "o1f61x",
  "is_self": true,
  "media": null,
  "is_video": false
}