{
  "author": "gnulynnux",
  "the_new_excerpt": "Why YSK: This is an easy and important step to protect your legal rights.\n\nMany Robinhood users are seeking legal action against Robinhood (e.g. as a class\naction suit) for suspending trading on GME, AMC, etc. However, every Robinhood\nuser agreed to Arbitration, as per the customer…",
  "original_created_utc": 1611868193,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这是一个简单而重要的步骤，可以保护你的合法权益。\n\n许多Robinhood用户正在寻求对Robinhood采取法律行动（例如，作为一个集体的\n诉讼），因为他们暂停了GME、AMC等的交易。然而，每个Robinhood\n用户都同意接受仲裁，根据客户...",
      "title": "YSK：许多服务条款有一个 \"强制仲裁 \"条款，意味着你同意不在法律法庭上起诉他们。有时你可以在执行后30天内选择退出。一定要检查一下，看看你是否可以以及如何选择。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這是一個簡單而重要的步驟，可以保護你的合法權益。\n\n許多Robinhood用戶正在尋求對Robinhood採取法律行動（例如，作爲一個集體的\n訴訟），因爲他們暫停了GME、AMC等的交易。然而，每個Robinhood\n用戶都同意接受仲裁，根據客戶...",
      "title": "YSK：許多服務條款有一個 \"強制仲裁 \"條款，意味着你同意不在法律法庭上起訴他們。有時你可以在執行後30天內選擇退出。一定要檢查一下，看看你是否可以以及如何選擇。"
    }
  ],
  "title": "YSK: Many Terms of Services have a \"forced arbitration\" clause, meaning you agree not to sue them in a legal court. You can sometimes opt-out within 30 days of enforcement. Always check to see if and how you can.",
  "created_utc": 1612280167,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is an easy and important step to protect your legal rights.</p>\n\n<p>Many Robinhood users are seeking legal action against Robinhood (e.g. as a class action suit) for suspending trading on GME, AMC, etc. However, every Robinhood user agreed to Arbitration, as per the customer agreement: <a href=\"https://cdn.robinhood.com/assets/robinhood/legal/Customer%20Agreement.pdf\">https://cdn.robinhood.com/assets/robinhood/legal/Customer%20Agreement.pdf</a> (See Section 38).</p>\n\n<p><strong>&quot;Arbitration&quot; means disputes are handled outside the court of law, under an &#39;arbitrator&#39; of the companies choosing.</strong> This obviously stacks the cards against the customer/user, and requires each user per to take on the company individually.</p>\n\n<p>Furthermore, arbitration clauses often have non-representation clauses, which means you have to navigate the arbitration system on your own. Your chances of getting a favorable outcome are negligible.</p>\n\n<p>Robinhood does not provide an opportunity to opt-out of arbitration, so the arbitration clause may be less likely to be enforced. But most other services <em>do</em> have opt-out for their arbitration clauses.</p>\n\n<p>So, if you don&#39;t want to get fucked over <em>in the  future</em>, always opt out when possible.</p>\n\n<p>Note: I am not a lawyer and I am US based. Arbitration clauses are legal and upheld in the United States. Arbitration has been repeatedly strengthened by various cases in our Supreme Court.</p>\n\n<hr/>\n\n<p><strong>TLDR: Always check the Terms for &quot;arbitration&quot;, and see if and how you can opt out.</strong></p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/l78xr2/ysk_many_terms_of_services_have_a_forced/",
  "subreddit": "YouShouldKnow",
  "id": "l78xr2",
  "is_self": true,
  "media": null,
  "is_video": false
}