{
  "author": "toastedlactose",
  "original_created_utc": 1639227526,
  "title": "Is Genghis Khan a name or title?",
  "created_utc": 1639269298,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;For context, I&amp;#39;m doing some first-time research on the Mongol Empire. I&amp;#39;ve been looking into its origin and leaders and am confused about Genghis Khan, is that his name, or a title given to him? I&amp;#39;ve seen that as his name, but I&amp;#39;ve also seen it as a title. For example, Britannica Encyclopedia says he &amp;quot;was elected Genghis Khan&amp;quot;, while most sources refer to Genghis Khan as his name. Any explanation on this would be greatly appreciated.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/AskHistorians/comments/rdz9ku/is_genghis_khan_a_name_or_title/",
  "subreddit": "AskHistorians",
  "id": "rdz9ku",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For context, I'm doing some first-time research on the Mongol Empire. I've been\nlooking into its origin and leaders and am confused about Genghis Khan, is that\nhis name, or a title given to him? I've seen that as his name, but I've also\nseen it as a title. For example, Britannica Encyclopedia says…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>文脈として、私は初めてモンゴル帝国について調べています。\n私はモンゴル帝国について初めて調べています。その起源や指導者について調べています。\nこれは彼の名前なのか、彼に与えられた称号なのか？\n彼の名前としては見たことがありますが、称号としても見たことがありま...",
      "title": "ジンギスカンは名前なのか肩書きなのか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为了说明情况，我正在做一些第一次的蒙古族Empresso研究。\n我在做一些关于蒙古帝国的首次研究。我一直在研究它的起源和领导人。\n我对成吉思汗感到困惑，这是他的名字，还是给他的一个称号？\n我见过他的名字，但我也见过他的称号。",
      "title": "成吉思汗是一个名字还是一个头衔？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲了說明情況，我正在做一些第一次的蒙古族Empresso研究。\n我在做一些關於蒙古帝國的首次研究。我一直在研究它的起源和領導人。\n我對成吉思汗感到困惑，這是他的名字，還是給他的一個稱號？\n我見過他的名字，但我也見過他的稱號。",
      "title": "成吉思汗是一個名字還是一個頭銜？"
    }
  ]
}