{
  "author": "IYELLALLTHETIME",
  "the_new_excerpt": "The argument that criminals will get themselves a gun, no matter what, is a\nflawed way of thinking. This only works if we assume that everyone who commits a\ncrime with a gun is a complete anarchist, with no respect for any law, anywhere.\nIt also assumes that they are all very resourceful and know…",
  "original_created_utc": 1616590758,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "犯罪分子无论如何都会给自己弄到一把枪的说法，是一个。\n有缺陷的思维方式。只有当我们假设每个人都犯了一个\n用枪犯罪是一个完全的无政府主义者，不尊重任何法律，任何地方。\n它还假设他们都很机智，知道... ...",
      "title": "CMV：如果你认为枪支管制措施对枪支暴力致死率的影响为零，那你一定是直接无知的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "犯罪分子無論如何都會給自己弄到一把槍的說法，是一個。\n有缺陷的思維方式。只有當我們假設每個人都犯了一個\n用槍犯罪是一個完全的無政府主義者，不尊重任何法律，任何地方。\n它還假設他們都很機智，知道... ...",
      "title": "CMV：如果你認爲槍支管制措施對槍支暴力致死率的影響爲零，那你一定是直接無知的。"
    }
  ],
  "title": "CMV: You have to be straight-up ignorant to think that gun control measures will have zero effect on gun violence deaths",
  "created_utc": 1616612307,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The argument that criminals will get themselves a gun, no matter what, is a flawed way of thinking. This only works if we assume that everyone who commits a crime with a gun is a complete anarchist, with no respect for any law, anywhere. It also assumes that they are all very resourceful and know how to find themselves a black market to purchase a gun, or even how to break in and steal a gun without detection. These are some pretty huge assumptions, yet they are made about literally everyone who commits any kind of shooting.</p>\n\n<p>Why are we not considering the possibility of people snapping? That perhaps humans are not life-long criminals and that a had set of circumstances leads them to think, for perhaps just a short time, &quot;you know what, I&#39;m pissed, I&#39;m going to shoot some people&quot;. Do we really believe that when this pissed-off person encounters barriers that prevent him from buying a gun right away, that he absolutely 100% will keep going, 100% of the time, that there&#39;s a zero percent chance that after failing to obtain a lethal weapon by legal means that he absolutely will, 100% of the time, successfully find a black market or successfully break into a home and steal a weapon, and then not get caught, and then carry out his rampage? Are you starting to see why I think this viewpoint is straight-up ignorant? Because that&#39;s all pretty extreme. </p>\n\n<p>We even see this effect at play with suicide deaths, and that is almost certainly our biggest opportunity to save lives. Many who survive a suicide attempt get help, get treated, and then lose the desire to kill themselves. The often-cited hypothesis that suicidal people WILL kill themselves no matter what is <em>just not true</em>, and it pains me to see anyone ever try to peddle that theory, as if mental health problems cannot be treated. They absolutely can be and it is beyond shitty to try and argue that suicidal people are hopeless cases, just to defend a gun stance. That&#39;s actually really disgusting.</p>\n\n<p>CMV.</p>\n\n<p>Edit: some are struggling to understand my view or are embellishing it, so let me be clear: I am simply disagreeing with this viewpoint that 100% of those who committed gun violence would have done it no matter what, that our gun laws will have literally no effect whatsoever. I am not calling for a ban on all guns, confiscation of all guns. I am simply disagreeing with a very common argument that is used often in the gun control debate.</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/mc52nb/cmv_you_have_to_be_straightup_ignorant_to_think/",
  "subreddit": "changemyview",
  "id": "mc52nb",
  "is_self": true,
  "media": null,
  "is_video": false
}