{
  "author": "OvenInteresting1991",
  "original_created_utc": 1631876158,
  "title": "How can science be objective when humans are limited by their subjective senses? What evidence is there that scientific realism is true, that the laws of physics exist, that the laws of physics describe how the universe works, and that the laws of physics aren't man-made and socially constructed?",
  "created_utc": 1631922146,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Since humans are limited by their subjectivity and subjective senses, how can science be objective?</p>\n\n<p>Other species see a color, or wavelength differently. Why would the senses of humans perceive objective reality as it is, when other species perceive this reality differently?</p>\n\n<p>What evidence is there for the existence of objectivity and objective reality, a reality that is independent of human minds and senses?</p>\n\n<p>What evidence is there for the existence of oneself, and other objects, be they other humans, other species, tables, chairs, bicycles, baseball bats, roads, cars, trees, rocks, the Earth, the moon, the other planets, the stars, the universe, etc, etc?</p>\n\n<p>What about the laws of physics? What evidence is there that the laws of physics are objective, independent of the human minds and senses, and that the universe operates in certain ways and follows certain laws?</p>\n\n<p>How would scientific realism respond to these questions?</p>\n\n<p>Is it conceited and egotistical to believe human senses perceive reality as it is, or at least perceive a close approximation to the truth and objective reality?</p>\n\n<p>I wish to acknowledge instruments. We can’t see infra-red light or x-rays, or radio-waves, but we can detect them with instruments. Perception of reality is not only what we can sense, but what we can measure.</p>\n\n<p>But technical instruments might shift the problem without answering the question in principle.</p>\n\n<p>Even if we use elaborate instruments to perceive the whole light spectrum, it is our biased, subjective mind that makes sense of this information - disregarding some information, highlighting other information.</p>\n\n<p>This last step is unlikely to be objective and opens the discussion on whether or not we can perceive reality as it is.</p>\n\n<p>Having asked these questions on the science subreddits, the majority of so-called &quot;science enthusiasts&quot; seemed to be anti-realists, believing that it&#39;s conceited and egotistical to believe we know anything about how the universe works, and that there’s a 0% chance we are seeing things as they really are.</p>\n\n<p>There is an article claiming &quot;there are no laws of physics&quot; for instance. The title can make one think the laws of physics are subjective and man-made, that the universe does not follow certain laws: <a href=\"https://www.quantamagazine.org/there-are-no-laws-of-physics-theres-only-the-landscape-20180604/\">https://www.quantamagazine.org/there-are-no-laws-of-physics-theres-only-the-landscape-20180604/</a></p>\n\n<p>&quot;How conceited and egotistical can you be to believe you know the laws of the universe and how the universe works? There is no universe-police, planet-police. The universe is not a citizen following certain laws. It has no laws. The laws of physics are man-made. And science is subjective because humans are subjects and subjective. There is no objective reality for subjects. Objectivity is for objects, not subjects&quot;, the &quot;science enthusiasts&quot; of science subreddits would claim.</p>\n\n<p>What are the arguments against those claims?</p>\n\n<p>During another conversation I had with someone, who has an undergraduate degree in physics, they claimed the laws of physics do not describe how the universe works:</p>\n\n<blockquote>\n<p>People have assigned &quot;laws&quot; to the universe. They are incomplete and inconsistent with each other. How can you then say the universe is &quot;organized&quot;.  </p>\n\n<p>We have no idea if they are the &quot;laws of the universe&quot;. Physics is applied math. It is not proof that the universe works in some particular way.  </p>\n\n<p>The universe is stranger than the theories we have created to describe what we have observed.  </p>\n\n<p>The maths frequently break down and cannot describe things in all parts of the universe. Think of the singularities that pop up in the math when describing black holes.  </p>\n\n<p>Many theories are incompatible with each other, such as quantum mechanics and gravity (which isn&#39;t even a real force, but quantum gravity theories need a gravitation to to mediate the force of gravitational interaction).  </p>\n\n<p>What did I learn in my undergraduate degree? A lot of math. I learned many theories. Many of which are no longer valid for many situations, and most are only valid assuming a great number of simplifications. Most of it is fitting lines to blobs of dots on a graph, and at the end of the day it&#39;s a big house of cards. None of the theories will tell you the true nature of the universe---whatever that is. It&#39;s just how we think it may work.</p>\n</blockquote>\n\n<p>&quot;People assigned laws to the universe&quot; implies humans made up the laws of physics, that the universe either has no laws, or has different laws.</p>\n\n<p>The &quot;science enthusiasts&quot; of science subreddits too have claimed time and time again that &quot;the laws of physics are man-made. They don&#39;t exist&quot;.</p>\n\n<p>They have gone as far as to claim &quot;gravity doesn&#39;t exist&quot;, confusing me further.</p>\n\n<p>Does scientific realism have any arguments against the claims presented above?</p>\n\n<p>Do the laws of physics exist, and do they describe how the universe works? Why are they incomplete and why do they contradict each other if they exist?</p>\n\n<p>What evidence is there that the laws of physics exist, that the laws of physics describe how the universe works, and that the laws of physics aren&#39;t man-made and socially constructed?</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/askphilosophy/comments/ppxwu0/how_can_science_be_objective_when_humans_are/",
  "subreddit": "askphilosophy",
  "id": "ppxwu0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Since humans are limited by their subjectivity and subjective senses, how can\nscience be objective?\n\nOther species see a color, or wavelength differently. Why would the senses of\nhumans perceive objective reality as it is, when other species perceive this\nreality differently?\n\nWhat evidence is there…"
}