{
  "author": "Animedjinn",
  "original_created_utc": 1625004523,
  "title": "YSK: Low university crime statistics do not mean they have low crime.",
  "created_utc": 1625015646,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you are applying to a college or university and look at their reported crime statistics, they typically do not show an accurate value of the crime that actually occurs. This is for two reasons: 1) many crimes, especially ones like sexual assault, go unreported. 2) Sometimes universities try to stop crime from being reported or being classified in a way that will show up in their record. In fact, if your university has a crime statistic of 0 for something like rape, that statistically is impossible, and can mean the university may be purposely obfuscating the truth or impeding the reporting process.</p>\n\n<p>Why YSK: Crime statistics are not very useful in selecting a university. Unless they are so low that it indicates a reporting problem or corruption.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/oaipru/ysk_low_university_crime_statistics_do_not_mean/",
  "subreddit": "YouShouldKnow",
  "id": "oaipru",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you are applying to a college or university and look at their reported crime\nstatistics, they typically do not show an accurate value of the crime that\nactually occurs. This is for two reasons: 1) many crimes, especially ones like\nsexual assault, go unreported. 2) Sometimes universities try to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あなたが大学に出願する際に、その大学で報告されている犯罪統計を見ると\n実際に発生している犯罪の正確な値を示すものではありません。\n実際に発生している犯罪の正確な値を示していません。これには2つの理由があります。1）多くの犯罪、特に性的暴行のような犯罪は\n性的暴行などの犯罪は報告されないことが多い。2)大学側が試行錯誤することがある。",
      "title": "YSK: 大学の犯罪統計が少ないからといって、犯罪が少ないわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你申请一所学院或大学，并查看其报告的犯罪统计数据，它们通常不显示犯罪的准确价值。\n统计数据，它们通常并不显示实际发生的犯罪的准确数值。\n实际发生的犯罪。这有两个原因。1）许多犯罪，特别是像\n性攻击，没有被报告。2）有时大学试图...",
      "title": "YSK：大学犯罪统计数字低并不意味着他们的犯罪率低。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你申請一所學院或大學，並查看其報告的犯罪統計數據，它們通常不顯示犯罪的準確價值。\n統計數據，它們通常並不顯示實際發生的犯罪的準確數值。\n實際發生的犯罪。這有兩個原因。1）許多犯罪，特別是像\n性攻擊，沒有被報告。2）有時大學試圖...",
      "title": "YSK：大學犯罪統計數字低並不意味着他們的犯罪率低。"
    }
  ]
}