{
  "author": "techguy67457",
  "original_created_utc": 1638093281,
  "title": "CMV: Mask Mandates are necessary as people are kindof stupid, and there is no good argument against them",
  "created_utc": 1638106247,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For context, I live in Scotland, which does have mask mandates from the government, and recently traveled to England, which does not (I think they might have starting yesterday because of the decepticon varient or whatever, but they didn&#39;t when I travelled a month or so ago). In Scotland, 95% of people on public transport and in shops wear masks. In England, about 2% seem to. The point of bringing this up, is to make the point that if we want people to wear masks, we do basically need to tell them they have to, as most people are too stupid to do it without the government telling them to. </p>\n\n<p>As for the mask mandates themselves, I have never heard a good argument against them. I often hear people say things like &quot;oh so should we have mask mandates for the flu then&quot;, I don&#39;t see how this is a counter. I would be happy to wear a mask for a few months in winter when the flu is most prominent, and if there is a particularly bad flu strain, then telling people to wear masks seems justifiable even if only to reduce money spent in healthcare, not to mention that hospitals often get overwhelmed in winter.</p>\n\n<p>Other arguments I hear are &quot;muh government telling us to do things bad&quot;, to which the obvious response is seatbelts and not being allows to drunk drive, both of which are things that have small chances to negatively affect other people or you, which you can&#39;t do. </p>\n\n<p>There are medical exceptions, which I do think should be allowed, although maybe with a slightly higher burden of proof than we have now. And I&#39;ve heard good argument for why kids shouldn&#39;t wear them, although those argument are stuff like &quot;they need to be able to see each others faces to develop emotional intelligence&quot;, not &quot;it&#39;s child abuse&quot; or some stupid shit like that. I think teenagers should have to wear them too though, this would only apply to young kids.</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/changemyview/comments/r40wos/cmv_mask_mandates_are_necessary_as_people_are/",
  "subreddit": "changemyview",
  "id": "r40wos",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For context, I live in Scotland, which does have mask mandates from the\ngovernment, and recently traveled to England, which does not (I think they might\nhave starting yesterday because of the decepticon varient or whatever, but they\ndidn't when I travelled a month or so ago). In Scotland, 95% of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はスコットランドに住んでいますが、スコットランドでは政府からマスクの義務が課せられています。\n私はスコットランドに住んでいますが、最近イギリスに旅行しましたが、イギリスではマスクは義務付けられていませんでした。\n思うのですが、1ヶ月ほど前に旅行した時にはありませんでした。\n私が1ヶ月ほど前に旅行したときにはありませんでした）。スコットランドでは、95％の人が...",
      "title": "CMV: マスク・マンデートは、人間が愚かであるがゆえに必要なものであり、それに対する正論は存在しない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为了了解情况，我住在苏格兰，那里确实有来自政府的面具授权。\n最近我去了英国，那里没有（我想他们可能从昨天开始就有了，因为霸天虎的变种或其他什么，但他们没有。\n我想他们可能从昨天开始，因为霸天虎的变种或什么，但他们没有\n但在我一个多月前旅行的时候，他们没有）。在苏格兰，95%的...",
      "title": "CMV：面具任务是必要的，因为人们有点愚蠢，而且没有很好的理由反对它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲了瞭解情況，我住在蘇格蘭，那裏確實有來自政府的面具授權。\n最近我去了英國，那裏沒有（我想他們可能從昨天開始就有了，因爲霸天虎的變種或其他什麼，但他們沒有。\n我想他們可能從昨天開始，因爲霸天虎的變種或什麼，但他們沒有\n但在我一個多月前旅行的時候，他們沒有）。在蘇格蘭，95%的...",
      "title": "CMV：面具任務是必要的，因爲人們有點愚蠢，而且沒有很好的理由反對它們。"
    }
  ]
}