{
  "author": "SplittingHares",
  "the_new_excerpt": "I'd heard about Ursula K LeGuin every now and then (mainly from my Latin\nteacher), but had no clue what any of her stories were about. I hadn't heard any\nof her concepts or stories discussed in popular culture much though, no\nreferences or anything. Even though I hadn't seen Pulp Fiction until a…",
  "original_created_utc": 1620663009,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Ursula K LeGuinについては、たまに（主にラテン語の先生から）聞いたことがありましたが\nしかし、彼女の物語がどのようなものなのかは全く知りませんでした。庶民の間で彼女の概念や物語が語られるのを聞いたことも\n彼女のコンセプトや物語が大衆文化の中で議論されているのを聞いたことがありませんでした。\n言及も何もありませんでした。パルプ・フィクション』を見たのは2年前のことでしたが。",
      "title": "Ursula LeGuinは大衆文化の中で十分に注目されていない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我偶尔听说过厄休拉-勒奎恩（Ursula K LeGuin）（主要是从我的拉丁文老师那里听说的）。\n老师），但不知道她的任何故事是关于什么的。我没有听说过任何\n她的概念或故事在流行文化中讨论得很多，但没有\n参考资料或任何东西。尽管我直到现在还没有看过《纸浆小说》。",
      "title": "厄休拉-勒奎恩在流行文化中没有得到足够的关注"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我偶爾聽說過厄休拉-勒奎恩（Ursula K LeGuin）（主要是從我的拉丁文老師那裏聽說的）。\n老師），但不知道她的任何故事是關於什麼的。我沒有聽說過任何\n她的概念或故事在流行文化中討論得很多，但沒有\n參考資料或任何東西。儘管我直到現在還沒有看過《紙漿小說》。",
      "title": "厄休拉-勒奎恩在流行文化中沒有得到足夠的關注"
    }
  ],
  "title": "Ursula LeGuin doesn't get enough attention in popular culture",
  "created_utc": 1620670241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;d heard about Ursula K LeGuin every now and then (mainly from my Latin teacher), but had no clue what any of her stories were about. I hadn&#39;t heard any of her concepts or stories discussed in popular culture much though, no references or anything. Even though I hadn&#39;t seen Pulp Fiction until a week ago, I still knew the basic premise of the film and several of the scenes were familiar to me. They&#39;re talked about a lot, people make jokes and references to it and other films. But Ursula LeGuin was someone I&#39;d only ever heard mentioned when the topic of &quot;good science fiction authors&quot; came up. I was more into realistic fiction and historical dramas, so that didn&#39;t really grab me all that much.</p>\n\n<p>A few months ago though, I saw her name on the spine of a book in the shop, and pulled it out. It was The Left Hand of Darkness, and the preview text on the back so intrigued me I decided to take a break from my usual fare and try it out. I breezed through that book, it was so dense and intriguing, but it never left you lost. There were so many ideas in it to think about, I found it remained on my mind for weeks after completing it. The concept of a world and society without gender and such malleable sexuality was unlike anything I&#39;d ever read before. Still the same hierarchies and political squabbles, but none of it was gendered. I especially like the use of the word &#39;pervert&#39; to describe individuals whose genitals do not change, its use made perfect sense given the context.</p>\n\n<p>That&#39;s what I loved so much about the story, it was <em>believable</em>. It wasn&#39;t trying to amaze you with futuristic tech and complex theorizing the way science fiction tends to be portrayed in the media. It was a delve into how people lived their lives, in a world quite similar to ours but with a few major differences.</p>\n\n<p>Spoilers for The Left Hand of Darkness (highly suggest you read before clicking) <span class=\"md-spoiler-text\">I especially find it interesting how Genly Ai cannot fully understand Estraven as a person without gender, until they must traverse the Gobrin Ice. Ai goes back and forth between seeing Estraven as a man and as a woman, depending on the situation. Even on the Ice, the same action is deemed both masculine and feminine at different points in Ai&#39;s thinking. Cooking a meal and caring for Ai&#39;s injuries is either a practical, masculine thing to do as a friend and travel companion, and it is seen as a diminutive and contemptible feminine action the way a woman may care for her husband. This is more towards the moment when Ai finally understands Estraven in the whole, when he realizes how truly little difference there is between what we consider to be masculine or feminine, how it is merely a matter of perspective. I find it interesting how in order to understand Estraven&#39;s gender fully, it took a trip across the the Gobrin Ice, a complete separation from society. Gender seemingly only relevant there.</span></p>\n\n<p>Now I&#39;ve been reading The Dispossessed, and it is equally well written. There&#39;s a scene where our main character, Shevek, enters a garden. He sees the trees there, trees and grass from an alien world. It&#39;s strange to him, and seeking out comfort he sits down on a bench, next to a woman reading a book. LeGuin writes here of Shevek&#39;s need if companionship, which is the main driving force behind him sitting down next to the woman. He recognizes her, he knows her well. He knows she has never been to this planet. It&#39;s only after three paragraphs or so when you learn this is not a flesh and blood person, it is a statue of a famous historical figure. But LeGuin writes it this way so you feel the same companionship Shevek does, you feel the presence of a fellow soul, only once you have settled into this idea are they revealed to be a statue, and Shevek&#39;s loneliness becomes all the more apparent.</p>\n\n<p>LeGuin writes beautifully, but her works delve deep into complex ideas that leave your brain grappling with them long after your eyes leave the last page. But I rarely hear people talk about LeGuin outside of science fiction book circles. No references in pop culture, no praise or attention except from those who are already into novels of this genre. Im disappointed I didn&#39;t know more about her sooner. I&#39;d recommend her as someone to read if you want an introduction to what science fiction can really accomplish.</p>\n</div><!-- SC_ON -->",
  "score": 869,
  "permalink": "/r/books/comments/n98vlo/ursula_leguin_doesnt_get_enough_attention_in/",
  "subreddit": "books",
  "id": "n98vlo",
  "is_self": true,
  "media": null,
  "is_video": false
}