{
  "author": "nightfire08",
  "original_created_utc": 1630686852,
  "title": "CMV: The USA's version of \"Capitalism\" is just Economic Feudalism wrapped in Nationalism",
  "created_utc": 1630697510,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Man do Americans get a quick stiffy for something if you call it &quot;Capitalism,&quot; but, here&#39;s the thing-</p>\n\n<p>In medieval Europe, most people were Serfs. The Serf worked on the resources (land) that the Ruling Class Held by law, backed up by force (in that time, their men-at-arms). The Serf would produce a certain amount of value with their labor, and the Lord would take the vast majority of it from them- leaving them just enough to live on, and no more, and in &quot;return&quot; would protect them from other violent people who otherwise would take ALL of their shit, rather than just 80%.</p>\n\n<p>Sure you could leave the Feifdom, but if you did, you might lose EVERYTHING by being robbed or murdered on the roads, or not being accepted into a new Feifdom.</p>\n\n<p>So, unless you were born into wealth, your reasonable option was to toil in squalor for most of your life, and have 80% of the value you create go towards your Lords.</p>\n\n<p>Then, Lords would propagandize themselves as &quot;Great,&quot; so that some Serfs and peasants would grow up believing that they were Lords because they were just BETTER than other people, either by Character or by divine right.</p>\n\n<p>And most people agree that this was a pretty inhumane, shit system that served a few rich assholes willing to enact state sponsored violence to maintain their stranglehold on the fruits of labor. This system actually kept human society from progressing culturally, scientifically, artistically in any meaningful way for nearly 1000 years. The &quot;Medieval&quot; period is called the dark ages for a reason.</p>\n\n<p>&#x200B;</p>\n\n<p>Today&#39;s America.</p>\n\n<p>Most people are &quot;employees&quot; of companies (read economic Fiefdoms) that the Ruling Class (read stockholders and the 1%ers) hold by law of having bought them, backed up by force (the criminal-legal system, which barely punishes members of the ruling class at all).</p>\n\n<p>The employee produces a certain amount of value for their labor, and the Company gives them as little as it can get away with, and keeps the rest of the value they create. In &quot;return,&quot; the company offers the security of health insurance, so that if you get sick, you only lose 1/2 of your life savings and not all of it.</p>\n\n<p>Sure, you can leave the company, but if you did, you might lose EVERYTHING by getting sick, getting hit by a car, slipping down a flight of stairs, or otherwise having even the smallest uninsured personal emergency.</p>\n\n<p>So, unless you&#39;re born into wealth, the only sane option is to work at a job that you may not particularly like, creating value for a company that retains 80% of the value you create.</p>\n\n<p>Then, the founders of those companies propagandize themselves as &quot;Geniuses&quot; (Hi Elon! Wussup Bezos!!) so that some (particularly stupid) employees grow up believing that they&#39;re unreasonably wealthy because they were just BETTER than other people- they worked harder, were smarter, etc.</p>\n\n<p>And yet most people seem to think that this is the best possible way to do things- having a system that serves a few rich assholes willing to call on state-sponsored violence to maintain their stranglehold on the fruits of labor. And then we wonder why in the United States, we seem not to be progressing culturally, scientifically, or in any meaningful way.</p>\n\n<p>&#x200B;</p>\n\n<p>I&#39;m about to move back to the US after living abroad in western Europe for several years. Help me see it as though I&#39;m not moving back to America&#39;s &quot;Dark Ages.&quot;</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/changemyview/comments/ph8pzw/cmv_the_usas_version_of_capitalism_is_just/",
  "subreddit": "changemyview",
  "id": "ph8pzw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Man do Americans get a quick stiffy for something if you call it \"Capitalism,\"\nbut, here's the thing-\n\nIn medieval Europe, most people were Serfs. The Serf worked on the resources\n(land) that the Ruling Class Held by law, backed up by force (in that time,\ntheir men-at-arms). The Serf would produce a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカ人は、「資本主義」というと何かにつけてすぐにガチガチになる。\nしかし、ここからが本題です。\n\n中世のヨーロッパでは、ほとんどの人が農奴でした。隷属者は、支配階級が法律で保有する資源（土地）を使って\n(サーフは、支配階級が法律によって保有する資源（土地）を、武力に支えられて（当時は\n働いていました。) サーフは、生産...",
      "title": "CMV: アメリカの「資本主義」は、ナショナリズムに包まれた経済封建主義に過ぎない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你称它为 \"资本主义\"，美国人就会对某件事情产生强烈的反感。\n但是，事情是这样的--\n\n在中世纪的欧洲，大多数人是农奴。农奴在统治阶级所拥有的资源上工作\n(土地)，统治阶级以法律为依据，以武力为后盾(在那个时代。\n他们的武装人员）。) 农奴将生产出...",
      "title": "CMV：美国版的 \"资本主义 \"只是被民族主义包裹的经济封建主义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你稱它爲 \"資本主義\"，美國人就會對某件事情產生強烈的反感。\n但是，事情是這樣的--\n\n在中世紀的歐洲，大多數人是農奴。農奴在統治階級所擁有的資源上工作\n(土地)，統治階級以法律爲依據，以武力爲後盾(在那個時代。\n他們的武裝人員）。) 農奴將生產出...",
      "title": "CMV：美國版的 \"資本主義 \"只是被民族主義包裹的經濟封建主義"
    }
  ]
}