{
  "author": "JAB_REDDIT",
  "original_created_utc": 1630243774,
  "title": "CMV: If a man discovers he is not the father, he shouldn't be expected to stay.",
  "created_utc": 1630251265,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After seeing so many different Reddit Post about stories with the below as the story and the comments in response, I am not sure if I am the one who is being the butt about this kind of issue.  </p>\n\n<p><em>Man raises child</em></p>\n\n<p><em>Discovers woman cheated, lied about paternity</em></p>\n\n<p><em>Man asks what to do</em></p>\n\n<p><em>Reddit Hivemind says he should remain in the child&#39;s life.</em>  </p>\n\n<p>Every time, no concerns about what the men must now feel about the child, often the fruit of the infidelity he only recently discovered, but that if he stops caring for said child, he is no longer a &quot;Real Man. It is never said in those words, but that&#39;s the feeling from it, some even saying things like a man should castrate himself if he can&#39;t be a father to a child that isn&#39;t his or if he leaves partway through.  </p>\n\n<p>Shouldn&#39;t a guy be able to leave? He did nothing wrong, the child isn&#39;t his concern, or at least shouldn&#39;t be if he no longer wishes to do so. That child has a chance to be raises by their real bio-dad or by someone else. But it has to be him, the betrayed, who MUST stay, or at least continue to be in the child&#39;s life.   </p>\n\n<p>Sure, the child themselves didn&#39;t do anything wrong, but that child is still a picture of the hurt, the pain, the cheating, the lies. But, he should swallow all of that because the child might grow up without him there.  </p>\n\n<p>In any other kind of relationship, this isn&#39;t expected. If you are married to someone for ten years, then get ill and you find out that they cheated, maybe even that this illness is the reason of them cheating, you can and should still be able to leave that marriage, because why should you be tied to an agreement they didn&#39;t keep? If you worked in a business that was supposed to be yours, but you find out that it wasn&#39;t that it legally belongs to someone else, why on Earth should you be forced to stay, otherwise, you really didn&#39;t care for the business?   </p>\n\n<p>Why should the time that passed matter? Why shouldn&#39;t your next move be fore you and you alone? Why is it ok to tell a man that if he doesn&#39;t care for the child that isn&#39;t his, that he never really loved the child or that there is something wrong with him?  </p>\n\n<p>Am I seeing this issue wrong somehow? Change my Views on this!</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/changemyview/comments/pdv8vz/cmv_if_a_man_discovers_he_is_not_the_father_he/",
  "subreddit": "changemyview",
  "id": "pdv8vz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "After seeing so many different Reddit Post about stories with the below as the\nstory and the comments in response, I am not sure if I am the one who is being\nthe butt about this kind of issue.\n\nMan raises child\n\nDiscovers woman cheated, lied about paternity\n\nMan asks what to do\n\nReddit Hivemind says…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "下記のようなストーリーのReddit Postを何度も見てきました。\nそれに対するコメントを見ていると、自分がそのようなことをしているのではないかと思えてきます。\nこの種の問題については、私の方が尻込みしているのかもしれません。\n\n男が子供を育てる\n\n女性が浮気をし、父性について嘘をついていたことを知る\n\n男性はどうしたらいいかと尋ねる\n\nReddit Hivemind says...",
      "title": "CMV: 自分が父親ではないと分かった場合、男性は留まることを期待されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在看到这么多不同的Reddit帖子，其中有以下的故事和回应的评论。\n的故事和回应的评论，我不确定我是否是那个被这种问题困扰的人。\n关于这种问题的屁股。\n\n男子养育孩子\n\n发现女人出轨，谎称自己是父亲\n\n男子问该怎么做\n\nReddit Hivemind说...",
      "title": "CMV: 如果一个男人发现他不是父亲，就不应该指望他留下来。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在看到這麼多不同的Reddit帖子，其中有以下的故事和迴應的評論。\n的故事和迴應的評論，我不確定我是否是那個被這種問題困擾的人。\n關於這種問題的屁股。\n\n男子養育孩子\n\n發現女人出軌，謊稱自己是父親\n\n男子問該怎麼做\n\nReddit Hivemind說...",
      "title": "CMV: 如果一個男人發現他不是父親，就不應該指望他留下來。"
    }
  ]
}