{
  "author": "Ridikyo0l",
  "the_new_excerpt": "I'm reluctant to post this view...and if I'm off base hopefully someone can\nexplain that to me in a way I can understand in the comments.\n\nFemale athletes want higher pay. Female sports in general do not have as much\ninterest, for a variety of reasons we can discuss further if someone would…",
  "original_created_utc": 1614186815,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不愿意发表这个观点......如果我说的不对，希望有人可以\n解释一下，我在评论中可以理解的方式。\n\n女运动员想要更高的报酬。女运动员一般没有那么多\n兴趣，由于各种原因，我们可以进一步讨论，如果有人愿意... ...",
      "title": "CMV：女性希望在运动中获得更多的报酬，而跨性别女性希望被同性男性发现有吸引力，这是一个需求问题，而不是平等问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不願意發表這個觀點......如果我說的不對，希望有人可以\n解釋一下，我在評論中可以理解的方式。\n\n女運動員想要更高的報酬。女運動員一般沒有那麼多\n興趣，由於各種原因，我們可以進一步討論，如果有人願意... ...",
      "title": "CMV：女性希望在運動中獲得更多的報酬，而跨性別女性希望被同性男性發現有吸引力，這是一個需求問題，而不是平等問題。"
    }
  ],
  "title": "CMV: Women wanting more pay for sports and trans-women wanting to be found attractive by cis-men is a demand problem not an equality problem.",
  "created_utc": 1614191784,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m reluctant to post this view...and if I&#39;m off base hopefully someone can explain that to me in a way I can understand in the comments. </p>\n\n<p>Female athletes want higher pay. Female sports in general do not have as much interest, for a variety of reasons we can discuss further if someone would like, but the end result is lower ad revenue/ticket sales/merch sales/etc. This creates overall less revenue which results in lower profits to be shared with players.</p>\n\n<p>Trans-women want to be perceived to be as physically attractive as other cis-women by cis-males.  Cis-males are primarily only interested in cis-women. There are numerous reasons for this, but the main takeaway is that there is simply not a lot of demand among the cis-male crowd for trans-women.</p>\n\n<p>Both of these campaigns are not about equality. They are about trying to generate a higher demand for what they are offering. If the demand was already there then there wouldn&#39;t be an issue. That to me isn&#39;t an equality issue. People not wanting what you are offering is a problem with your product, not the consumer. Maybe using marketplace terminology is too cold, but that is how my brain works.</p>\n\n<p>If I prefer to watch male sports I&#39;m not a sexist. If I prefer to date a cis-female I&#39;m not trans-phobic. Quit trying to demonize me for not having an interest in you.</p>\n</div><!-- SC_ON -->",
  "score": 283,
  "permalink": "/r/changemyview/comments/lrhxpr/cmv_women_wanting_more_pay_for_sports_and/",
  "subreddit": "changemyview",
  "id": "lrhxpr",
  "is_self": true,
  "media": null,
  "is_video": false
}