{
  "author": "ymirmar",
  "original_created_utc": 1640079307,
  "title": "Reminder: Robinhood has put a stop to the purchase of numerous equities. When it was convenient for them, they locked the buy button. Robinhood is not a good place to acquire Bitcoin. Even if the dust has settled, we remember.",
  "created_utc": 1640093895,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is the time, more than ever to stop messing around with these corporate scumbags, whether you&amp;#39;re in the United States, the United Kingdom, or anywhere else where Robinhood/similar operators exists. Tell those leeching dicks on Wall Street to get out of your business; they&amp;#39;re antiquated and useless now that there are so many rivals. And as always DYOR before making decisions.&lt;/p&gt;\n\n&lt;p&gt;And also Merry Christmas, except to Vladimir Tenev and Baiju Bhatt, I hope you stub your little toe and that you reach out to grab something and that that something then breaks off and that you fall and stub your other little toe as well.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 566,
  "permalink": "/r/CryptoCurrency/comments/rlb3iz/reminder_robinhood_has_put_a_stop_to_the_purchase/",
  "subreddit": "CryptoCurrency",
  "id": "rlb3iz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is the time, more than ever to stop messing around with these corporate\nscumbags, whether you're in the United States, the United Kingdom, or anywhere\nelse where Robinhood/similar operators exists. Tell those leeching dicks on Wall\nStreet to get out of your business; they're antiquated and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p> 今こそ、今までのようなやり方はやめる時です。\nこのような卑劣な企業に手を出すのは、あなたが米国にいるかどうかにかかわらず、です。\n米国、英国、その他、ロビンフッドや類似の事業者が存在する場所であれば\nが存在します。ウォール街の蛭子さんたちに「出て行け」と言え...",
      "title": "注意喚起 Robinhoodは多数の株式の購入にストップをかけました。自分たちの都合の良い時に、購入ボタンをロックしていたのです。Robinhoodはビットコインの取得には向いていない。たとえ塵も積もれば山となる、です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>现在是时候，比以往任何时候都更应该停止\n现在是时候停止与这些公司的卑鄙小人打交道了，无论你是在美国、英国，还是在其他有Robinhood/类似运营商的地方。\n越来越多的人加入到这个行列中来。\n存在的其他地方。告诉华尔街的那些吸血的家伙们，让他们离开你们。",
      "title": "提醒您。Robinhood已经停止了对众多股票的购买。当他们方便的时候，他们锁定了购买按钮。Robinhood并不是一个收购比特币的好地方。即使尘埃落定，我们也记得。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>現在是時候，比以往任何時候都更應該停止\n現在是時候停止與這些公司的卑鄙小人打交道了，無論你是在美國、英國，還是在其他有Robinhood/類似運營商的地方。\n越來越多的人加入到這個行列中來。\n存在的其他地方。告訴華爾街的那些吸血的傢伙們，讓他們離開你們。",
      "title": "提醒您。Robinhood已經停止了對衆多股票的購買。當他們方便的時候，他們鎖定了購買按鈕。Robinhood並不是一個收購比特幣的好地方。即使塵埃落定，我們也記得。"
    }
  ]
}