{
  "author": "Original1Username",
  "original_created_utc": 1639683665,
  "title": "Did average Roman slaves really have more time off work than the average US worker?",
  "created_utc": 1639694205,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;So... A friend of mine has a dual masters in history and US history. I&amp;#39;m something of a history enthusiast myself though I lack the degree. I just like the books and learning about all the crazy shit humans have been up to.&lt;/p&gt;\n\n&lt;p&gt;Him and I had an interesting conversation recently. He stated that most Roman slaves had a 4 day work week, with way more holidays due to the celebrations of various gods. &lt;/p&gt;\n\n&lt;p&gt;There were of course, exceptions. Some job details of Roman slavery were basically death sentences, such as mine work. &lt;/p&gt;\n\n&lt;p&gt;My own research into the subject seems to back him up. 4 day work week and the holidays of various gods being observed, as well as harvest celebrations and other city celebrations. It also doesn&amp;#39;t seem to make a difference when considering the time period of Roman history very much... the biggest split being pre and post Spartacus in terms of slave treatment. My own research seems to indicate that the average Roman slave, especially a skilled slave like a blacksmith is muuuuuch better treated and even paid better than the mechanic I am today.&lt;/p&gt;\n\n&lt;p&gt;Just curious what other historians thought about this.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 101,
  "permalink": "/r/AskHistorians/comments/rhydpm/did_average_roman_slaves_really_have_more_time/",
  "subreddit": "AskHistorians",
  "id": "rhydpm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>So... A friend of mine has a dual masters in\nhistory and US history. I&#39;m something of a history enthusiast myself though\nI lack the degree. I just like the books and learning about all the crazy shit\nhumans have been up to.</p> <p>Him and I had an interesting…"
}