{
  "author": "incorporealrelative",
  "original_created_utc": 1631042553,
  "title": "CMV: The size and spending on our military (today)has little, if anything, to do with it’s stated goals as told to the public.",
  "created_utc": 1631054134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The United States has either tied (stalemate) or lost every ‘war’ it’s fought in since WW2. And yet we have the biggest military world wide, we are the biggest seller of arms and ammunition, we spend more on our military than all other wealthy western countries. \nHaving the most advanced as well as biggest military in the world therefore has not benefited the military in realizing what it tells the populace it’s attempting to do.</p>\n\n<p>Instead the size and amount of money spent is all about bringing in Capital for the politicians and ‘contractors’ that benefit from increased spending.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/pjty9f/cmv_the_size_and_spending_on_our_military/",
  "subreddit": "changemyview",
  "id": "pjty9f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The United States has either tied (stalemate) or lost every ‘war’ it’s fought in\nsince WW2. And yet we have the biggest military world wide, we are the biggest\nseller of arms and ammunition, we spend more on our military than all other\nwealthy western countries. Having the most advanced as well as…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "米国は、これまでに戦ったすべての「戦争」で同点（膠着状態）か敗北を喫している\nアメリカは第二次世界大戦以来、すべての「戦争」で引き分け（膠着状態）か負けている。それなのに、アメリカは世界最大の軍隊を持ち、最大の武器販売国である。\n武器や弾薬の最大の販売者であり、他の裕福な西洋諸国よりも軍事費をかけています。\n他の裕福な西洋諸国よりも軍事費が多いのです。世界で最も先進的であり、かつ...",
      "title": "CMV: 現在の軍隊の規模と支出は、国民に伝えられている目標とはほとんど関係がありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自二战以来，美国在每一场 \"战争 \"中不是打成平手（僵局），就是输了。\n二战以来的每一场战争。然而，我们拥有世界上最大的军队，我们是最大的武器和弹药销售商\n我们是武器和弹药的最大卖家，我们在军事上的花费超过了所有其他国家。\n富裕的西方国家。我们拥有最先进的以及...",
      "title": "CMV：我们的军队的规模和开支（今天）与它向公众宣布的目标没有什么关系，如果有的话。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自二戰以來，美國在每一場 \"戰爭 \"中不是打成平手（僵局），就是輸了。\n二戰以來的每一場戰爭。然而，我們擁有世界上最大的軍隊，我們是最大的武器和彈藥銷售商\n我們是武器和彈藥的最大賣家，我們在軍事上的花費超過了所有其他國家。\n富裕的西方國家。我們擁有最先進的以及...",
      "title": "CMV：我們的軍隊的規模和開支（今天）與它向公衆宣佈的目標沒有什麼關係，如果有的話。"
    }
  ]
}