{
  "author": "NunyaBidnizz68",
  "original_created_utc": 1635935792,
  "title": "CMV: Trans people should disclose that they are trans before sleeping with someone",
  "created_utc": 1635943741,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Cards on the table, Although I don&#39;t feel like i have a bias against trans women I would feel &quot;ashamed&quot; if my friends found out. As if I was scared of the ridicule and opinions of others. </p>\n\n<p>It&#39;s also hard to say that I&#39;m not attracted to them because I&#39;m a straight male and I do believe if a man wants to transition to a woman because that&#39;s who she is and that&#39;s what is inside her, then that person is a woman, but personally I don&#39;t ever want to sleep a person who used to be a man. </p>\n\n<p>You probably won&#39;t see me marching in unity for them, but neither would I counter protest them for wanting to be treated more fairly and equally.</p>\n\n<p>All I know is I would be mentally and emotionally disturbed if I slept with a woman only to find out the next day she used to be a man. Nothing against trans people but it&#39;s not for me. Unless it was Brittany Daniel from It&#39;s Always Sunny in Philadelphia</p>\n</div><!-- SC_ON -->",
  "score": 288,
  "permalink": "/r/changemyview/comments/qlrnrr/cmv_trans_people_should_disclose_that_they_are/",
  "subreddit": "changemyview",
  "id": "qlrnrr",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Cards on the table, Although I don't feel like i have a bias against trans women\nI would feel \"ashamed\" if my friends found out. As if I was scared of the\nridicule and opinions of others.\n\nIt's also hard to say that I'm not attracted to them because I'm a straight male\nand I do believe if a man…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "机上のカード、トランス女性に偏見を持っているとは感じないが\n友人に知られたら「恥ずかしい」と思ってしまいます。他人の嘲笑や意見に怯えているかのように\n他人の嘲笑や意見を恐れているかのように。\n\nまた、私はストレートの男性なので、彼らに魅力を感じないとは言い切れません。\nもし男性が...と思っています。",
      "title": "CMV：トランスの人は、誰かと寝る前に自分がトランスであることを開示すべきです"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "卡在桌子上，虽然我不觉得我对变性妇女有偏见\n如果我的朋友发现了，我会感到 \"羞愧\"。仿佛我很害怕\n嘲笑和别人的意见。\n\n也很难说我对她们没有吸引力，因为我是一个直男。\n而且我确实相信如果一个男人...",
      "title": "CMV：变性人在与人上床前应披露自己是变性人"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "卡在桌子上，雖然我不覺得我對變性婦女有偏見\n如果我的朋友發現了，我會感到 \"羞愧\"。彷彿我很害怕\n嘲笑和別人的意見。\n\n也很難說我對她們沒有吸引力，因爲我是一個直男。\n而且我確實相信如果一個男人...",
      "title": "CMV：變性人在與人上牀前應披露自己是變性人"
    }
  ]
}