{
  "author": "i_am_not_sam",
  "the_new_excerpt": "I came across a clip of an actress I was looking up - she’s relatively unknown\nand I was surprised to see she’s done work in front of the camera much less been\ntopless (and I’m not going to link the scene). It seemed like in that scene and\nso many others I’ve seen the characters are in a hurry, and…",
  "original_created_utc": 1609440832,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我偶然看到一段我正在查找的女演员的片段-她相对来说不为人所知\n我很惊讶地看到她在镜头前工作，更不用说\n赤裸上身(我不打算链接这一场景)。看起来就像是在那个场景里\n我看过很多其他的角色都很匆忙，而…",
      "title": "[改变我的想法]：女性在电视和电影中的裸体几乎总是没有必要的，除了制作轻色情之外，没有任何目的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我偶然看到一段我正在查找的女演員的片段-她相對來說不爲人所知\n我很驚訝地看到她在鏡頭前工作，更不用說\n赤裸上身(我不打算鏈接這一場景)。看起來就像是在那個場景裏\n我看過很多其他的角色都很匆忙，而…",
      "title": "[改變我的想法]：女性在電視和電影中的裸體幾乎總是沒有必要的，除了製作輕色情之外，沒有任何目的"
    }
  ],
  "title": "CMV: Female nudity in TV and films is almost always unnecessary and doesn’t serve any purpose beyond making light porn",
  "created_utc": 1609458335,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I came across a clip of an actress I was looking up - she’s relatively unknown and I was surprised to see she’s done work in front of the camera much less been topless (and I’m not going to link the scene). It seemed like in that scene and so many others I’ve seen the characters are in a hurry, and having a conversation they might have as well had over a cup of coffee.</p>\n\n<p>It seems to me that nudity that has a role to play when you’re presenting the human body in its natural form without sexualizing it. And that presents limited opportunities. But when used in a sexual setting it either looks like straight up smut or needs to addition of story moving dialog to prevent the scene from looking like smut. </p>\n\n<p>Either way, I don’t see what explicit depiction of nudity contribute beyond titillation. We know the actors don’t really engage in sexually intercourse in most mainstream movies so what difference does it make if the female costar bares her full chest or more? And you hear stories about <a href=\"https://www.nytimes.com/interactive/2017/12/13/opinion/contributors/salma-hayek-harvey-weinstein.html\">actresses being forced to</a> show off their bodies. </p>\n\n<p>I keep hearing actresses say “I don’t mind baring my body if the right role demands it “ - but is there ever a “right” scene that isn’t just something for the people looking to catch the actresses nude?</p>\n</div><!-- SC_ON -->",
  "score": 188,
  "permalink": "/r/changemyview/comments/knvpy2/cmv_female_nudity_in_tv_and_films_is_almost/",
  "subreddit": "changemyview",
  "id": "knvpy2",
  "is_self": true,
  "media": null,
  "is_video": false
}