{
  "author": "InCoffeeWeTrust",
  "the_new_excerpt": "Why YSK: Sales price commission fee structures were only applicable 20-30 years\nago when the price of real estate was much, much lower and more closely related\nto salary. Using the same pricing structure today (e.g. 3-7% of sale or purchase\nprice) does not make any sense whatsoever - and do not let…",
  "original_created_utc": 1619112528,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：販売価格の手数料体系は、20～30年前には\n不動産の価格がもっともっと低かった20～30年前にしか適用できませんでした。\n給料に近いものでした。今日、同じ料金体系（例：販売価格または購入価格の3～7％）を使用することは、全く意味がありません。\n現在、同じ価格体系（例：販売価格または購入価格の3～7％）を使用することは、何の意味もありません。",
      "title": "YSKは、不動産業者の「手数料」、つまり販売価格の何％という手数料体系は時代遅れであり、もはや使われるべきではないと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：销售价格的佣金收费结构只适用于20-30年前的房地产价格低得多的时候。\n在房地产价格低得多、与工资关系更密切的时候\n与工资密切相关。今天使用相同的价格结构（例如销售或购买价格的3-7%）完全没有意义。\n价格的3-7%）是没有任何意义的，不要让...",
      "title": "YSK认为，房地产商的 \"费用\"--即销售价格的百分比佣金结构已经过时，不应继续使用。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：銷售價格的佣金收費結構只適用於20-30年前的房地產價格低得多的時候。\n在房地產價格低得多、與工資關係更密切的時候\n與工資密切相關。今天使用相同的價格結構（例如銷售或購買價格的3-7%）完全沒有意義。\n價格的3-7%）是沒有任何意義的，不要讓...",
      "title": "YSK認爲，房地產商的 \"費用\"--即銷售價格的百分比佣金結構已經過時，不應繼續使用。"
    }
  ],
  "title": "YSK that the realtors \"fee\" - aka the % of sales price commission structure is outdated and should no longer be used",
  "created_utc": 1619130240,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Sales price commission fee structures were only applicable 20-30 years ago when the price of real estate was much, much lower and more closely related to salary. Using the same pricing structure today (e.g. 3-7% of sale or purchase price) does not make any sense whatsoever - and do not let a realtor convince you that it does!</p>\n\n<p>Most realtors today agree on lump sum payments for their services, and agreeing with your realtor on some pre-set price that has nothing to do with the value of your home is completely fine. There are still a few realtors that will prey on naive customers. The total cost of paying your realtor shouldn&#39;t be more than what a paralegal or (at best) lawyer would charge in your area for a similar amount of time.</p>\n\n<p>Since we&#39;ve had a crazy upward spiral in real estate prices recently, I&#39;m seeing a lot of naive old people who agree with outrageous commission structure some realtors offer. No realtor is worth that much money, and don&#39;t let them convince your grandparents that they are!</p>\n</div><!-- SC_ON -->",
  "score": 77,
  "permalink": "/r/YouShouldKnow/comments/mw9z7a/ysk_that_the_realtors_fee_aka_the_of_sales_price/",
  "subreddit": "YouShouldKnow",
  "id": "mw9z7a",
  "is_self": true,
  "media": null,
  "is_video": false
}