{
  "author": "Storm_Duck",
  "original_created_utc": 1635112023,
  "title": "CMV: Belief systems that rely heavily on shame are abusive.",
  "created_utc": 1635137050,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We seem to agree as a society that shame is harmful to mental health, and is particularly harmful to children. In my state, intentionally leading a child to believe that he or she is bad or defective is considered emotional abuse or neglect. It&#39;s grounds to involve social services. Some examples of this are calling your child degrading names, convincing them there is something wrong with them, or generally subjecting them to cruel verbal treatment. My state has relatively stringent child-protective laws. However, there seems to be a broader consensus that making a child believe they are bad - not that they did something bad, but that they *are* bad - is harmful to their self esteem and therefore their mental health.</p>\n\n<p>There are widely held belief systems that employ shame and fear as core tenets. The idea that we are defective is indoctrinated in children from a young age. Beyond simply saying that humans are flawed, personal shortcomings and failures are emphasized. The shame of one&#39;s actions, and the fear of judgment or punishment for these actions, is central to many worldviews.</p>\n\n<p>If we have decided that people, and especially children, are entitled to positive self esteem, then it seems all our institutions should be held to this standard. Again, this assumption varies widely across parts of the US and the world. But in general, we seem to agree that emotional safety is worth striving for, and shame-based belief systems contradict this.</p>\n\n<p>Yes, &quot;abuse&quot; is a strong word. But I believe that intentional shaming is emotional and psychological abuse.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/qf2108/cmv_belief_systems_that_rely_heavily_on_shame_are/",
  "subreddit": "changemyview",
  "id": "qf2108",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We seem to agree as a society that shame is harmful to mental health, and is\nparticularly harmful to children. In my state, intentionally leading a child to\nbelieve that he or she is bad or defective is considered emotional abuse or\nneglect. It's grounds to involve social services. Some examples of…"
}