{
  "author": "Khal-Frodo",
  "the_new_excerpt": "My rationale is simple: innocent until proven guilty. My proposal may sound like\na blatant contradiction of this principle but I hope to illustrate why I don't\nbelieve it is.\n\nIn a criminal trial, the burden of proof lies on the prosecution to demonstrate\nbeyond all reasonable doubt that the…",
  "original_created_utc": 1612022979,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我的理由很简单：在证明有罪之前是无罪的。我的建议可能听起来像\n公然违背了这一原则，但我希望能说明为什么我不。\n相信它是。\n\n在刑事审判中，举证责任在于控方，以证明： ---------。\n毫无疑问，...",
      "title": "CMV：如果警察要配备武器，那么警察杀人的案件应该由警察承担举证责任。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的理由很簡單：在證明有罪之前是無罪的。我的建議可能聽起來像\n公然違背了這一原則，但我希望能說明爲什麼我不。\n相信它是。\n\n在刑事審判中，舉證責任在於控方，以證明： ---------。\n毫無疑問，...",
      "title": "CMV：如果警察要配備武器，那麼警察殺人的案件應該由警察承擔舉證責任。"
    }
  ],
  "title": "CMV: If police officers are to be armed, then cases of killing by police should place the burden of proof on the officer",
  "created_utc": 1612032258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My rationale is simple: innocent until proven guilty. My proposal may sound like a blatant contradiction of this principle but I hope to illustrate why I don&#39;t believe it is.</p>\n\n<p>In a criminal trial, the burden of proof lies on the prosecution to demonstrate beyond all reasonable doubt that the defendant committed a certain crime. Cases of police killing are currently framed as the officer (defendant) against the state (prosecution). However, police officers are a part of the legal system, just on the &quot;enforcement&quot; side. To allow officers to carry guns implicitly grants them approval to kill in situations in which they consider it necessary to do so. These situations are analagous to a death row trial in which the officer is the prosecution and the victim is the defendant. However, in this case the officer has additionally acted as judge, jury, and executioner, and the sentence has already been carried out. The officer should be required to prove beyond reasonable doubt why that person&#39;s death was necessary in that moment; it should not be the state&#39;s job to prove otherwise.</p>\n\n<p>Now, <strong>if this were to be adopted, I don&#39;t think that it necessitates a criminal conviction for the officer</strong> (bolded because too many comments have ignored this).** If the officer is unable to establish sufficient justification for the killing, they should be fired from their job as an officer, forfeit any benefits they may have accrued from their job, and be barred from ever serving in law enforcement again. If you are truly in a situation in which you fear for your life, the idea of potentially losing your job should pale in comaprison. I believe that this system would cause officers to re-evaluate the necessity of killing in the moment, and would provide incentive for things like body cameras which could prove their innocence of unjustified killing.</p>\n\n<p>edit: there a lot of comments saying that this is how it already works. I&#39;ve looked into it and found similarities to my proposal but what I&#39;ve seen so far has key differences. <strong>If anyone can provide a link to legislation or civil codes that require police officers who have killed on duty to be subject to an external review, the process of which resembles that of a typical criminal trial, then I will award a delta. Please note that even though I say that the process should resemble criminal trial, that does not mean that a criminal conviction is within the scope of this process.</strong></p>\n</div><!-- SC_ON -->",
  "score": 1096,
  "permalink": "/r/changemyview/comments/l8otbe/cmv_if_police_officers_are_to_be_armed_then_cases/",
  "subreddit": "changemyview",
  "id": "l8otbe",
  "is_self": true,
  "media": null,
  "is_video": false
}