{
  "author": "RandomAmbles",
  "the_new_excerpt": "Why YSK:\n\nUnless you're talking Christopher Wallace, if you say that someone is\n\"notorious\" that implies that what they're known for is some well-known fault or\nreprehensible action. Nobody wants to insult someone they meant to lift up.\nInstead, if you want to compliment someone, use \"acclaimed\",…",
  "original_created_utc": 1621475377,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\nクリストファー・ウォレスに限った話ではありませんが、誰かを「悪名高い」というと\n\"悪名高い」というのは、その人が何か有名な欠点や非難されるべき行動で知られていることを意味します。\n批判されるような行為を意味します。誰も、持ち上げようとしている人を侮辱したいとは思わないでしょう。\nその代わり、誰かを褒めたい場合は、\"claimed \"を使います。",
      "title": "YSK \"Notorious \"は、悪い理由で有名なことを意味します。\"Acclaimed \"は、良い理由で有名なことを意味します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n除非你说的是克里斯托弗-华莱士，如果你说某人是\n\"臭名昭著\"，这意味着他们因某些众所周知的错误或应受谴责的行为而闻名。\n应受谴责的行为。没有人愿意侮辱一个他们想抬高的人。\n相反，如果你想赞美某人，就用 \"赞誉\"，...",
      "title": "YSK \"臭名昭著 \"是指以坏的理由出名。\"知名 \"是指以好的理由而闻名。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n除非你說的是克里斯托弗-華萊士，如果你說某人是\n\"臭名昭著\"，這意味着他們因某些衆所周知的錯誤或應受譴責的行爲而聞名。\n應受譴責的行爲。沒有人願意侮辱一個他們想擡高的人。\n相反，如果你想讚美某人，就用 \"讚譽\"，...",
      "title": "YSK \"臭名昭著 \"是指以壞的理由出名。\"知名 \"是指以好的理由而聞名。"
    }
  ],
  "title": "YSK \"Notorious\" means famous for a bad reason. \"Acclaimed\" means famous for a good reason.",
  "created_utc": 1621482507,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>Unless you&#39;re talking Christopher Wallace, if you say that someone is &quot;notorious&quot; that implies that what they&#39;re known for is some well-known fault or reprehensible action. Nobody wants to insult someone they meant to lift up. Instead, if you want to compliment someone, use &quot;acclaimed&quot;, &quot;celebrated&quot;, or just plain &quot;famous&quot; (<em>not</em> &quot;infamous&quot;). If you would put it on the outside of confectionery, it&#39;s acclaimed. If you hear a news anchor use it to describe a serial killer, it&#39;s notorious.</p>\n\n<p>Someone might be <strong>acclaimed</strong> for making people smile and baking people pies but <strong>notorious</strong> for <em>making</em> <em>people smile</em> and <em>baking people-pies</em>.</p>\n\n<p>There&#39;s a <strong>big</strong> difference, and <strong><em>you should know</em></strong> <em>it</em>.</p>\n\n<p>And now you do.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/ngni7j/ysk_notorious_means_famous_for_a_bad_reason/",
  "subreddit": "YouShouldKnow",
  "id": "ngni7j",
  "is_self": true,
  "media": null,
  "is_video": false
}