{
  "author": "MonsterCrystals",
  "the_new_excerpt": "It really shocked me just how many people I have met in college/university that\nappear to be flatly disinterested in, or unenthusiastic about the subject they\nare currently studying.\n\nFrom what I have seen, people tend to choose a subject for study that just\n\"bores them the least\" and then they go…",
  "original_created_utc": 1608990809,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在学院/大学里遇到了这么多人，真的让我很震惊\n似乎对他们的主题完全不感兴趣或不感兴趣\n目前正在研究。\n\n据我所知，人们倾向于选择一个恰到好处的研究课题\n“最不让他们厌烦”然后他们就去…",
      "title": "CMV：(英国)人们太关注高等教育的职业方面，而不是高等教育更个人化和更具变革性的方面。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在學院/大學裏遇到了這麼多人，真的讓我很震驚\n似乎對他們的主題完全不感興趣或不感興趣\n目前正在研究。\n\n據我所知，人們傾向於選擇一個恰到好處的研究課題\n“最不讓他們厭煩”然後他們就去…",
      "title": "CMV：(英國)人們太關注高等教育的職業方面，而不是高等教育更個人化和更具變革性的方面。"
    }
  ],
  "title": "cmv: (UK) People focus too much on the career aspect of higher education and not the more personal and transformative aspects of higher education.",
  "created_utc": 1608997721,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It really shocked me just how many people I have met in college/university that appear to be flatly disinterested in, or unenthusiastic about the subject they are currently studying.</p>\n\n<p>From what I have seen, people tend to choose a subject for study that just &quot;<em>bores them the least</em>&quot; and then they go from there. It&#39;s really very rare to meet a person who is genuinely passionate about their subject of choice...and when I do see it, I like to <em>really</em> encourage it, it&#39;s so nice to sit back for half an hour and listen to someone enthusiastically ramble on about something that interests them, and then you can ask them questions about it and watch their eyes light up a bit as they realise they have found another person that is interested, another person that <em>understands</em> their mindset.</p>\n\n<p>I&#39;m 28, and I am only just starting to dip my toe&#39;s into higher education (first-year design engineering) when I tell people this the response is almost always the same... &quot;<em>are you not worried that you have left it a bit late because it will harder for you to build a career afterward?</em>&quot;...and my answer is always the same, I couldn&#39;t care less about a career, I&#39;m not studying this subject for better job prospects, I am studying it because I genuinely love the subject, I could flip burgers for the rest of my life after this and I wouldn&#39;t really care, I don&#39;t want the money, I want the knowledge.</p>\n\n<p>(this is why I specified that I&#39;m from the UK as if you don&#39;t make a certain amount you don&#39;t have to pay back your student loans, and if enough time goes by, twenty years I think, then it&#39;s completely forgiven. I could understand why an American may not be able to have the same mindset as you have to pay back the student debt as it&#39;s not forgiven)</p>\n\n<p>So this brings me to the real meat and bones of my view...I think the &quot;<em>commercialisation</em>&quot; of higher education has helped to minimize something that in my opinion is actually quite nobel, and that&#39;s genuine interest and passion, as it&#39;s now sidelined in favor of money, status, and career.</p>\n</div><!-- SC_ON -->",
  "score": 581,
  "permalink": "/r/changemyview/comments/kkiws7/cmv_uk_people_focus_too_much_on_the_career_aspect/",
  "subreddit": "changemyview",
  "id": "kkiws7",
  "is_self": true,
  "media": null,
  "is_video": false
}