{
  "author": "luketheschmook",
  "original_created_utc": 1624987220,
  "title": "I can't believe I fell for it.",
  "created_utc": 1624992819,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading The Princess Bride. I&#39;ve never seen the movie, but I knew enough about it from pop culture references to know the famous lines like, &quot;Inconceivable,&quot; or &quot;Hello. My name is Inigo Montoya. You killed my father. Prepare to die,&quot; but I didn&#39;t really know anything about the plot. </p>\n\n<p>Anyways, I believed every word about the supposed &quot;abridgement.&quot; I mean, I had never heard of a country called Florin or an author called Morgenstern, but I just figured there&#39;s probably a lot of places and authors I&#39;ve never heard of and went along with it. So I finished the book, which I enjoyed immensely, read the first chapter of the &quot;sequel&quot; and decided to Google it to see if King ever finished it.</p>\n\n<p>And then I realized. And I&#39;ve never felt more gullible. </p>\n\n<p>Please tell me I&#39;m not alone in being fooled because I&#39;ve never felt quite so silly lol</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/oacu01/i_cant_believe_i_fell_for_it/",
  "subreddit": "books",
  "id": "oacu01",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading The Princess Bride. I've never seen the movie, but I\nknew enough about it from pop culture references to know the famous lines like,\n\"Inconceivable,\" or \"Hello. My name is Inigo Montoya. You killed my father.\nPrepare to die,\" but I didn't really know anything about the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "プリンセス・ブライド」を読み終えました。映画は見たことがありませんが\n映画は見たことがありませんが、ポップカルチャーで有名なセリフを知っていました。\n\"Inconceivable \"や \"Hello. My name is Inigo Montoya. あなたは私の父を殺しました。\n死ぬ準備をしろ」というような有名なセリフは知っていましたが、実際には何も知りませんでした...",
      "title": "騙されたことが信じられません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《公主新娘》。我从来没有看过这部电影，但我从流行文化的参考资料中对它有足够的了解。\n我没有看过电影，但我从流行文化的参考资料中知道了足够多的著名台词，比如。\n\"不可思议\"，或 \"你好。我的名字是伊尼戈-蒙托亚。你杀了我父亲。\n准备受死吧。\"但我并不真正了解......",
      "title": "我不相信我上当了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《公主新娘》。我從來沒有看過這部電影，但我從流行文化的參考資料中對它有足夠的瞭解。\n我沒有看過電影，但我從流行文化的參考資料中知道了足夠多的著名臺詞，比如。\n\"不可思議\"，或 \"你好。我的名字是伊尼戈-蒙託亞。你殺了我父親。\n準備受死吧。\"但我並不真正瞭解......",
      "title": "我不相信我上當了。"
    }
  ]
}