{
  "author": "infinitealchemist",
  "original_created_utc": 1631271887,
  "title": "Gratitude for knowing how to read",
  "created_utc": 1631278991,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People literally cannot learn to read unless they are taught. Kids can pick up on spoken language and how to speak just through listening to others, and this is a natural process.</p>\n\n<p>Reading, though, is an unnatural process. So is writing. The fact that we can read and write at all is a stunning evolutionary feat, and I am grateful to live in a time in history when the ability to read is more common than ever before. It&#39;s life-changing that I know how to read. Reading and writing allow us to organize thoughts externally and offload them from the limitations of our brain. It means we can read and create lengthier stories and more complex ideas.</p>\n\n<p>I get lost in my favorite stories all the time, and sometimes I get caught in judging how good a book is and whether or not it&#39;s worth my time. Sometimes I think we should step back and think of how wonderful it is that we have access to so many books and that we can, in moments, discuss all of it with 20 million people here.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/pliuvp/gratitude_for_knowing_how_to_read/",
  "subreddit": "books",
  "id": "pliuvp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People literally cannot learn to read unless they are taught. Kids can pick up\non spoken language and how to speak just through listening to others, and this\nis a natural process.\n\nReading, though, is an unnatural process. So is writing. The fact that we can\nread and write at all is a stunning…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "文字通り、教えてもらわないと読めるようにはなりません。子供たちは、人の話を聞くだけで\n話し言葉や話し方は、人の話を聞いているだけで自然に身につきます。\nこれは自然なプロセスです。\n\nしかし、「読む」という行為は不自然です。書くことも同様です。私たちが読めるということは\n読むこと、書くことができるということは、驚くべきことなのです...。",
      "title": "読み方を知っていることへの感謝"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "除非有人教，否则人们根本无法学会阅读。孩子们可以通过听别人说话\n掌握口语和如何说话，只是通过听别人说话，这\n这是一个自然的过程。\n\n但是，阅读是一个非自然的过程。写作也是如此。事实上，我们能够\n阅读和写作是一个惊人的...",
      "title": "对懂得阅读的感激之情"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "除非有人教，否則人們根本無法學會閱讀。孩子們可以通過聽別人說話\n掌握口語和如何說話，只是通過聽別人說話，這\n這是一個自然的過程。\n\n但是，閱讀是一個非自然的過程。寫作也是如此。事實上，我們能夠\n閱讀和寫作是一個驚人的...",
      "title": "對懂得閱讀的感激之情"
    }
  ]
}