{
  "author": "Opinionatedaffembot",
  "original_created_utc": 1634409426,
  "title": "CMV: conservatives are the ones that are actually “too sensitive these days”",
  "created_utc": 1634416670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all when I say conservative I mean people who hold conservatives views in general, not just people who vote conservatively. But Conservatives often complain that people these days are too sensitive but in reality they are the ones that are so unwilling to change that they are offended by the very idea of it. </p>\n\n<p>Let’s start by looking at covid. The way some conservatives act like being asked to wear a mask is oppressive is ridiculous. Is it at times inconvenient and annoying? Sure. Is it worth throwing violent fits over and protests in the streets about? No. Masks are not harming people. At worst it’s a temporary inconvenience. </p>\n\n<p>Let’s look at the pronoun debate. Why do these people care so intensely what pronouns someone uses. Even if you think it’s ridiculous it doesn’t hurt you to use someone’s preferred pronouns but it’s proven to improve the mental health of gender queer people. </p>\n\n<p>Recasting movies with more diversity. There’s been uproar over a black little mermaid, a Latina Snow White, a gay Superman, a female 007, but at the end of the day why does that matter? It’s not hurting anyone to have more representation but it is exciting for the people getting that onscreen representation. </p>\n\n<p>People are outraged by the move to rename Columbus Day as indigenous peoples day but why? It doesn’t hurt anyone to do this but it does make indigenous people feel better to not have to celebrate a holiday around someone that contributed to the genocide of their people. </p>\n\n<p>There is a very real push right now to not teach complete or accurate history. Not talking about how terrible slavery was or the problems in reconstruction or Japanese internment or any of the other bad things the US as done? Why? It doesn’t hurt us to acknowledge our past mistakes. We should be teaching history accurately. </p>\n\n<p>There’s many more examples of this but I just hate this idea that people now a days are too sensitive for wanting to make changes that improve people’s lives or at a bare minimum shows more respect for people. This doesn’t show sensitivity but refusing to make these changes sure does</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/q9htmt/cmv_conservatives_are_the_ones_that_are_actually/",
  "subreddit": "changemyview",
  "id": "q9htmt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all when I say conservative I mean people who hold conservatives views\nin general, not just people who vote conservatively. But Conservatives often\ncomplain that people these days are too sensitive but in reality they are the\nones that are so unwilling to change that they are offended by…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、私が「保守的」と言っているのは、保守的な意見を持っている人全般を意味しています。\n一般的に保守的な意見を持つ人のことで、保守的な投票をする人のことではありません。しかし、保守派の人たちはよく\nしかし、保守派の人たちは、最近の人たちは敏感すぎると文句を言いますが、実際には彼らこそが\nしかし、実際には、彼らは変化を望まないので、彼らは...に不快感を覚えます。",
      "title": "CMV：保守派は、実際に \"最近の敏感すぎる \"人たちです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，当我说保守派时，我指的是持有保守派观点的人\n的人，而不仅仅是投票保守的人。但是保守派经常\n抱怨说现在的人太敏感，但实际上他们才是\n但实际上，他们才是那些不愿意改变的人，他们被冒犯了......",
      "title": "CMV: 保守派才是真正的 \"最近太敏感了\""
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，當我說保守派時，我指的是持有保守派觀點的人\n的人，而不僅僅是投票保守的人。但是保守派經常\n抱怨說現在的人太敏感，但實際上他們纔是\n但實際上，他們纔是那些不願意改變的人，他們被冒犯了......",
      "title": "CMV: 保守派纔是真正的 \"最近太敏感了\""
    }
  ]
}