{
  "author": "Petrovics27",
  "original_created_utc": 1637229713,
  "title": "CMV: The subreddit called Female Dating Strategies is extremely toxic and filled with evil women",
  "created_utc": 1637246134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I stumbled upon this subreddit called Female Dating Strategies just to see what it is about.</p>\n\n<p>Well the views there seem extremely radical and the women seem to be the female version of incels. There are tips like &quot;date other people and brag about it to his face while your with him&quot; or things like &quot;Never compliment him, even if he makes a nice gesture throw a tantrum and never say thanks&quot;.</p>\n\n<p>These women are all looking for &quot;HVM&quot; (high value men) and seem extremely narcissistic.</p>\n\n<p>Wonder if these tactics for on men who have self respect and know their worth tho.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/qwmjia/cmv_the_subreddit_called_female_dating_strategies/",
  "subreddit": "changemyview",
  "id": "qwmjia",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I stumbled upon this subreddit called Female Dating Strategies just to see\nwhat it is about.\n\nWell the views there seem extremely radical and the women seem to be the female\nversion of incels. There are tips like \"date other people and brag about it to\nhis face while your with him\" or things like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そこで、「Female Dating Strategies」というサブレディットに出くわしました。\nというサブレディットを見つけました。\n\nそこでの意見は非常に過激で、女性たちはインセルの女性版のようです。\n女性版インセルのようです。他の人とデートして、彼と一緒にいる時に面と向かってそれを自慢する」といったヒントや\n他の人とデートして、彼と一緒にいる時に面と向かって自慢する」とか...。",
      "title": "CMV：「Female Dating Strategies」というサブレディットは非常に有害で、邪悪な女性で溢れています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我偶然发现了这个名为 \"女性约会策略 \"的子网站，只是想看看它是怎么回事。\n它是关于什么的。\n\n那里的观点似乎非常激进，而且这些女性似乎是女性版本的\n的版本。有一些提示，如 \"与其他人约会，并在你和他在一起时当面夸耀\n在你和他在一起的时候，当着他的面夸夸其谈 \"或类似的东西...",
      "title": "CMV: 名为 \"女性约会策略 \"的子版块毒性极大，充满了邪恶的女性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我偶然發現了這個名爲 \"女性約會策略 \"的子網站，只是想看看它是怎麼回事。\n它是關於什麼的。\n\n那裏的觀點似乎非常激進，而且這些女性似乎是女性版本的\n的版本。有一些提示，如 \"與其他人約會，並在你和他在一起時當面誇耀\n在你和他在一起的時候，當着他的面誇誇其談 \"或類似的東西...",
      "title": "CMV: 名爲 \"女性約會策略 \"的子版塊毒性極大，充滿了邪惡的女性。"
    }
  ]
}