{
  "author": "nichithebassist",
  "the_new_excerpt": "I'm an anarchist, and I do not sympathize with Trump or his supporters in any\nway shape or form. I noticed, however, that a lot of my fellow comrades seem to\nbe oddly complacent in being quick to call the 45th POTUS a fascist. This is\nsimply not true, and I am against this way of describing Trump's…",
  "original_created_utc": 1610681298,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个无政府主义者，我不同情特朗普或他的支持者在任何情况下。\n的方式形状或形式。然而，我注意到，我的很多同志似乎是\n怪异的自鸣得意的是，很快就把第45任总统称为法西斯。这是\n根本不是真的，我反对用这种方式来描述特朗普的...",
      "title": "[改变我的想法]：作为一个左派，我不仅坚信 \"法西斯 \"是描述特朗普意识形态的一个不准确的标签，而且它还可能是有害的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個無政府主義者，我不同情特朗普或他的支持者在任何情況下。\n的方式形狀或形式。然而，我注意到，我的很多同志似乎是\n怪異的自鳴得意的是，很快就把第45任總統稱爲法西斯。這是\n根本不是真的，我反對用這種方式來描述特朗普的...",
      "title": "[改變我的想法]：作爲一個左派，我不僅堅信 \"法西斯 \"是描述特朗普意識形態的一個不準確的標籤，而且它還可能是有害的。"
    }
  ],
  "title": "CMV: As a leftist, not only do I firmly believe that \"fascist\" is an inaccurate label to describe Trump's ideology, but it is also possibly harmful.",
  "created_utc": 1610722420,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m an anarchist, and I do not sympathize with Trump or his supporters in any way shape or form. I noticed, however, that a lot of my fellow comrades seem to be oddly complacent in being quick to call the 45th POTUS a fascist. This is simply not true, and I am against this way of describing Trump&#39;s views for two reasons. The first reason is that fascism is an ideology, not just a buzzword you should be able to slap on anything or anyone that may be remotely authoritarian. There are core tenants within fascism that make it the ideology it is just like there is with any other political ideology such as communism, conservatism, liberalism, anarchism, etc. In my view, Trump does not completely adhere to any of what I consider the main, crucial aspects of fascism, so therefore, that alone does not make him a fascist. </p>\n\n<p>It&#39;s also important for me to note that, in the title of this post, I said that I find the description of Trump as a fascist to be harmful, and this is because it ultimately undermines how bad fascism really is. Fascism was the school of thought adhered to by many ruthless dictators such as Hitler, Mussolini, and Franco. To call someone who isn&#39;t even tyrannical and is merely just a buffoon a fascist is really downplaying the actual horrors of the ideology we&#39;ve come to know as fascism, so this is another reason why I am wholeheartedly against calling Trump a fascist.</p>\n\n<p>In this next part of the post, I&#39;m going to describe four critical characteristics of fascism, and I will explain how Trump doesn&#39;t really fit with any of them to a full degree.</p>\n\n<ol>\n<li><p><strong>Fascism must be economically third positionist.</strong> Fascists usually adhere to an economic system known as corporatism, in which the state and corporate interests are merged together to give more power to the government. Trump is not a corporatist or any sort of third positionist. He is a capitalist. &quot;Capitalist fascism&quot; and &quot;socialist fascism&quot;, as I see it, are both oxymorons because fascism is inherently opposed to both capitalist and socialist systems. Trump may not be the most laissez-faire person, as he does support some regulations, but the bottom line is that he is still a capitalist at the end of the day, and his economic views are more &quot;free market&quot; than that of say Mussolini or Hitler.</p></li>\n<li><p><strong>Fascism must be EXTREMELY ultranationalist.</strong> Yes, Trump is a nationalist. I am not denying that. However, is he nationalist in the sense that fascists are? No, he is not. Fascists tend to be so ultranationalist that they want to expand the land of their nation across the world to unite the entire planet under one dictator through brutal expansionism. Trump does NOT want to do this. He merely has nationalist policies that make him in the mindset that he should put his country first, but that doesn&#39;t mean he&#39;s so hawkish about it that he&#39;d fit the fascist description of ultranationalism.</p></li>\n<li><p><strong>Fascism must be totalitarian.</strong> Trump is not totalitarian. I wouldn&#39;t say he&#39;s libertarian as he still wants to regulate immigration to a large degree, as well as things like drugs and some forms of government security, but he is certainly not totalitarian. Totalitarianism should be a descriptor reserved for the kinds of dictators that want to suppress all opposition. Trump is not calling for people who disagree with his views to die. Trump is not believing the government should be involved in every single aspect of your day-to-day life as a citizen. Trump is not advocating for people to mindlessly follow his orders as a supreme leader. He&#39;s no dictator.</p></li>\n<li><p><strong>Fascism must be extremely reactionary or culturally conservative.</strong> Trump isn&#39;t a progressive. I&#39;m gonna go ahead and say that, but he really isn&#39;t that strikingly culturally conservative. He&#39;s not exceptionally religious nor is he strikingly hateful towards differing racial groups or any kind of other minority. He isn&#39;t extremely anti-gay. He isn&#39;t too big on hating multiculturalism even. His biggest problem with immigration would be people entering the country illegally as I see it. I wouldn&#39;t say it&#39;s a problem with people inviting their culture to mix with the established &quot;American culture&quot;. Fascists tend to be so culturally to the right that they want death of people different than them and upholding traditional values to the largest extent, and Trump? He doesn&#39;t want that.</p></li>\n</ol>\n\n<p>And those are the four features of fascism that I find critical in describing the ideology. In my view, a fascist must adhere to ALL four of these principles, otherwise they are not a fascist. I don&#39;t care if it&#39;s 3 of them or 3.5 of them. If a person doesn&#39;t strictly abide by all four of these fascist principles, then they are not a fascist. The closest that Trump gets is that he&#39;s quite nationalist, but as I said, he is nowhere near nationalist in the sense that a fascist would be.</p>\n\n<p>I know there are some people who might say things like &quot;But American fascists and neo-Nazis support him!&quot;, but that does not mean he&#39;s a fascist himself. He&#39;s a right-wing populist, and that is likely the closest the American far-right will see any candidate get to their ideology. It&#39;s like how many of those on the far-left support Bernie Sanders. It doesn&#39;t necessarily make Bernie a communist, but it sure does make him what a communist would see as their best hope for the country that they can get. </p>\n\n<p>I&#39;m incredibly open to having this view change because I get into a lot of conflict with other leftists about it, and I can&#39;t help but feel like, in the back of my head, there are holes in my view. So, please, I urge anybody who may be more informed than me to go ahead and shoot their shot at changing my view.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/kxlygb/cmv_as_a_leftist_not_only_do_i_firmly_believe/",
  "subreddit": "changemyview",
  "id": "kxlygb",
  "is_self": true,
  "media": null,
  "is_video": false
}