{
  "author": "Rememberrmyname",
  "original_created_utc": 1631497846,
  "title": "CMV: Trans athletes should not be allowed to compete in combat sports",
  "created_utc": 1631507840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Combat sports are about inflicting damage to the point your opponent can no longer continue. It goes without saying that strength and athleticism play a huge part in fighting. I believe it’s not only immoral, but dangerous for trans athletes (mtf) to be allowed to compete versus peers that don’t have the physical advantages they retained post-op</p>\n\n<p>I guess I’m looking for any reason why they should? My personal combat experience has demonstrated time and time again that women lose to men in fights even when women have the experience/size advantage (obviously some women can destroy men, I’m talking about trained individuals)</p>\n\n<p>This post has nothing to do with trans rights or anything political, it’s purely in regards to combat sports (or contact sports to a lesser extent)</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/pn5xmu/cmv_trans_athletes_should_not_be_allowed_to/",
  "subreddit": "changemyview",
  "id": "pn5xmu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Combat sports are about inflicting damage to the point your opponent can no\nlonger continue. It goes without saying that strength and athleticism play a\nhuge part in fighting. I believe it’s not only immoral, but dangerous for trans\nathletes (mtf) to be allowed to compete versus peers that don’t…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "格闘技とは、相手が動けなくなるほどのダメージを与えることです。\n続けることができないほどのダメージを与えることです。言うまでもなく、格闘技には体力と運動能力が大きく影響します。\n体力や運動能力が戦闘に大きく影響することは言うまでもありません。トランスのアスリート（MTF）が、そうでないアスリートと比較して競技に参加することは、不道徳なだけでなく、危険なことだと思います。\nトランスのアスリート（MTF）が、そうでないアスリートと競うことは、不道徳なだけでなく、危険なことだと思います。",
      "title": "CMV: トランス系アスリートは格闘技に参加させるべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "搏击运动就是要给对手造成伤害，使其无法继续下去。\n不再继续。不言而喻，力量和运动能力在战斗中发挥着巨大的作用。\n不言而喻，力量和运动能力在战斗中发挥着巨大作用。我认为，允许跨性别运动员（变性人）参加比赛不仅是不道德的，而且是危险的。\n运动员（变性人）被允许与没有变性人的同龄人竞争，不仅不道德，而且很危险。",
      "title": "CMV：不应允许变性运动员参加格斗运动的比赛"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "搏擊運動就是要給對手造成傷害，使其無法繼續下去。\n不再繼續。不言而喻，力量和運動能力在戰鬥中發揮着巨大的作用。\n不言而喻，力量和運動能力在戰鬥中發揮着巨大作用。我認爲，允許跨性別運動員（變性人）參加比賽不僅是不道德的，而且是危險的。\n運動員（變性人）被允許與沒有變性人的同齡人競爭，不僅不道德，而且很危險。",
      "title": "CMV：不應允許變性運動員參加格鬥運動的比賽"
    }
  ]
}