{
  "author": "swrowe7804",
  "the_new_excerpt": "Honestly I haven't been excited for a hollywood movie in a very long time. They\nmainly fall into three categories. Comic book movies, remakes/reboots or\nsequels. Hollywood just keeps looking to the past. Do we really need to reboot\nthe Matrix? Do we really need to remake the Disney movies in live…",
  "original_created_utc": 1613818908,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "说实话，我已经很久没有为好莱坞的电影兴奋过了。他们\n主要分为三类。漫威电影，翻拍/重启或。\n续集。好莱坞只是一直在向过去看。我们真的需要重启\n黑客帝国？我们真的需要重拍迪斯尼的电影吗？",
      "title": "CMV：好莱坞需要停止回收同样的狗屎，并提出新的想法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說實話，我已經很久沒有爲好萊塢的電影興奮過了。他們\n主要分爲三類。漫威電影，翻拍/重啓或。\n續集。好萊塢只是一直在向過去看。我們真的需要重啓\n黑客帝國？我們真的需要重拍迪斯尼的電影嗎？",
      "title": "CMV：好萊塢需要停止回收同樣的狗屎，並提出新的想法。"
    }
  ],
  "title": "CMV: Hollywood needs to stop recycling the same shit and come up with new ideas.",
  "created_utc": 1613831422,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honestly I haven&#39;t been excited for a hollywood movie in a very long time. They mainly fall into three categories. Comic book movies, remakes/reboots or sequels. Hollywood just keeps looking to the past. Do we really need to reboot the Matrix? Do we really need to remake the Disney movies in live action? Stop relying on nostalgia and make some new ideas for a change. I bet when Star Wars first came out in 1977, it was an amazing and refreshing idea full of cool characters and an amazing world. Same with the firs Terminator movie in the 80&#39;s. Back to the Future. The Matrix. These were amazing movies, but ok now they&#39;ve been done now come up with something new. Stop relying on them and instead come up with the next great movie idea.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/lo4vr2/cmv_hollywood_needs_to_stop_recycling_the_same/",
  "subreddit": "changemyview",
  "id": "lo4vr2",
  "is_self": true,
  "media": null,
  "is_video": false
}