{
  "author": "step11234",
  "original_created_utc": 1634836395,
  "title": "Opinion: Crypto is not safer than stocks",
  "created_utc": 1634855852,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A post a few minutes was claiming an unpopular opinion that crypto is safer than stocks, fair enough - people have unpopular opinions all the time &amp; I didn&#39;t really agree with the post but each to their own! But what really shocked me was the number of comments agreeing with the OP or saying it&#39;s actually a popular opinion. </p>\n\n<p>This is <a href=\"/r/cryptocurrency\">/r/cryptocurrency</a> so obviously we do love crypto here and I would wager a lot of people here own more crypto than stocks or bonds, but the fact remains that crypto IS a risk and stocks are far safer.</p>\n\n<p>Yes the returns are much lower, but if you take the safe market approach with mutual funds or targeted date funds (typically used for retirement) you can be looking at 10% a year with compound interest. This adds up fast and as long as you aren&#39;t looking at the charts everyday and understand this is a LONG TERM investment, you are all but guaranteed to make money.</p>\n\n<p>Crypto is risky and only a handful will still be around in 40 years. Maybe I&#39;m going against the grain, but saying that crypto is safer than stocks is peak living in a bubble territory.</p>\n\n<p>&#x200B;</p>\n\n<p>Link for context</p>\n\n<p><a href=\"https://www.reddit.com/r/CryptoCurrency/comments/qcw61e/unpopular_opinion_investing_in_crypto_is_actually/\">https://www.reddit.com/r/CryptoCurrency/comments/qcw61e/unpopular_opinion_investing_in_crypto_is_actually/</a></p>\n</div><!-- SC_ON -->",
  "score": 167,
  "permalink": "/r/CryptoCurrency/comments/qcwkkk/opinion_crypto_is_not_safer_than_stocks/",
  "subreddit": "CryptoCurrency",
  "id": "qcwkkk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A post a few minutes was claiming an unpopular opinion that crypto is safer than\nstocks, fair enough - people have unpopular opinions all the time & I didn't\nreally agree with the post but each to their own! But what really shocked me was\nthe number of comments agreeing with the OP or saying it's…"
}