{
  "author": "velocipedic",
  "original_created_utc": 1627140019,
  "title": "Change My Mind: Crypto is the most accessible avenue for Millenials (and younger) to build generational wealth.",
  "created_utc": 1627155237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Real Estate:</strong> The real-estate market is ludicrously high. Boomers and corporations own a large portion of the properties. High cost for entry into this market.</p>\n\n<p><strong>Stocks:</strong> Stocks are corrupted by hedge funds and manipulation (see AMC/GME for proof). In order to make money, you need to start with at least a little bit. Even $1000 is low and will take some serious time to see growth unless you get reaaalllly lucky.</p>\n\n<p><strong>DotCom Boom:</strong> As a millenial, I was obviously too young to get into the dotcom boom. </p>\n\n<p><strong>Crypto:</strong> Low cost of entry. Multiple use cases. Risky (according to traditional standards), but we&#39;re younger and can absorb some of that. </p>\n\n<p>&nbsp;</p>\n\n<p>There are others that I haven&#39;t covered, but the way I see it, crypto is the only thing accessible for the generation that feels like every other opportunity for wealth-growth is out of reach.</p>\n\n<p><strong>TLDR;</strong> I&#39;m in crypto because I don&#39;t want to wait 30 years for the next <strong><em>big thing</em></strong> to come around. I&#39;ll nearly be 60 by then. Screw those people that want to stand in our way and make it difficult for us to get a piece of the pie.</p>\n\n<hr/>\n\n<p><strong>Edit:</strong> A lot of comments accuse me of saying &quot;stocks are bad.&quot; <strong><em>I never said that,</em></strong> but it is clear that the fix is in and the system is designed for hedgies to win and for you to lose. Exponential growth is also severely limited. Potential for growth with stocks/indices is long and slow, especially if you don&#39;t have training/education/money to start with.</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/oqs1ud/change_my_mind_crypto_is_the_most_accessible/",
  "subreddit": "CryptoCurrency",
  "id": "oqs1ud",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Real Estate: The real-estate market is ludicrously high. Boomers and\ncorporations own a large portion of the properties. High cost for entry into\nthis market.\n\nStocks: Stocks are corrupted by hedge funds and manipulation (see AMC/GME for\nproof). In order to make money, you need to start with at…"
}