{
  "author": "TeaDangerous9231",
  "original_created_utc": 1628910254,
  "title": "CMV: 'Born in the wrong body' doesn't make sense",
  "created_utc": 1628923431,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen the following argument a few times now: some evidence is provided to demonstrate that trans people&#39;s brains are, on average, more similar to the gender they identify with than you&#39;d expect from an average member of their genetic sex. This illustrates they&#39;re on to something when they identify differently.</p>\n\n<p>Then people make the leap to say that this proves they&#39;re born in the  &#39;wrong&#39; body. There&#39;s nothing wrong with a feminine mind in a masculine body or a masculine mind in a feminine body. If we wanted to truly liberate people gender-wise, we wouldn&#39;t construct a medical ideology that tells people that non-parallel psychology and physiology are somehow contradictory.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/p405gl/cmv_born_in_the_wrong_body_doesnt_make_sense/",
  "subreddit": "changemyview",
  "id": "p405gl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen the following argument a few times now: some evidence is provided to\ndemonstrate that trans people's brains are, on average, more similar to the\ngender they identify with than you'd expect from an average member of their\ngenetic sex. This illustrates they're on to something when they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これまでに何度か、次のような議論を目にしたことがあります。\nトランスジェンダーの人々の脳は、平均して、自分が認識している性別に、予想以上に似ていることを示す証拠がある。\nトランスジェンダーの人たちの脳は、平均して、遺伝的な性別の人たちから予想されるよりも、自分が識別する性別に近いことを示す証拠がある。\n遺伝的な性別の平均的なメンバーから予想されるよりも、トランスの人々の脳は彼らが識別する性別に近いことを示すいくつかの証拠がある。これは、彼らが何かを掴んでいることを示しています...",
      "title": "CMV：「間違った体に生まれた」では意味がない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我已经见过几次以下的论点：提供一些证据来证明\n证据表明，变性人的大脑平均而言与他们所认定的性别更为相似。\n他们所认同的性别比你从他们的遗传性别的平均成员中所期望的更相似。\n遗传性别。这说明他们是在做一些事情，当他们...",
      "title": "CMV：\"出生在错误的身体里 \"是没有意义的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經見過幾次以下的論點：提供一些證據來證明\n證據表明，變性人的大腦平均而言與他們所認定的性別更爲相似。\n他們所認同的性別比你從他們的遺傳性別的平均成員中所期望的更相似。\n遺傳性別。這說明他們是在做一些事情，當他們...",
      "title": "CMV：\"出生在錯誤的身體裏 \"是沒有意義的"
    }
  ]
}