{
  "author": "ShaylaDee",
  "the_new_excerpt": "So a couple months ago a few friends and I had a Miyazaki movie marathon,\nincluding Howl's Moving Castle. The fact that it was based on a book came up and\nI realized that as much as I LOVE the movie and love reading I'd never actually\nread the book. Well, now I have read the first two in the trilogy…",
  "original_created_utc": 1620722572,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "数ヶ月前、数人の友人と一緒に宮崎映画のマラソンをしました。\nハウルの動く城」もその一つです。この映画が本を原作としていることが話題になりました。\n映画が大好きで読書も好きなのに、実は本を読んだことがないことに気づきました。\n本を読んだことがないことに気づきました。今、私は3部作の最初の2つを読みました...。",
      "title": "Moving Castleシリーズの2冊目を読み終えました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以几个月前，我和几个朋友举行了宫崎骏电影马拉松。\n包括《哈尔的移动城堡》。这部电影是根据一本书改编的，我意识到，尽管我很喜欢这部电影，也很喜欢阅读，但我从来没有真正看过这部电影。\n我意识到，尽管我很喜欢这部电影，也很喜欢阅读，但我从未真正读过\n读过这本书。现在我已经读了三部曲中的前两部......",
      "title": "我刚刚读完《移动城堡》系列的第二本书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以幾個月前，我和幾個朋友舉行了宮崎駿電影馬拉松。\n包括《哈爾的移動城堡》。這部電影是根據一本書改編的，我意識到，儘管我很喜歡這部電影，也很喜歡閱讀，但我從來沒有真正看過這部電影。\n我意識到，儘管我很喜歡這部電影，也很喜歡閱讀，但我從未真正讀過\n讀過這本書。現在我已經讀了三部曲中的前兩部......",
      "title": "我剛剛讀完《移動城堡》系列的第二本書。"
    }
  ],
  "title": "I just finished the second book in the Moving Castle series.",
  "created_utc": 1620754148,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So a couple months ago a few friends and I had a Miyazaki movie marathon, including Howl&#39;s Moving Castle. The fact that it was based on a book came up and I realized that as much as I LOVE the movie and love reading I&#39;d never actually read the book. Well, now I have read the first two in the trilogy and I must say I&#39;m so in love with this world.</p>\n\n<p>Dianna Wynne Jones is a fantastic author who manages to make snarky look good, write in at least two different voices (the prose of the second book is quite distinct from the first in a good way), and captures the magic of this world in a beautiful way. I am on the lookout for a used copy of the third book but I might have to just borrow it on Libby because I don&#39;t know if I can wait to read it.</p>\n\n<p>If anyone else has read them please feel free to share your thoughts (and mark spoilers) or recommend good books that have captured your heart the way this one has mine!</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/n9se8g/i_just_finished_the_second_book_in_the_moving/",
  "subreddit": "books",
  "id": "n9se8g",
  "is_self": true,
  "media": null,
  "is_video": false
}