{
  "author": "exactlyinmyQZone",
  "the_new_excerpt": "Nothing boils my blood quicker than for example calling fedex, getting to an\nautomated menu, and having a patronizing voice on the other end ask me with fake\nsweetness \"what do you need?\", requiring me to use my ACTUAL VOICE to talk to a\nmaddening menu robot. Instantly ruins whatever good mood I'm…",
  "original_created_utc": 1623250772,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "例えば、Fedexに電話をして、自動メニューにたどり着き、相手の恩着せがましい声で偽の質問をされることほど、私の血が騒ぐことはない。\n自動化されたメニューが表示されて、相手の恩着せがましい声で、偽りの甘さで「W\n実際の声を使ってメニューロボットと話さなければなりません。\n実際の声を使ってメニューロボットと話さなければならない。せっかくの良い気分が一瞬で台無しです。",
      "title": "CMV: カスタマーサービスに電話して、メニューを通すために話さなければならないことほど腹立たしいことはありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "没有什么比打电话给联邦快递，接通一个自动菜单，并在另一端用挑剔的声音问我是否有问题更让我热血沸腾的了。\n拨打联邦快递的自动菜单，而另一端有一个傲慢的声音假惺惺地问我\n我需要用我真正的声音来和一个令人发疯的菜单机器人交谈。\n令人抓狂的菜单机器人。瞬间破坏了我的好心情。",
      "title": "CMV: 没有什么比拨打客户服务电话，需要通过对话来完成菜单更让我生气的了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "沒有什麼比打電話給聯邦快遞，接通一個自動菜單，並在另一端用挑剔的聲音問我是否有問題更讓我熱血沸騰的了。\n撥打聯邦快遞的自動菜單，而另一端有一個傲慢的聲音假惺惺地問我\n我需要用我真正的聲音來和一個令人發瘋的菜單機器人交談。\n令人抓狂的菜單機器人。瞬間破壞了我的好心情。",
      "title": "CMV: 沒有什麼比撥打客戶服務電話，需要通過對話來完成菜單更讓我生氣的了。"
    }
  ],
  "title": "CMV: Nothing makes me angrier than calling a customer service number and needing to TALK to get through the menus.",
  "created_utc": 1623259946,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Nothing boils my blood quicker than for example calling fedex, getting to an automated menu, and having a patronizing voice on the other end ask me with fake sweetness &quot;what do you need?&quot;, requiring me to use my ACTUAL VOICE to talk to a maddening menu robot. Instantly ruins whatever good mood I&#39;m in. </p>\n\n<p>I CAN NOT imagine a world in which this technology is simpler for the company than just having you press buttons. What I imagine is someone did the market research and thought that the customer liked this better than pressing the buttons. Anyway change my view i don&#39;t want to be like this</p>\n</div><!-- SC_ON -->",
  "score": 230,
  "permalink": "/r/changemyview/comments/nvxxx5/cmv_nothing_makes_me_angrier_than_calling_a/",
  "subreddit": "changemyview",
  "id": "nvxxx5",
  "is_self": true,
  "media": null,
  "is_video": false
}