{
  "author": "bethanyfitness",
  "original_created_utc": 1632936868,
  "title": "YSK that men very rarely are on the receiving end of compliments (from men or women) and giving them one can absolutely change their entire day",
  "created_utc": 1632944601,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: as a woman, I love lifting other women up. I make it a personal goal to give 10 compliments per day either in person or online BUT I very very rarely compliment men due to past trauma from the hands of a man and now I have a general fear of them. I am in therapy and working on it. Anyway, today at the gym, a gentleman had a really cool shirt on that said “train everything” and it caught my eye. I didn’t say anything because I was scared I’d be seen as flirting or he’d see it as an excuse to flirt with ME and I didn’t want that. So I stayed silent. But, when I ran into him again at the water fountain I shoved my fears down and said </p>\n\n<p>“Hey I really like your shirt!!! And it fits you so well!” </p>\n\n<p>AND MY GOD YALL!!! The SMILE I got from this man! He was absolutely BEAMING. He just said “wow thank you so much!” And that was it. I couldn’t believe how incredibly happy he looked. I’ve seen that look from women before but not nearly as drastic. He looked like a starving man who was just offered a steak dinner. </p>\n\n<p>It made me realize that while I am still very scared of men from my past trauma, 99% of them are just humans who deserve compliments just like women BUT… they don’t get them very often. Like it’s difficult for a cis man to compliment another man, especially on his body or attire, because it might be seen as <strong><em>GASP</em></strong> “gay”. And while that is an issue that also needs addressed, I think we, as women, can do our part too. Of course always stay safe and trust your gut, but let’s compliment some men together!</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/YouShouldKnow/comments/py0fbz/ysk_that_men_very_rarely_are_on_the_receiving_end/",
  "subreddit": "YouShouldKnow",
  "id": "py0fbz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: as a woman, I love lifting other women up. I make it a personal goal to\ngive 10 compliments per day either in person or online BUT I very very rarely\ncompliment men due to past trauma from the hands of a man and now I have a\ngeneral fear of them. I am in therapy and working on it. Anyway,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 女性として、他の女性を持ち上げることが大好きです。私は、個人的な目標として\n一日に10回褒めることを目標にしています。\n男性を褒めることはほとんどありません。というのも、過去に男性の手から受けたトラウマがあり、今では男性に対して恐怖心を抱いているからです。\n今では男性に対して恐怖心を抱いています。今はセラピーを受けていて、それに取り組んでいます。とにかく...",
      "title": "YSKは、男性は（男性からも女性からも）褒められることが非常に少なく、褒めてあげることでその人の一日が絶対に変わると考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：作为一名女性，我喜欢提升其他女性的地位。我的个人目标是\n我的个人目标是每天赞美10次，无论是在人前还是在网上，但我很少赞美男人。\n由于过去从一个男人手中获得的创伤，我很少赞美男人，现在我有一种\n现在我对他们有一种普遍的恐惧。我正在接受治疗，并努力解决这个问题。总之，...",
      "title": "YSK认为男人很少接受赞美（来自男人或女人），而给他们一个赞美绝对可以改变他们的整个一天。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：作爲一名女性，我喜歡提升其他女性的地位。我的個人目標是\n我的個人目標是每天讚美10次，無論是在人前還是在網上，但我很少讚美男人。\n由於過去從一個男人手中獲得的創傷，我很少讚美男人，現在我有一種\n現在我對他們有一種普遍的恐懼。我正在接受治療，並努力解決這個問題。總之，...",
      "title": "YSK認爲男人很少接受讚美（來自男人或女人），而給他們一個讚美絕對可以改變他們的整個一天。"
    }
  ]
}