{
  "author": "Tuvasbien",
  "original_created_utc": 1624739565,
  "title": "Are there many people in this sub who ARE NOT natural readers?",
  "created_utc": 1624768152,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know many people who read a lot of books growing up and subsequently can now read at a lightning fast pace.</p>\n\n<p>However, I&#39;m curious if there are any &#39;late to the party&#39; readers in here like myself? And if so, what got you into reading for entertainment?</p>\n\n<p>I started studying History when I was 20 and read &#39;Brave New World&#39; as people kept on referring to it in my classes. I also now find reading to be a duty, even if it is at a snail&#39;s pace. I feel like I owe it to myself to read, by our society&#39;s standards, the best books ever written.</p>\n\n<p>edit: grammar.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o8ii1g/are_there_many_people_in_this_sub_who_are_not/",
  "subreddit": "books",
  "id": "o8ii1g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know many people who read a lot of books growing up and subsequently can now\nread at a lightning fast pace.\n\nHowever, I'm curious if there are any 'late to the party' readers in here like\nmyself? And if so, what got you into reading for entertainment?\n\nI started studying History when I was 20 and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "子供の頃にたくさんの本を読んでいた人が、その後、ものすごい速さで本を読めるようになった人をたくさん知っています。\nしかし、このような「遅れてきた読書家」はいるのだろうか？\n\nしかし、ここには私のような「遅れてきた」読者がいるのでしょうか？\n私のような「遅れてきた」読者はいるのでしょうか？もしそうなら、娯楽としての読書を始めたきっかけは何だったのでしょうか？\n\n私は20歳のときに歴史の勉強を始め、...",
      "title": "このサブには、自然に読めない人が多いのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道很多人在成长过程中读了很多书，后来现在可以\n以闪电般的速度阅读。\n\n然而，我很好奇，这里是否有像我这样的 \"迟到者 \"读者？\n我自己？如果有的话，是什么让你开始阅读娱乐的？\n\n我在20岁的时候开始学习历史，并且...",
      "title": "在这个子里有很多人不是天然的读者吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道很多人在成長過程中讀了很多書，後來現在可以\n以閃電般的速度閱讀。\n\n然而，我很好奇，這裏是否有像我這樣的 \"遲到者 \"讀者？\n我自己？如果有的話，是什麼讓你開始閱讀娛樂的？\n\n我在20歲的時候開始學習歷史，並且...",
      "title": "在這個子裏有很多人不是天然的讀者嗎？"
    }
  ]
}