{
  "author": "robot_giggles",
  "original_created_utc": 1640628255,
  "title": "YSK that if you wake up just in time for a meeting or call, your voice gives you away",
  "created_utc": 1640637556,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: if you just wake up you have a morning voice and whether you hear it or not, usually other people can tell. It might make you seem less professional especially if you work from home. &lt;/p&gt;\n\n&lt;p&gt;My suggestion is to sing along to a song before you get on your first call, and usually that will warm up your vocal chords enough to get rid of your sleepy creaky voice.&lt;/p&gt;\n\n&lt;p&gt;edit: I think a lot of people dislike this post because they’re conflating how things should be with how things are. When you work from home people don’t have all the same data as they do if they can see you, read your body language, and see how hard you’re working. They don’t know what kind of day you’ve had. All people have to go off of is what you type, how you sound, and what work you get done. I genuinely believe how you sound is important if you’re customer-facing. I’m trying to help you!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 354,
  "permalink": "/r/YouShouldKnow/comments/rpt9i9/ysk_that_if_you_wake_up_just_in_time_for_a/",
  "subreddit": "YouShouldKnow",
  "id": "rpt9i9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: if you just wake up you have a morning voice and whether you hear it or\nnot, usually other people can tell. It might make you seem less professional\nespecially if you work from home.\n\nMy suggestion is to sing along to a song before you get on your first call, and\nusually that will warm up…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 起きたばかりの人は、その日のうちに、その日のうちに、その日のうちに、その日のうちに、その日のうちに、その日のうちに、その日のうちに、その日のうちに。\n朝の声は、自分が聞いても聞かなくても、たいてい他の人がわかるんです。それは\n特に自宅で仕事をしている人は、プロ意識が低いと思われるかもしれませんね。</p>\n<p>私の提案は、乗る前に歌に合わせて歌うことです。",
      "title": "会議や電話の時間ギリギリに起きると声でバレるYSKさん"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>为什么YSK：如果你刚刚醒来，你有一个\n早晨的声音，无论你是否听到它，通常其他人都能看出来。它\n这可能使你看起来不那么专业，特别是如果你在家里工作。</p>\n<p>我的建议是，在你上路之前，先跟着歌曲唱一唱。",
      "title": "YSK认为，如果你在开会或打电话时及时醒来，你的声音会让你离开"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<！--SC_OFF --><div class=\"md\"><p>爲什麼YSK：如果你剛剛醒來，你有一個\n早晨的聲音，無論你是否聽到它，通常其他人都能看出來。它\n這可能使你看起來不那麼專業，特別是如果你在家裏工作。</p>\n<p>我的建議是，在你上路之前，先跟着歌曲唱一唱。",
      "title": "YSK認爲，如果你在開會或打電話時及時醒來，你的聲音會讓你離開"
    }
  ]
}