{
  "author": "rwang7839",
  "the_new_excerpt": "Organized religion, specifically the main three monotheistic religions\n(Christianity, Islam, and Judaism) cause more harm than good to human society\nand individual people.\n\nReligion causes conflict between people. Almost everyone would agree that\nconflict is bad, since it causes physical and…",
  "original_created_utc": 1613573403,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "有组织的宗教，特别是三大一神教。\n(基督教、伊斯兰教、犹太教)对人类社会的危害大于好处。\n和个别的人。\n\n宗教会引起人与人之间的冲突。几乎所有人都会同意\n冲突是不好的，因为它会导致身体和...",
      "title": "CMV：有组织的宗教对人类社会有害。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有組織的宗教，特別是三大一神教。\n(基督教、伊斯蘭教、猶太教)對人類社會的危害大於好處。\n和個別的人。\n\n宗教會引起人與人之間的衝突。幾乎所有人都會同意\n衝突是不好的，因爲它會導致身體和...",
      "title": "CMV：有組織的宗教對人類社會有害。"
    }
  ],
  "title": "CMV: Organized religion is harmful to human society",
  "created_utc": 1613586692,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Organized religion, specifically the main three monotheistic religions (Christianity, Islam, and Judaism) cause more harm than good to human society and individual people.</p>\n\n<p>Religion causes conflict between people. Almost everyone would agree that conflict is bad, since it causes physical and psychological harm to people. Conflict is more likely to occur when there are organized groups of people, or “tribes.” This is because each group has a cause they are fighting for, and people they are fighting against. In the case of religion, this is very evident as people in each religion would fight for their God, and would fight against other religions or against non religious people.</p>\n\n<p>(For the previous point, it is talking more about modern day mistrust between religious and non religious people, not ancient wars)</p>\n\n<p>Religion is based on non substantial evidence. Religious texts outline events which are not supported by our current understanding of the universe. These include the events of creation, various “miracles” performed by a divine being, and contemporary interaction between God and followers, such as through prayer. Although depending on who you ask and what their interpretations of the religious text is, some of these problems may be resolved as being merely metaphorical statements, many people also choose a more literal interpretation. Almost every seriously religious person would believe something that is at least partially contradictory to what has been proven to be possible, or is plausible given our current knowledge.</p>\n\n<p>Given that religion accepts statements as knowledge despite them not being able to be proven, this will negatively affect the future choices made by people. One of the most fundamental differences between knowledge with proof and knowledge without proof is that the knowledge without proof is a lot more resistant to change. Think about someone challenging a scientific theory, and comparing it to someone challenging the existence of God. Since our knowledge affects the choices we make, and knowledge that is closer to the truth will cause people to make better choices, it would be better to allow for positive change (as in non religion), as opposed to not allowing positive change (as in religion).</p>\n\n<p>Although there are some positive effects of religion, such as trying to balance wealth between people (such as through charities), the negative effects far outweigh the positive ones.</p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/changemyview/comments/llw4i0/cmv_organized_religion_is_harmful_to_human_society/",
  "subreddit": "changemyview",
  "id": "llw4i0",
  "is_self": true,
  "media": null,
  "is_video": false
}