{
  "author": "ghabibi",
  "original_created_utc": 1629917047,
  "title": "CMV: What we learned during the pandemic leads to the conclusion that the impending climate disaster is unavoidable.",
  "created_utc": 1629952242,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ok, this is a big one for me emotionally, but I want to try to be as objective and reasonable as possible. Also I&#39;d like to point out that I&#39;d like nothing more than to be convinced here that my view is wrong, because I want to be more hopeful.</p>\n\n<p><strong>The View:</strong></p>\n\n<ol>\n<li>It is the opinion of most experts on the matter that we&#39;re heading towards a serious climate disaster if we do nothing to reverse certain trends. Essentially we&#39;re releasing too much carbon and methane from our industrialization/food production/garment industry/etc. and are causing a serious warming trend, more extreme weather and the like.</li>\n<li>Those same experts tend to agree that there <em>are</em> things we can still do to avert disaster, but in general they seem to me like fairly major changes for most (or at least some) people. For instance, meat production results in a lot of methane emission, which is a worse greenhouse gas than CO2, so if everyone were vegetarian that could be a big help. Also there&#39;s plenty of talk about basically planting a billion trees to store the carbon that would otherwise be in the atmosphere. I don&#39;t know <em>all</em> the big-picture solutions, nor how much a person&#39;s day-to-day impacts the bigger picture, but it does seem that there are things we <em>can</em> do.</li>\n<li>The pandemic has shown us that there&#39;s a segment of the population that are unwilling to do even something <em>small</em> and <em>obviously helpful</em>, such as wear a mask during a pandemic, or maintain social distancing. I know there&#39;s definitely a loud minority making this segment seem probably larger than it is, but basically my takeaway from it has been that even if you give people something fairly small to do to avert an <strong><em>obviously real and serious</em></strong> risk (Covid), there will still be people who play the &quot;personal freedom&quot; card or science-denial, or some combination of them. So essentially, if you try to get a very large subset of the population to do something <strong><em>even more major</em></strong> and to avert a crisis that&#39;s a bit more invisible (i.e. there&#39;s still doubt in the minds of many people that they should or even can do anything to avert the climate disaster) I am of the belief that it&#39;s unreasonable to expect that it would happen.</li>\n</ol>\n\n<p>I&#39;ve broken this down into the three distinct points that I feel comprise the whole view as I recognize that any part of the three could have logical holes or problems, or even my notion that they follow in this progression.</p>\n\n<p>As I said earlier, I&#39;d really love to turn out to be wrong on this one, so let&#39;s have a discussion!</p>\n\n<p>&#x200B;</p>\n\n<p><strong>Edit:</strong> After posting, I realized that of course there&#39;s more to the climate disaster beyond just the actions of us as individuals. However, I feel that it is a separate discussion to dive into the &quot;who&#39;s at fault&quot; and &quot;corporations vs. individuals&quot; and all of that. My view here is more about individuals and modifying their behavior as individuals. If you feel corporations are more to blame, then I <em>still</em> blame the individuals who have voted (or not voted) and led to the power and size of our largest corporations who are doing most of the damage. It&#39;s still about people and their choices as far as I&#39;m concerned.</p>\n\n<p>Thanks all!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/pbhj3v/cmv_what_we_learned_during_the_pandemic_leads_to/",
  "subreddit": "changemyview",
  "id": "pbhj3v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Ok, this is a big one for me emotionally, but I want to try to be as objective\nand reasonable as possible. Also I'd like to point out that I'd like nothing\nmore than to be convinced here that my view is wrong, because I want to be more\nhopeful.\n\nThe View:\n\n 1. It is the opinion of most experts on…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "OK、これは私にとって感情的に大きな問題ですが、できる限り客観的に\nできる限り客観的で合理的な意見を述べたいと思います。また、私は自分の考えをここで納得してもらいたいと思っていることも指摘しておきたい。\n私の考えが間違っていることをここで確信してもらい、もっと希望を持ちたいと思っています。\n希望を持っています。\n\n見解は\n\n 1. ほとんどの専門家の意見である...",
      "title": "CMV：パンデミックで学んだことから、差し迫った気候災害は避けられないという結論に至りました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，这对我来说是一个很大的问题，但我想尽量客观地对待\n尽可能地客观和合理。我还想指出的是，我最希望的是\n我最希望的是在这里被说服，我的观点是错误的，因为我想更多的\n充满希望。\n\n的观点。\n\n 1. 这是大多数专家的观点，在...",
      "title": "CMV：我们在大流行期间学到的东西导致了这样的结论：即将发生的气候灾难是不可避免的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，這對我來說是一個很大的問題，但我想盡量客觀地對待\n儘可能地客觀和合理。我還想指出的是，我最希望的是\n我最希望的是在這裏被說服，我的觀點是錯誤的，因爲我想更多的\n充滿希望。\n\n的觀點。\n\n 1. 這是大多數專家的觀點，在...",
      "title": "CMV：我們在大流行期間學到的東西導致了這樣的結論：即將發生的氣候災難是不可避免的。"
    }
  ]
}