{
  "author": "Your_Data_Talking",
  "original_created_utc": 1634666175,
  "title": "Why would a book say “is authorized for sale or use in only India, Bangladesh, Pakistan, Nepal, Sri Lanka and Maldives”?",
  "created_utc": 1634679634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A friend of a friend knew that I was approaching an application for a PhD in computational linguistics and their roommate had a bunch of similar books they were looking to get rid of.</p>\n\n<p>Their extra books turned out to be about $538 in books that I don’t have to buy but many of them say authorized only for sale or use in blah blah.</p>\n\n<p>These books are quite technical, but did I just get a book that is somehow a second rate or missing content and they are garbage or?</p>\n\n<p>I have not entered the PhD program yet but some of these books are 1400 pages so I don’t want to read through them go through the exercises to find out there’s no less than 27 pages missing. There could be some type of a regulation on export technology from the United States that India can have 78% of but we have to take stuff out because India can’t have this tech or whatever</p>\n\n<p>We’re looking at\nDavid Jarefsky speech and language processing</p>\n\n<p>Artificial intelligence a modern approach Stewart Russell Peter Norvig</p>\n\n<p>The power of statistical thinking Lineker sanders and Hild</p>\n\n<p>The list goes on.</p>\n\n<p>Goof or garbage?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/qbgz0c/why_would_a_book_say_is_authorized_for_sale_or/",
  "subreddit": "books",
  "id": "qbgz0c",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "A friend of a friend knew that I was approaching an application for a PhD in\ncomputational linguistics and their roommate had a bunch of similar books they\nwere looking to get rid of.\n\nTheir extra books turned out to be about $538 in books that I don’t have to buy\nbut many of them say authorized…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "友人の友人が、私がコンピュータサイエンスの博士号取得に向けてアプローチしていることを知っていました。\nることを知っていて、彼らのルームメイトが同じような本を大量に持っていて、それを処分しようとしていた。\n処分しようとしていたのです。\n\n彼らの余分な本は、私が買わなくてもいい本で約538ドルになりました。\nしかし、彼らの多くは「許可されている」と言っている...。",
      "title": "なぜ「インド、バングラデシュ、パキスタン、ネパール、スリランカ、モルジブでのみ販売・使用が許可されています」と書かれているのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "一个朋友的朋友知道我正在准备申请计算机专业的博士学位\n他们的室友有一堆类似的书，他们想扔掉。\n他们的室友有一堆类似的书，想把它们处理掉。\n\n他们多余的书变成了大约538美元的书，我不需要购买\n但他们中的许多人说授权...",
      "title": "为什么一本书会说 \"只授权在印度、孟加拉国、巴基斯坦、尼泊尔、斯里兰卡和马尔代夫销售或使用\"？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "一個朋友的朋友知道我正在準備申請計算機專業的博士學位\n他們的室友有一堆類似的書，他們想扔掉。\n他們的室友有一堆類似的書，想把它們處理掉。\n\n他們多餘的書變成了大約538美元的書，我不需要購買\n但他們中的許多人說授權...",
      "title": "爲什麼一本書會說 \"只授權在印度、孟加拉國、巴基斯坦、尼泊爾、斯里蘭卡和馬爾代夫銷售或使用\"？"
    }
  ]
}