{
  "author": "OddPattern2",
  "original_created_utc": 1625028638,
  "title": "CMV: as a Mexican: People from \"my culture\" living in the US get way too mad about things that don't really bother us to an extent it is actually offensive.",
  "created_utc": 1625046378,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seeing &quot;latino culture&quot; defended by people as far from it as any other around them because it &quot;belongs to them&quot; just because of their ancestry has made me look into it as people pushing towards stereotypes harder than everyone else. Someone from another culture wants their tacos made in a way that they like? We get to see a buzzfeed article or video from a &quot;Mexican&quot; (who has clearly never been in Mexico) get mad about it while we eat carne asada sushi. As most of the countries in the continent, we have a wide mix of ancestors and races and some people just ignore that.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/oapwcp/cmv_as_a_mexican_people_from_my_culture_living_in/",
  "subreddit": "changemyview",
  "id": "oapwcp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Seeing \"latino culture\" defended by people as far from it as any other around\nthem because it \"belongs to them\" just because of their ancestry has made me\nlook into it as people pushing towards stereotypes harder than everyone else.\nSomeone from another culture wants their tacos made in a way that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ラティーノ文化」が、先祖の血を引いているという理由で「自分たちのものだ」と、そこから遠く離れた人々によって擁護されているのを見て\n先祖代々受け継いできた文化を「自分のものだから」という理由で擁護しているのを見て\n固定観念を誰よりも強く押し出している人たちだと考えています。\n他の文化圏の人が、自分のタコスを、自分の好きなように作りたいと思っている。",
      "title": "CMV: メキシコ人として。アメリカに住んでいる \"私の文化 \"の人たちは、私たちが気にしていないようなことでも、実際には不快なほどに怒ります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "看到 \"拉美文化 \"被周围远离它的人捍卫，因为它 \"属于他们\"，只是因为他们的祖先。\n因为他们的祖先就 \"属于他们\"，这让我觉得\n我认为，人们比其他人更努力地推动陈规定型观念的发展。\n来自另一种文化的人希望他们的玉米饼以这样的方式制作。",
      "title": "CMV：作为一个墨西哥人。生活在美国的 \"我的文化 \"的人对那些并不影响我们的事情太生气了，甚至到了令人反感的程度。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "看到 \"拉美文化 \"被周圍遠離它的人捍衛，因爲它 \"屬於他們\"，只是因爲他們的祖先。\n因爲他們的祖先就 \"屬於他們\"，這讓我覺得\n我認爲，人們比其他人更努力地推動陳規定型觀念的發展。\n來自另一種文化的人希望他們的玉米餅以這樣的方式製作。",
      "title": "CMV：作爲一個墨西哥人。生活在美國的 \"我的文化 \"的人對那些並不影響我們的事情太生氣了，甚至到了令人反感的程度。"
    }
  ]
}