{
  "author": "veryeducatedinvestor",
  "original_created_utc": 1634406627,
  "title": "Hold onto your pants, we're in a bull run and an echo chamber",
  "created_utc": 1634416677,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The market is making huge moves and the total market cap is hitting all time highs of ~2.6T as of late.</p>\n\n<p>Everyone&#39;s favorite things to do are become financially independent, abolish centralized banks, and speculate with their internet friends about how far along we are in the process - all while laying in bed wearing nothing but underwear. Truth be told, I might not be wearing underwear.</p>\n\n<p>I&#39;d like to give the fresh faces a heads up and remind the tried and true veterans that we consistently seek to confirm the bias of our own decisions, as a way to feel more confident about our investment choices. </p>\n\n<p>The best way to do that is to hangout on Reddit on a daily basis where everyone is saying what you want to hear and constantly stroking your ego (mmm, updoots).</p>\n\n<p>Some advice from a random guy on the internet:</p>\n\n<ul>\n<li>This is a long term game and we&#39;re only just getting started. It will not be a straight line up and hasn&#39;t ever been. There is infinite heartache ahead of us while we strive to hit our targets and goals.</li>\n<li>Choose an investment style that won&#39;t wreck your net worth or your psychological well-being. </li>\n<li>Be cognizant that we live in a digital age where it&#39;s easier than ever to surround yourself with people that think just like you. For better or for worse.</li>\n<li>Think for yourself and choose your own destiny, a simple trick that makes the red more bearable and the green more exciting.</li>\n</ul>\n\n<p>&#x200B;</p>\n\n<p><a href=\"https://preview.redd.it/rpt494pliut71.jpg?width=1073&amp;format=pjpg&amp;auto=webp&amp;s=1471f9774b12227055f77adde88a6c79aacd2607\">This, but on an infinite loop.</a></p>\n\n<p>&#x200B;</p>\n\n<p>I guess I&#39;ll put my pants on now.</p>\n</div><!-- SC_ON -->",
  "score": 248,
  "permalink": "/r/CryptoCurrency/comments/q9gwsv/hold_onto_your_pants_were_in_a_bull_run_and_an/",
  "subreddit": "CryptoCurrency",
  "id": "q9gwsv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The market is making huge moves and the total market cap is hitting all time\nhighs of ~2.6T as of late.\n\nEveryone's favorite things to do are become financially independent, abolish\ncentralized banks, and speculate with their internet friends about how far along\nwe are in the process - all while…"
}