{
  "author": "Real_Carl_Ramirez",
  "original_created_utc": 1635592584,
  "title": "Why is the Korean War often neglected in Western popular culture?",
  "created_utc": 1635609325,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This question is inspired by this news article: <a href=\"https://www.abc.net.au/news/2021-10-24/north-korea-americas-longest-war-a-challenge-for-joe-biden/100559598\">America&#39;s war in Afghanistan is over, but the country&#39;s true longest war with North Korea continues</a></p>\n\n<p>The article mentions that &quot;<em>The most popular film in the world right now — breaking all box office records, bigger even than the latest James Bond — celebrates China&#39;s victory over the American army in Korea 70 years ago.</em>&quot; - referring to the film <a href=\"https://en.wikipedia.org/wiki/The_Battle_at_Lake_Changjin\"><em>The Battle at Lake Changjin</em></a>.</p>\n\n<p>In Australia, the <a href=\"https://www.smh.com.au/national/gillard-remembers-the-forgotten-20110424-1dsqs.html\">Korean War is neglected in school textbooks</a>. When I was in high school we had exactly one day where it was covered in history class. The Korean War also seems to be neglected in popular culture (at least compared to the Vietnam War and the War on Terror). Why is it so neglected?:</p>\n\n<ul>\n<li>It is a frozen conflict which could restart even today (so it&#39;s important to teach the context of this).</li>\n<li>Our side didn&#39;t start it (Kim il-Sung&#39;s invasion of the south started it).</li>\n<li>While our side backed a murderous totalitarian dictator (Syngman Rhee), we also teach a lot about Vietnam despite our side backing the murderous totalitarian dictator there (Ngô Đình Diệm).</li>\n<li>The Korean War hasn&#39;t ended in an embarrassing defeat of our side unlike the Vietnam War.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/AskHistorians/comments/qizeiw/why_is_the_korean_war_often_neglected_in_western/",
  "subreddit": "AskHistorians",
  "id": "qizeiw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This question is inspired by this news article: America's war in Afghanistan is\nover, but the country's true longest war with North Korea continues\n[https://www.abc.net.au/news/2021-10-24/north-korea-americas-longest-war-a-challenge-for-joe-biden/100559598]\n\nThe article mentions that \"The most…"
}