{
  "author": "KitcatStevens",
  "the_new_excerpt": "Why YSK: McDonald's employees are not being lazy. The ice cream machines that\nalways seem to break down are designed to malfunction. They're purposefully\ndifficult for employees to fix because the machine's manufacturer makes a profit\nwhenever McDonald's calls in their repair…",
  "original_created_utc": 1619553382,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、マクドナルドの従業員が怠けているわけではないからです。いつも故障しているアイスクリームの機械は\n常に故障するように設計されています。わざと故障させているのです。\nマクドナルドが修理を依頼すると、機械のメーカーが利益を得るために、従業員が修理するのをわざと難しくしているのです。\nマクドナルドが修理を依頼するたびに...",
      "title": "YSKマクドナルドのアイスクリームマシンは壊れやすい構造になっている"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：麦当劳的员工不是在偷懒。冰淇淋机\n似乎总是发生故障的冰淇淋机被设计成了故障。它们是有目的性的\n因为只要麦当劳要求维修，机器的制造商就会赚取利润。\n每当麦当劳要求他们维修时......",
      "title": "YSK麦当劳的冰激凌机被制造得很容易损坏"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：麥當勞的員工不是在偷懶。冰淇淋機\n似乎總是發生故障的冰淇淋機被設計成了故障。它們是有目的性的\n因爲只要麥當勞要求維修，機器的製造商就會賺取利潤。\n每當麥當勞要求他們維修時......",
      "title": "YSK麥當勞的冰激凌機被製造得很容易損壞"
    }
  ],
  "title": "YSK McDonald's ice cream machines are made to break easily",
  "created_utc": 1619567420,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> McDonald&#39;s employees are not being lazy. The ice cream machines that always seem to break down are designed to malfunction. They&#39;re purposefully difficult for employees to fix because the machine&#39;s manufacturer makes a profit whenever McDonald&#39;s calls in their repair technicians.</p>\n\n<p>McDonald’s franchisees can only purchase one type of ice cream machine: the Taylor ice cream machine that’s specifically designed for McDonald’s. This particular machine is very difficult to repair. When it malfunctions, the screen shows a series of cryptic error codes. The manual is long, technical, and contains little helpful information. Most “solutions” it proposes end up being “call a technician.” McDonald’s has a contract with Taylor and franchisees can only call an authorized Taylor technician. The technician has their own handbook and secret menu to operate the machine. Employees are not allowed to have this better manual; only Taylor technicians can see it.</p>\n\n<p>Calling in a Taylor repairman costs the franchisee hundreds of dollars an hour. Despite the fact that Taylor has worked with the McDonald’s corporation since the beginning, none of their system updates help the problem. Some of them make the error codes longer and more cryptic. McDonald’s partnership with Taylor means that the corporate heads benefit from Taylor&#39;s success. 25% of Taylor’s profits come from repairs. So when the machine breaks down, Taylor makes a profit repairing it, and the McDonald&#39;s corporate leaders also profit.</p>\n\n<p>McDonald’s and Taylor continue to prioritize maximizing profit at the expense of franchisees, employees, and customers.</p>\n\n<p>There&#39;s a video released four days ago explaining the investigative journalism behind this.</p>\n\n<p><a href=\"https://youtu.be/SrDEtSlqJC4\">The REAL reason Mcdonald’s Ice Cream Machines are Always Broken</a></p>\n</div><!-- SC_ON -->",
  "score": 124,
  "permalink": "/r/YouShouldKnow/comments/mzx36r/ysk_mcdonalds_ice_cream_machines_are_made_to/",
  "subreddit": "YouShouldKnow",
  "id": "mzx36r",
  "is_self": true,
  "media": null,
  "is_video": false
}