{
  "author": "Lichsenate",
  "the_new_excerpt": "As I think many of you have, I've been watching a whole lot of TV series and\nfilms that came out since the pandemic hit.\n\nAnd something else that's been on the rise is the \"badass\" female protaganist.\n\nThe \"badass\" introduction has always been quite problematic, and I'll get into a\nspecific example…",
  "original_created_utc": 1624138722,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さんもそうだと思いますが、私もパンデミック以降に公開されたテレビシリーズや映画を見まくっています。\nパンデミック以降に公開されたテレビシリーズや映画をたくさん見ています。\n\nそして、最近増えてきたのが、「ワル」な女性主人公です。\n\nこの \"badass \"の導入には常に問題があります。\n具体的な例を挙げると...。",
      "title": "CMV：「バッドアス」な女性主人公を紹介する \"新しい \"方法は、逆効果。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如我认为你们中的许多人一样，我一直在看大量的电视连续剧和\n自大流行病发生以来，我一直在看大量的电视剧和电影。\n\n还有一件事一直在上升，就是 \"坏蛋 \"女主角。\n\n\"坏蛋 \"的介绍一直都很有问题，我将在下文中详细介绍。\n具体例子...",
      "title": "CMV：介绍 \"坏蛋 \"女主角的 \"新 \"方式具有相反的效果。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如我認爲你們中的許多人一樣，我一直在看大量的電視連續劇和\n自大流行病發生以來，我一直在看大量的電視劇和電影。\n\n還有一件事一直在上升，就是 \"壞蛋 \"女主角。\n\n\"壞蛋 \"的介紹一直都很有問題，我將在下文中詳細介紹。\n具體例子...",
      "title": "CMV：介紹 \"壞蛋 \"女主角的 \"新 \"方式具有相反的效果。"
    }
  ],
  "title": "CMV: The \"New\" Way of Introducing \"Badass\" Female Protaganists has the Opposite Effect.",
  "created_utc": 1624167564,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As I think many of you have, I&#39;ve been watching a whole lot of TV series and films that came out since the pandemic hit.</p>\n\n<p>And something else that&#39;s been on the rise is the &quot;badass&quot; female protaganist.</p>\n\n<p>The &quot;badass&quot; introduction has always been quite problematic, and I&#39;ll get into a specific example soon enough, it&#39;s usually a small clip or monologue where a character tries to get the audience in awe of them. Typically, it goes overboard and sounds edgy as hell, and the audience loses all respect for the character.</p>\n\n<p>So thankfully, we&#39;ve seen a decrease of it, until recently, where we&#39;re trying to get female protaganists to seem more badass, and as a result, making them seem shallow, insecure and unlikeable.</p>\n\n<p>Here&#39;s a specific example from a show on Netflix called Ragnarok.</p>\n\n<p>&quot;Badass&quot; woman who has god-like powers comes to a martial arts gym, finds a man who&#39;s practicing his wrestling, challenges him unprovoked. He looks at how small she is, and asks if she&#39;s sure about it. They start to spar and the man doesn&#39;t throw any hard punches until she yells at him to &quot;show some respect&quot; and proceeds to use her god-like powers to completely humiliate the guy, while blasting some &quot;badass&quot; music, and wearing a massive grin.</p>\n\n<p>Obviously, completely disastrous to audience in terms of respecting her.</p>\n\n<p>Why? Why is a literal god wasting her time challenging random mortals that she knows she can beat without breaking a sweat within a fraction of a second?</p>\n\n<p>Aside from being pointless, it comes across as extremely insecure. What is she trying to prove?</p>\n\n<p>A literal god came in the form of a petite woman just to kick some poor random mortal&#39;s ass?</p>\n\n<p>That&#39;s like me, a fully grown man, going to a toddler who&#39;s practicing karate at age 3, and beating the kid onto the ground.  Then strutting around like I was an &quot;Alpha Male&quot; for doing so, and being like &quot;Hah! I didn&#39;t even need to learn Karate to beat this kid! I&#39;m so good!&quot;</p>\n\n<p>And this has pretty much become a universal thing in &quot;badass women&quot; films. It manages to be cringier than watching those &quot;alpha men&quot; somehow takeout an entire battalion of enemy soldiers who apparently don&#39;t know how to shoot their weapon or attack at the same time instead of one by one.</p>\n\n<p>Literally the only message I can even concieve for these &quot;badass intros&quot; are &quot;Don&#39;t Judge a Book by it&#39;s Cover&quot;. In other words, &quot;Don&#39;t assume this petite small woman with no visible muscle mass or weight could suffer serious injury if you (a trained wrestler) use all your brute force because she could secretly be an almighty god of nordic origin&quot;</p>\n\n<p>Somehow Audiences don&#39;t relate to that message.</p>\n\n<p>This might be a farfetched theory, but I think these attempts, are a result of a misunderstanding of how males organize themselves in hierarchies. Forceful Subjagation (Bullying) isn&#39;t an effective means of rising in the hierarchy or getting respect, no man goes to another man, beats him into a pulp, and then earns the total respect and loyalty of the beaten and now submissive man. In fact, that&#39;s a sure fire way of making enemies, losing friends, and being knocked down to the bottom of the hierarchy by a better man. Such is a dumbed-down child-like comprehension of complex human behavior. If you want to know the main factor for a male&#39;s (or female&#39;s) position in their respective hierarchy, it&#39;s reliabilty. The more people rely on you, the higher you go. And if the people that others rely on, rely on you, then you&#39;re probably at the very top of the pecking order.</p>\n\n<p>Bit of a tangent, but does anyone else feel like that could be the case for this behavior?</p>\n\n<p>&#x200B;</p>\n\n<p>Btw for the purposes of discussion, here are some examples of what I consider to be well-made &quot;badass&quot; female characters.</p>\n\n<p>Ashoka Tano - Star Wars</p>\n\n<p>Alita - Battle Angel</p>\n\n<p>Scarlet Witch - Marvel</p>\n\n<p>Katniss Everdeen - Hunger Games</p>\n\n<p>Edit: I can&#39;t believe I forgot to add Ripley from Aliens to this list. </p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o3qhoc/cmv_the_new_way_of_introducing_badass_female/",
  "subreddit": "changemyview",
  "id": "o3qhoc",
  "is_self": true,
  "media": null,
  "is_video": false
}