{
  "author": "Confectionad",
  "the_new_excerpt": "bookshlf is a community of experts and enthusiasts in the space, science,\ntechnology and a few other stem topics to encourage learning and discovery.\n\nthey make it super easy to store and create shelves of your favorite internet\ntopic by categories and share to encourage curiosity on new topics to…",
  "original_created_utc": 1611433862,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "bookshlf是一个由空间、科学领域的专家和爱好者组成的社区。\n技术和其他一些干题，以鼓励学习和发现。\n\n他们让你超级容易地存储和创建你最喜欢的互联网的架子。\n话题分门别类的分享，鼓励大家对新话题的好奇心，以...",
      "title": "YSK有一个网站，向科学、空间、技术、医学等领域的专家学习，鼓励学习和好奇心。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "bookshlf是一個由空間、科學領域的專家和愛好者組成的社區。\n技術和其他一些幹題，以鼓勵學習和發現。\n\n他們讓你超級容易地存儲和創建你最喜歡的互聯網的架子。\n話題分門別類的分享，鼓勵大家對新話題的好奇心，以...",
      "title": "YSK有一個網站，向科學、空間、技術、醫學等領域的專家學習，鼓勵學習和好奇心。"
    }
  ],
  "title": "YSK there is a website to learn from experts in the field of science, space, technology, medicine and more to encourage learning and curiosity",
  "created_utc": 1611475675,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>bookshlf is a community of experts and enthusiasts in the space, science, technology and a few other stem topics to encourage learning and discovery.</p>\n\n<p>they make it super easy to store and create shelves of your favorite internet topic by categories and share to encourage curiosity on new topics to learn about.</p>\n\n<p><a href=\"https://bookshlfscience.com/home\">link for the lazy</a> incase anyone is interested</p>\n\n<p>Why YSK: Todays internet culture seems to be about quick dopamine hits of a quick funny video or shocking headline. This site encourages real learning from experts in these field to add more intellectual content to the forefront of the internet.</p>\n</div><!-- SC_ON -->",
  "score": 288,
  "permalink": "/r/YouShouldKnow/comments/l3jtdn/ysk_there_is_a_website_to_learn_from_experts_in/",
  "subreddit": "YouShouldKnow",
  "id": "l3jtdn",
  "is_self": true,
  "media": null,
  "is_video": false
}