{
  "author": "Arkonnnn",
  "the_new_excerpt": "Why YSK: These people are abusing these animals, and many of them, despite\ngetting “rescued” are likely actually dead because of the abuse they suffered.\nMore attention needs to be brought to this so that Youtube can shut them down\n\nNick Crowley has a good video on this explaining the situation…",
  "original_created_utc": 1620201764,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、彼らは動物を虐待しているからです。\n救助された動物の多くは、虐待を受けたために実際には死んでいる可能性が高いのです。\nYoutubeが彼らをシャットダウンできるように、もっと注目を集める必要があります。\n\nNick Crowleyがこの状況を説明した良いビデオを持っています...",
      "title": "YSKのチャンネル「Puppy Love」と「Pets Kittens」は、わざと動物を危険な状況に置いて、その動物を「救出」しているところを撮影しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：这些人正在虐待这些动物，其中许多动物尽管得到了 \"救助\"，但实际上很可能因为遭受虐待而死亡。\n许多动物尽管得到了 \"救助\"，但实际上可能因为遭受虐待而死亡。\n需要引起更多的关注，以便Youtube能够关闭他们。\n\n尼克-克劳利有一个很好的视频，解释了这一情况...",
      "title": "YSK认为，\"Puppy Love \"和 \"Pets Kittens \"这两个频道故意将动物置于危险境地，以便拍摄自己 \"拯救 \"这些动物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：這些人正在虐待這些動物，其中許多動物儘管得到了 \"救助\"，但實際上很可能因爲遭受虐待而死亡。\n許多動物儘管得到了 \"救助\"，但實際上可能因爲遭受虐待而死亡。\n需要引起更多的關注，以便Youtube能夠關閉他們。\n\n尼克-克勞利有一個很好的視頻，解釋了這一情況...",
      "title": "YSK認爲，\"Puppy Love \"和 \"Pets Kittens \"這兩個頻道故意將動物置於危險境地，以便拍攝自己 \"拯救 \"這些動物。"
    }
  ],
  "title": "YSK that both The channels “Puppy Love” and “Pets Kittens” purposefully put animals in dangerous situations just so they can film themselves “rescuing” said animals",
  "created_utc": 1620237906,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: These people are abusing these animals, and many of them, despite getting “rescued” are likely actually dead because of the abuse they suffered. More attention needs to be brought to this so that Youtube can shut them down</p>\n\n<p>Nick Crowley has a good video on this explaining the situation (Trigger warning, even though he blurs things out it can still be upsetting watching these animals getting abused)</p>\n\n<p>In the video, he covered these two channels, originally called Happy Dog and Rescue Journey TV when the video was made. After the video both channels changed their names and turned off comments</p>\n\n<p>Both videos will upload almost daily videos showing dogs and cats in almost impossible situations, just to pull them out, in some cases using the same dog or cat more than one time for multiple rescues and performing rescues that seem to garner the most views.</p>\n\n<p>It’s completely despicable and I have no doubt these aren’t the only two channels that do these things. There’s likely an entire plethora of channels with poor animals getting hurt just to gain internet fame.</p>\n\n<p>This needs more attention so that Youtube will finally step up and crack down on channels that do this, so that no more innocent animals need to get hurt just so someone can receive that internet clout</p>\n\n<p>Edit. <a href=\"/u/chillin_iceBear\">u/chillin_iceBear</a>\n posted a link exposing even more channels that abuse animals</p>\n\n<p>This is the original video Nick Crowley posted that exposed the channels I listed </p>\n\n<p>This is the follow up he made that exposes even more\nAlso as mentioned by several people paymoneywubby made a video about this too</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/YouShouldKnow/comments/n5ao9s/ysk_that_both_the_channels_puppy_love_and_pets/",
  "subreddit": "YouShouldKnow",
  "id": "n5ao9s",
  "is_self": true,
  "media": null,
  "is_video": false
}