{
  "author": "JustMeStoppingBy",
  "original_created_utc": 1625937038,
  "title": "YSK from the 1800s to mid 1900's Britain had sent thousands of poor and orphaned children out of the country as indentured farm workers. They're known as British Home Children, and if you have an ancestor who this happened to they can seek compensation.",
  "created_utc": 1625971501,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>People worldwide have been shocked to learn of what happened with Canada&#39;s residential school program, but there is another part of dark history from the same time period that many people are likely totally unaware of. This would be the history of British Home Children.</p>\n\n<p>In a nutshell, back in the 1800&#39;s Britain decided to handle it&#39;s orphan and poverty issues by shipping thousands of children off to former colonies: New Zealand, Australia, and South America, and other destinations, but mostly to Canada.</p>\n\n<p>The majority of these children had at least one parent, but because of rampant unemployment in Britain, the parent was unable to afford to look after the child and had to give them up. Children generally aged 9-14 (though could be as young as 3) were sent from Britain to shelters in their destination colony, and from there sent to live on rural properties.</p>\n\n<p>This was not adoption, but rather indentured child labor. This was treated as a way to bring needed labor to the colonies, which had shortages of farm workers. Farmers would receive a small amount of compensation for housing the child, and that child would be expected to assist with work on the farm. At 18 years of age the indentured labor would end. Essentially this was a legal form of importing child slaves.</p>\n\n<p>The arrangement worked out for some, who were treated as though they became part of the family, but for the majority it was a nightmare. With no oversight over their treatment, many wound up overworked, physically abused, sexually abused, and under-educated. Injuries and neglect led to deaths, and child/teen suicide over the conditions were known to occur as well.</p>\n\n<p>When children would &quot;cause problems&quot; or try to run away, they could be moved from farm to farm. <a href=\"https://newsinteractives.cbc.ca/longform/a-huge-injustice\">There are stories of children</a> having been moved around over a dozen times over the years while experiencing whippings, beatings, and rapes ending in stillborn births all by age 14.</p>\n\n<p>This practice primarily took place from 1869-1939, at which point it was discontinued. However it was still happening at times as late as the 1970s.</p>\n\n<p>Thousands of children were involved, including over 100,000 children being sent to Canada alone this way. In fact it is estimated that 10% of Canada&#39;s population are actually descended from the Home Children sent there.</p>\n\n<p>If you want to discover if you yourself are a descent of a British Home Child there are some ways to discover this. If you are in Canada you can use the <a href=\"https://www.bac-lac.gc.ca/eng/discover/immigration/immigration-records/home-children-1869-1930/immigration-records/Pages/immigration-records.aspx\">Canadian Government&#39;s Home Children Records website</a>. Similar records exist for other countries, and in Australia there had been the creation of the <a href=\"https://www.aph.gov.au/About_Parliament/Parliamentary_Departments/Parliamentary_Library/pubs/BN/%7E/link.aspx?_id=B090C3C1764F447AB704732C8A7E4A37&amp;_z=z\">Child Migrant Trust</a>.</p>\n\n<p>In the late 1990&#39;s the UK conducted an inquiry into the former practice, and the result was an apology and creation of a fund meant to reunite families who had been broken apart. Sadly this has been discontinued. Australia similarly made an apology and made funds available for reuniting (also now over). Canada, however, has to this day declined to give an apology.</p>\n\n<p><strong>Why YSK:</strong> Additionally, the UK had agreed to pay compensation to those affected, or to their beneficiaries up to a certain date, so if you have relatives who were themselves Home Children they (or you) could be eligible for £20,000 in compensation.</p>\n\n<p>As light is being shed on the dark times in our history, and people are seeking to heal from horrific events conducted by their governments decades ago, the existence and fate of the British Home Children needs to be a part of this discussion. I hope you will look into this topic and help to spread word about it to any who may be unaware of these events, or perhaps even of their own family history.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/ohmmbo/ysk_from_the_1800s_to_mid_1900s_britain_had_sent/",
  "subreddit": "YouShouldKnow",
  "id": "ohmmbo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "People worldwide have been shocked to learn of what happened with Canada's\nresidential school program, but there is another part of dark history from the\nsame time period that many people are likely totally unaware of. This would be\nthe history of British Home Children.\n\nIn a nutshell, back in the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "カナダのレジデンシャル・スクール（寄宿学校）で起こったことは、世界中の人々に衝撃を与えました。\nしかし、同じ時代に起きた暗黒の歴史には、多くの人がまったく知らない別の側面があります。\nしかし、同じ時代に起きた暗い歴史の中で、多くの人が全く知らないことがあります。それは\nイギリスのホームチルドレンの歴史です。\n\n一言で言えば、当時の...",
      "title": "YSK 1800年代から1900年代半ばにかけて、イギリスは何千人もの貧しい子供や孤児を、年季の入った農場労働者として国外に送り出していました。彼らは「ブリティッシュ・ホーム・チルドレン」と呼ばれていて、もしご先祖様にこのような出来事があった場合、補償を求めることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "世界各地的人们在得知加拿大寄宿学校的情况后都感到震惊。\n但在同一时期，还有另一段黑暗的历史。\n但同一时期的另一段黑暗历史，许多人可能完全没有意识到。这就是\n英国家庭儿童的历史。\n\n简而言之，早在...",
      "title": "YSK从19世纪到20世纪中期，英国曾将成千上万的贫困和孤儿送出国门，作为契约农场工人。他们被称为英国家庭儿童，如果你有一个发生在他们身上的祖先，他们可以寻求赔偿。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "世界各地的人們在得知加拿大寄宿學校的情況後都感到震驚。\n但在同一時期，還有另一段黑暗的歷史。\n但同一時期的另一段黑暗歷史，許多人可能完全沒有意識到。這就是\n英國家庭兒童的歷史。\n\n簡而言之，早在...",
      "title": "YSK從19世紀到20世紀中期，英國曾將成千上萬的貧困和孤兒送出國門，作爲契約農場工人。他們被稱爲英國家庭兒童，如果你有一個發生在他們身上的祖先，他們可以尋求賠償。"
    }
  ]
}