{
  "author": "puwetngbaso",
  "the_new_excerpt": "When someone mentioned to me that the film Arrival (Amy Adams, Jeremy Renner)\nwas based on a short story, I was stoked to read it. And I was not disappointed.\nI loved \"Story of Your Life\" even more than the movie; I felt I learned so much\nabout language and communication, but it also explored heavy…",
  "original_created_utc": 1613705723,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当有人跟我说起电影《到达》（艾米-亚当斯，杰瑞米-雷纳）的时候\n是根据一个短篇小说改编的，我很想读一读。而我没有失望。\n我喜欢《你的人生故事》，甚至比电影更喜欢；我觉得我学到了很多东西。\n关于语言和交流，但它也探索出了重...",
      "title": "我刚刚发现了特德-蒋，并在一周内把他的每一篇短篇小说都看完了。我相信他是当今最好的科幻作家之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當有人跟我說起電影《到達》（艾米-亞當斯，傑瑞米-雷納）的時候\n是根據一個短篇小說改編的，我很想讀一讀。而我沒有失望。\n我喜歡《你的人生故事》，甚至比電影更喜歡；我覺得我學到了很多東西。\n關於語言和交流，但它也探索出了重...",
      "title": "我剛剛發現了特德-蔣，並在一週內把他的每一篇短篇小說都看完了。我相信他是當今最好的科幻作家之一。"
    }
  ],
  "title": "I just discovered Ted Chiang and blew through every single one of his short stories in a week. I believe he is one of the best sci fi writers today.",
  "created_utc": 1613716352,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When someone mentioned to me that the film Arrival (Amy Adams, Jeremy Renner) was based on a short story, I was stoked to read it. And I was not disappointed. I loved &quot;Story of Your Life&quot; even more than the movie; I felt I learned so much about language and communication, but it also explored heavy themes like love, grief, destiny, and free will. I really, really, really loved it.</p>\n\n<p>My other favorite stories would have to be &quot;Liking What You See: A Documentary&quot; (a Black Mirror-esque story about tech that blocks people from recognizing the physical attractiveness of other people) and &quot;Anxiety is the Dizziness of Freedom&quot; (a story that explores how glimpes of parallel universes and our parallel selves would affect how we act in our own world). </p>\n\n<p>The word &quot;thought-provoking&quot; gets thrown around a lot by critics but it really is the best way to describe Chiang&#39;s stories. They make you literally stop and think.  I am so glad I discovered his work and I can&#39;t wait for him to release another short story collection.</p>\n\n<p>Special mentions to round out my top 5:</p>\n\n<ol>\n<li><p>&quot;The Life Cycle of Software Objects&quot;</p></li>\n<li><p>&quot;Division By Zero&quot;</p></li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 186,
  "permalink": "/r/books/comments/ln5mj1/i_just_discovered_ted_chiang_and_blew_through/",
  "subreddit": "books",
  "id": "ln5mj1",
  "is_self": true,
  "media": null,
  "is_video": false
}