{
  "author": "Environmental_Point3",
  "original_created_utc": 1635730748,
  "title": "You guys predicted the red September as well as Pumptober... so what's in store for November?",
  "created_utc": 1635770228,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m a new investor and only recently I&#39;ve been learning about market cycles and trends, there&#39;s so much to learn! One things that has become apparent is there are models and patterns that savvy investors have seen over the years; and although the crypto universe is the wild wild west and anything can happen - some of you seem to get it right, time and time again!</p>\n\n<p>The last few months of crypto have been crazy and that&#39;s an understatement. I only started my crypto journey in May and it began with me watching a complete sea of red for my first few months investing.  The helpful people of this sub taught me not to panic and helped me forge my diamond hands. Reddit has been my home through this journey and I&#39;ve learned so much about investing, and I&#39;m oh so thankful for it.</p>\n\n<p>- You told me to DCA in and hold my bags for incoming pumps mid-year... which came and turned my sadly all-red folio into a nice green.<br/>\n- You told me to be wary of September as its traditionally a bad month for crypto...which was correct. I took my profits early and held....waiting for October.<br/>\n- You told me that October would bring pumps like we&#39;d never seen... and many ATH were broken. Pumptober was beautiful, and a nice insight into what a &quot;bull market&quot; is like.<br/>\n- Only thing that has been <em>wrong</em> so far is that you told me to be wary of SHIBA and I missed out on 10x&#39;ing my money.</p>\n\n<p>So I ask, oh wise members of the cryptocurrency sub.... what should I come to expect from November?</p>\n\n<p>A giant sell-off after Pumptober? MORE pumps? A new dog-themed coin in the top 10? I&#39;d like to acknowledge that it is fair to say we don&#39;t know shit about fuck, but I&#39;m very interested in what you guys have to think!</p>\n</div><!-- SC_ON -->",
  "score": 153,
  "permalink": "/r/CryptoCurrency/comments/qk3l6p/you_guys_predicted_the_red_september_as_well_as/",
  "subreddit": "CryptoCurrency",
  "id": "qk3l6p",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm a new investor and only recently I've been learning about market cycles and\ntrends, there's so much to learn! One things that has become apparent is there\nare models and patterns that savvy investors have seen over the years; and\nalthough the crypto universe is the wild wild west and anything…"
}