{
  "author": "eventfarm",
  "original_created_utc": 1628268971,
  "title": "YSK that your cat picking food up with its paw could be a sign of whisker fatigue. Make sure your food and water bowls are designed appropriately to avoid this.",
  "created_utc": 1628274932,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: </p>\n\n<p>Cats whiskers are not simply long hairs, they are attached to ultra sensitive sensory organs (proprioceptors). Repeated input can cause stress. <a href=\"https://catvettucson.com/whisker-fatigue/\">more details</a></p>\n\n<p>Imagine changing your focus from near to far over and over, eventually your eyes (and you) get tired. </p>\n\n<p>When the cat has to overstimulate their whiskers in order to eat, they will change their behavior to avoid it. Sometimes this looks like pacing or picking up their food to eat it from the floor. </p>\n\n<p>Most importantly it may cause them to avoid drinking, leading to UTIs</p>\n</div><!-- SC_ON -->",
  "score": 83,
  "permalink": "/r/YouShouldKnow/comments/ozaovw/ysk_that_your_cat_picking_food_up_with_its_paw/",
  "subreddit": "YouShouldKnow",
  "id": "ozaovw",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nCats whiskers are not simply long hairs, they are attached to ultra sensitive\nsensory organs (proprioceptors). Repeated input can cause stress. more details\n[https://catvettucson.com/whisker-fatigue/]\n\nImagine changing your focus from near to far over and over, eventually your eyes\n(and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n猫のヒゲは単なる長い毛ではなく、超敏感な感覚器官（proprioceptor）に取り付けられています。\n感覚器官（プロプリオセプター）に取り付けられています。何度も入力されるとストレスになります。\n[https://catvettucson.com/whisker-fatigue/]\n\n焦点を近くから遠くに何度も変えることを想像してみてください、やがてあなたの目は\n(・ω・)ノ",
      "title": "猫が前足で食べ物をつまむのは、ヒゲが疲れている証拠かもしれません。このようなことがないように、フードや水のボウルを適切に設計してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n猫的胡须不是简单的长毛，它们附着在超敏感的\n感觉器官（本体感受器）。反复的输入会造成压力。 更多细节\n[https://catvettucson.com/whisker-fatigue/]\n\n想象一下，一次又一次地将你的注意力从近处转向远处，最终你的眼睛\n(和...",
      "title": "YSK认为你的猫用爪子捡食物可能是胡须疲劳的表现。确保你的食物和水碗设计合理，以避免这种情况。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n貓的鬍鬚不是簡單的長毛，它們附着在超敏感的\n感覺器官（本體感受器）。反覆的輸入會造成壓力。 更多細節\n[https://catvettucson.com/whisker-fatigue/]\n\n想象一下，一次又一次地將你的注意力從近處轉向遠處，最終你的眼睛\n(和...",
      "title": "YSK認爲你的貓用爪子撿食物可能是鬍鬚疲勞的表現。確保你的食物和水碗設計合理，以避免這種情況。"
    }
  ]
}