{
  "author": "Apxm",
  "original_created_utc": 1637828686,
  "title": "YSK: Thanksgiving weekend is the most drunken driving accidents of the year. Don't drink and drive. Let's ensure everyone gets home alive.",
  "created_utc": 1637841101,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Thanksgiving weekend is one of the most dangerous periods of the year for driving, About 800 people die on roads across the country on Thanksgiving holiday.</p>\n\n<p>Why YSK: Many people start celebrating the Thanksgiving holiday Wednesday night and unfortunately that can lead to a number of people drinking and getting behind the wheel.</p>\n\n<p>“A $50 Uber ride is better than a $15,000 DUI,”</p>\n\n<p>There are going to be several DUI checkpoints across the country  to help save lives.</p>\n</div><!-- SC_ON -->",
  "score": 200,
  "permalink": "/r/YouShouldKnow/comments/r1rvoa/ysk_thanksgiving_weekend_is_the_most_drunken/",
  "subreddit": "YouShouldKnow",
  "id": "r1rvoa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Thanksgiving weekend is one of the most dangerous periods of the year for\ndriving, About 800 people die on roads across the country on Thanksgiving\nholiday.\n\nWhy YSK: Many people start celebrating the Thanksgiving holiday Wednesday night\nand unfortunately that can lead to a number of people drinking…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "感謝祭の週末は、1年のうちで最も運転が危険な時期のひとつです。\n感謝祭の休日には、全国で約800人が交通事故で亡くなっています。\n感謝祭の日には、全米で約800人が交通事故で亡くなっています。\n\nなぜYSKかというと、多くの人が水曜日の夜から感謝祭のお祝いを始めます。\n多くの人が水曜日の夜から感謝祭を祝うので、残念ながら多くの人がお酒を飲むことになります。",
      "title": "YSK: サンクスギビングの週末は、1年の中で最も飲酒運転の事故が多い時期です。飲んで運転しないでください。みんなが生きて家に帰れるようにしましょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "感恩节周末是一年中最危险的时期之一。\n大约有800人在感恩节期间死于全国各地的道路。\n假期。\n\n为什么是YSK：许多人星期三晚上开始庆祝感恩节假期\n不幸的是，这可能导致一些人喝酒......",
      "title": "YSK：感恩节周末是一年中醉酒驾驶事故最多的时候。不要酒后驾车。让我们确保每个人都能活着回家。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "感恩節週末是一年中最危險的時期之一。\n大約有800人在感恩節期間死於全國各地的道路。\n假期。\n\n爲什麼是YSK：許多人星期三晚上開始慶祝感恩節假期\n不幸的是，這可能導致一些人喝酒......",
      "title": "YSK：感恩節週末是一年中醉酒駕駛事故最多的時候。不要酒後駕車。讓我們確保每個人都能活着回家。"
    }
  ]
}