{
  "author": "velocipedic",
  "original_created_utc": 1638232337,
  "title": "Don’t just invest in crypto. You should also invest in yourself.",
  "created_utc": 1638243051,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve recently seen a few posts where people are saying that crypto is the “only way” out of their “dead end” or “low paying” job. What they’re describing is a lottery ticket. Crypto has the potential to change lives, but it’s still ultimately a gamble. A “bet” on yourself will almost always pay off, by comparison, and the easiest way to do that is to “DCA into yourself.”</p>\n\n<p>Spend some money (or your crypto gains) on finishing that degree or try some trade school classes. If you don’t have money, spend some time today reading about something new or trying a new hobby/skill. If you learn a few new skills, and then keep at it, then before you know it they’ve piled up and you can leave that dead-end job or you can request higher pay. </p>\n\n<p>Even if you spend a couple thousand dollars on a new skill, it’ll pay back tens of thousands of dollars as you get better at it… if not hundreds of thousands. The ROI on that is insane!</p>\n\n<p><strong>YOU</strong> should be the investment in your life with the best returns, <strong>NOT CRYPTO</strong>. Keep your head up and don’t stop DCA’ing into yourself.</p>\n\n<p>Edit to add: “invest in yourself even if you’re a shitcoin. Sometimes a shitcoin can pay out.”</p>\n</div><!-- SC_ON -->",
  "score": 180,
  "permalink": "/r/CryptoCurrency/comments/r5a1wl/dont_just_invest_in_crypto_you_should_also_invest/",
  "subreddit": "CryptoCurrency",
  "id": "r5a1wl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’ve recently seen a few posts where people are saying that crypto is the “only\nway” out of their “dead end” or “low paying” job. What they’re describing is a\nlottery ticket. Crypto has the potential to change lives, but it’s still\nultimately a gamble. A “bet” on yourself will almost always pay off,…"
}