{
  "author": "3_Sides_To_A_Story",
  "original_created_utc": 1624613990,
  "title": "I want to thank this sub!",
  "created_utc": 1624624438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, right off the bat I need to be honest and mention that I had not read a novel in 15 years until March of this year. Something changed during the lockdown and a spark ignited within me for change so I became a member of this subreddit. I need to thank all the people who contributed and posted their book suggestions making me click the save button so many times. Since joining this subreddit I have purchased and completed book number nine since March. I currently have a massive list of books I need still need to purchase, read, and eventually add to my new bookshelf. Thank you all for helping me focus on reading and making me splurge on a fancy new wood bookmark!</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/booksuggestions/comments/o7kejq/i_want_to_thank_this_sub/",
  "subreddit": "booksuggestions",
  "id": "o7kejq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So, right off the bat I need to be honest and mention that I had not read a\nnovel in 15 years until March of this year. Something changed during the\nlockdown and a spark ignited within me for change so I became a member of this\nsubreddit. I need to thank all the people who contributed and posted…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "正直に言うと、私は今年の3月まで15年間小説を読んでいませんでした。\n今年の3月まで、15年間も小説を読んでいませんでした。ロックダウン中に何かが変わり\n私はこのサブレディットのメンバーになりました。\nsubredditのメンバーになりました。貢献してくれた人や投稿してくれた人たちに感謝しなければなりません。",
      "title": "このサブには感謝したいですね"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，一开始我就需要诚实地提到，直到今年3月，我已经15年没有读过小说了。\n直到今年3月，我已经有15年没有读过小说了。在禁闭期间，有些事情发生了变化，我内心燃起了改变的火花。\n锁定期间发生了一些变化，我内心燃起了改变的火花，所以我成为了这个\n分论坛。我需要感谢所有贡献和发布的人...",
      "title": "我想感谢这个子!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，一開始我就需要誠實地提到，直到今年3月，我已經15年沒有讀過小說了。\n直到今年3月，我已經有15年沒有讀過小說了。在禁閉期間，有些事情發生了變化，我內心燃起了改變的火花。\n鎖定期間發生了一些變化，我內心燃起了改變的火花，所以我成爲了這個\n分論壇。我需要感謝所有貢獻和發佈的人...",
      "title": "我想感謝這個子!"
    }
  ]
}