{
  "author": "Inevitable-Pass9208",
  "original_created_utc": 1628848448,
  "title": "Reading shouldn't be a marathon",
  "created_utc": 1628854597,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Okay, this sounds controversial but hear me out. Recently I&#39;ve seen a surge in trends like &#39;100 books a year&#39; or &#39;10 books a months&#39; I don&#39;t know if it been this way since a long time or just recently but all I know is it&#39;s tiring. As a non native English speaker and a student it&#39;s difficult to keep up with the popular books/new releases. I know it may not be a big deal but, it may presurize some to read more without gasping the content in the book and may create reading stressful than fun.  If I try to gobble up 3 books at same time I don&#39;t remember a thing. I&#39;ve seen people read multiple books at same time to reach their reading goals. It&#39;s fine if you can do it. Some have difficult time reading one same book so I do get why many may want to read more. But honestly I feel like if I read a book/series one at a time it helps me absorbing the story more and realise situations (in the book) more accurately. I&#39;ve only once tried to read 2 books at the same time and ended up mixing the entire plot. And I don&#39;t have problem reading only one book at a time or one series at a time (maybe it&#39;s just me),if I find a book boring I DNF it immediately. I don&#39;t linger with it long and read multiple books. What&#39;s your opinion on this?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p3kb0x/reading_shouldnt_be_a_marathon/",
  "subreddit": "books",
  "id": "p3kb0x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Okay, this sounds controversial but hear me out. Recently I've seen a surge in\ntrends like '100 books a year' or '10 books a months' I don't know if it been\nthis way since a long time or just recently but all I know is it's tiring. As a\nnon native English speaker and a student it's difficult to keep…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "賛否両論あると思いますが、最後まで聞いてください。最近の傾向として\n年に100冊」とか「1ヶ月に10冊」とか、昔からなのか最近なのかわかりませんが\n昔からそうだったのか、最近になってそうなったのかはわかりませんが、私が知っているのは、それが疲れているということです。私は\n英語を母国語としない者として、また学生として、英語を維持するのは難しい。",
      "title": "読書はマラソンではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，这听起来很有争议，但请听我说。最近，我看到有一种趋势，如 \"一年100本书 \"或 \"一个月10本书\"。\n我不知道它是长期以来还是最近才开始的。\n我不知道是很久以前就这样了，还是最近才这样，但我只知道这很累人。作为一个\n作为一个非英语为母语的人和一个学生，很难保持...",
      "title": "阅读不应该是一场马拉松"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，這聽起來很有爭議，但請聽我說。最近，我看到有一種趨勢，如 \"一年100本書 \"或 \"一個月10本書\"。\n我不知道它是長期以來還是最近纔開始的。\n我不知道是很久以前就這樣了，還是最近才這樣，但我只知道這很累人。作爲一個\n作爲一個非英語爲母語的人和一個學生，很難保持...",
      "title": "閱讀不應該是一場馬拉松"
    }
  ]
}