{
  "author": "Supperdjdodo",
  "original_created_utc": 1639949967,
  "title": "Just be careful out there guys",
  "created_utc": 1639971167,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;So in the Netherlands there is this popular guy called: Vincent Everts. For years he is one of the most if not the most popular Dutch Bitcoin maximalist. He is like the &amp;quot;go to&amp;quot; person for mainstream media to visit that can say something sensible and newsworthy about Bitcoin when it&amp;#39;s pumping or dumping. He even bought a Tesla many years ago for 100 BTC... It&amp;#39;s like he has it&amp;#39;s own pizza story.&lt;/p&gt;\n\n&lt;p&gt;Anyhow, he recently gave a livestream at home for a television program. When during the stream 3 guys walked in with a gun demanding all of his sats. His first reaction when having a gun point blank at his head was &amp;quot;Fuck You&amp;quot; and told them too either leave or simply shoot him. He bet on the three individuals not having the balls to do so. His son and daughter were both home when all this played out. The intruders after a minute left his home knowing it was a failed mission. (Link added)&lt;/p&gt;\n\n&lt;p&gt;These three men who gained acces to the residence by one of them pretending to be the postman and convinving the daughter to open the door are still wanted by the police.   &lt;/p&gt;\n\n&lt;p&gt;Although this guy gained most of his fame becuase of Bitcoin while he never disclosed how much he actualy got, the picture of a driveway full with 5 Tesla&amp;#39;s and other cool tech does move some evil minded persons. Even if you aren&amp;#39;t in the spotlight please be careful about what you post online and what you say to whom at whatever moment. It can like this instance lead to all of our nightmares. Even a simple presumption can be enough for some people to pick up some tools and rob the not so well guarded, one person bank. Simple things might someday come back to haunt you. Be careful out there guys.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 153,
  "permalink": "/r/Bitcoin/comments/rk6ga9/just_be_careful_out_there_guys/",
  "subreddit": "Bitcoin",
  "id": "rk6ga9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>So in the Netherlands there is this popular\nguy called: Vincent Everts. For years he is one of the most if not the most\npopular Dutch Bitcoin maximalist. He is like the &quot;go to&quot; person for\nmainstream media to visit that can say something sensible and…"
}