{
  "author": "DetroitUberDriver",
  "the_new_excerpt": "I don’t believe anything that Donald Trump says, nor his supporters, for obvious\nreasons, and quite frankly it seems that all media outlets have an agenda to\npush that leans heavily in one direction or another. Regardless, I’m not\npersonally aware of a single positive thing that Donald Trump,…",
  "original_created_utc": 1611105325,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不相信唐纳德-特朗普说的任何话，也不相信他的支持者，因为很明显的\n原因，坦率地说，似乎所有的媒体都有一个议程，以\n推动，严重偏向于某一方面。无论如何，我不是\n个人知道唐纳德-特朗普的一件积极的事情，... ...",
      "title": "[改变我的想法]：唐纳德-特朗普在他的总统任期内实际上没有做任何积极的事情（故意的）。我真的希望改变我对这个问题的看法，这样我就可以对过去的4年不那么愤世嫉俗了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不相信唐納德-特朗普說的任何話，也不相信他的支持者，因爲很明顯的\n原因，坦率地說，似乎所有的媒體都有一個議程，以\n推動，嚴重偏向於某一方面。無論如何，我不是\n個人知道唐納德-特朗普的一件積極的事情，... ...",
      "title": "[改變我的想法]：唐納德-特朗普在他的總統任期內實際上沒有做任何積極的事情（故意的）。我真的希望改變我對這個問題的看法，這樣我就可以對過去的4年不那麼憤世嫉俗了。"
    }
  ],
  "title": "CMV: Donald Trump has not actually done anything positive with his presidency (on purpose). I really want my view on this changed so I can be a bit less cynical about the last 4 years.",
  "created_utc": 1611119371,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don’t believe anything that Donald Trump says, nor his supporters, for obvious reasons, and quite frankly it seems that all media outlets have an agenda to push that leans heavily in one direction or another. Regardless, I’m not personally aware of a single positive thing that Donald Trump, himself, has done, or been a driving force behind, that will ultimately be for the long-term benefit for this country. </p>\n\n<p>I desperately want to have my mind changed on this, because I want to leave this last 4 years and nightmarish presidency behind as we enter a new era with Biden tomorrow with something a little less cynical to remember about Donald Trump.</p>\n\n<p>All it would take to change my mind is proof of something (the more the merrier though) that Donald Trump has actually intentionally been the catalyst for or done himself that is a net positive for the country. I’m aware that this is subjective, and I will take that into consideration. </p>\n\n<p>Thank you.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/l0y9mo/cmv_donald_trump_has_not_actually_done_anything/",
  "subreddit": "changemyview",
  "id": "l0y9mo",
  "is_self": true,
  "media": null,
  "is_video": false
}