{
  "author": "Spartalee",
  "the_new_excerpt": "Why YSK: Google \"USDA Rural Development Loan\". Search your area and find a home\nin a qualifying area to buy. I have personally used this loan twice. The loan is\nfor 100% of the home's cost and can even include certain items like closing\ncosts. The last home I purchased cost me $495 out of pocket and…",
  "original_created_utc": 1614304461,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：谷歌 \"USDA农村发展贷款\"。搜索您所在的地区并找到一个家\n在一个合格的地区购买。我个人用过两次这个贷款。该贷款是\n为100%的房屋成本，甚至可以包括某些项目，如关闭\n费用。我上次买的房子花了我495元钱，自掏腰包，... ...",
      "title": "YSK: 如果您住在美国，无法支付房屋的首付，如果房屋位于符合条件的地区，美国农业部农村发展贷款通常会支付100%的房屋成本。您可能会以比您支付的租金更低的价格找到房子。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：谷歌 \"USDA農村發展貸款\"。搜索您所在的地區並找到一個家\n在一個合格的地區購買。我個人用過兩次這個貸款。該貸款是\n爲100%的房屋成本，甚至可以包括某些項目，如關閉\n費用。我上次買的房子花了我495元錢，自掏腰包，... ...",
      "title": "YSK: 如果您住在美國，無法支付房屋的首付，如果房屋位於符合條件的地區，美國農業部農村發展貸款通常會支付100%的房屋成本。您可能會以比您支付的租金更低的價格找到房子。"
    }
  ],
  "title": "YSK: If you live in America and can't afford a down payment on a home a USDA rural development loan will often cover 100% of the home's cost, If the home is located in an eligible area. You may be able to find a home for less than you pay for rent.",
  "created_utc": 1614334966,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Google &quot;USDA Rural Development Loan&quot;. Search your area and find a home in a qualifying area to buy. I have personally used this loan twice. The loan is for 100% of the home&#39;s cost and can even include certain items like closing costs. The last home I purchased cost me $495 out of pocket and that was for a home inspection. This type of loan may help people who can afford rent but not a 20% down payment purchase a home and start building equity. It may also save you some money every month if you purchase a home with a mortgage less than your rent. Check the site and see what is available in your area then talk to a bank.</p>\n</div><!-- SC_ON -->",
  "score": 105,
  "permalink": "/r/YouShouldKnow/comments/lsmxa3/ysk_if_you_live_in_america_and_cant_afford_a_down/",
  "subreddit": "YouShouldKnow",
  "id": "lsmxa3",
  "is_self": true,
  "media": null,
  "is_video": false
}