{
  "author": "plywoodpiano",
  "original_created_utc": 1635849422,
  "title": "“The Machine Stops” a short story by EM Forster (1909) prophesies what Zuckerberg’s Metaverse might become (or already has?)",
  "created_utc": 1635866738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read this short story maybe 12 years ago and wondered if we might end up in a similar world the story posits - one where people exist in pod-like enclosures, only connected to one another through a fantastical &quot;mirror&quot; which shows &quot;satisfactory approximations&quot; of peoples likenesses. Facebook, and now the reliance on video chat hinted at something familiar, but Mark Zuckerberg&#39;s &quot;Metaverse&quot; feels uncanny. Would love to see what others think. Edit: You can read the story for free here <a href=\"https://www.cs.ucdavis.edu/%7Ekoehl/Teaching/ECS188/PDF_files/Machine_stops.pdf\">https://www.cs.ucdavis.edu/~koehl/Teaching/ECS188/PDF_files/Machine_stops.pdf</a></p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/ql1d41/the_machine_stops_a_short_story_by_em_forster/",
  "subreddit": "books",
  "id": "ql1d41",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I read this short story maybe 12 years ago and wondered if we might end up in a\nsimilar world the story posits - one where people exist in pod-like enclosures,\nonly connected to one another through a fantastical \"mirror\" which shows\n\"satisfactory approximations\" of peoples likenesses. Facebook, and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は12年ほど前にこの短編小説を読み、この物語が想定しているような世界に私たちもいるのではないかと考えました。\nこの物語が想定しているのと同じような世界、つまり、人々がポッドのような囲いの中に存在していて\n人々はポッドのような囲いの中に存在し、人々の「満足のいく近似値」を示す幻想的な「鏡」を通してのみお互いにつながっている。\nそれは、人々がポッドのような囲いの中に存在し、幻想的な「鏡」を通してお互いにつながっていて、その鏡には人々の似姿が「満足のいく近似値」で映し出されるというものだ。フェイスブック、そして...",
      "title": "EMフォースター（1909年）の短編小説 \"The Machine Stops \"は、ザッカーバーグのメタバースがどうなるかを予言しています（すでになっているかもしれませんが）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我大概在12年前读过这个短篇小说，想知道我们是否可能最终进入一个\n故事中提出的类似世界--人们存在于豆荚状的围栏中。\n只有通过一个奇幻的 \"镜子 \"才能相互连接，镜子里显示的是\n\"令人满意的近似 \"的人像。Facebook和...",
      "title": "EM Forster（1909）的短篇小说 \"The Machine Stops \"预言了扎克伯格的Metaverse可能成为（或已经成为？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我大概在12年前讀過這個短篇小說，想知道我們是否可能最終進入一個\n故事中提出的類似世界--人們存在於豆莢狀的圍欄中。\n只有通過一個奇幻的 \"鏡子 \"才能相互連接，鏡子裏顯示的是\n\"令人滿意的近似 \"的人像。Facebook和...",
      "title": "EM Forster（1909）的短篇小說 \"The Machine Stops \"預言了扎克伯格的Metaverse可能成爲（或已經成爲？"
    }
  ]
}