{
  "author": "TrainingCounter1",
  "original_created_utc": 1627708512,
  "title": "CMV: White people can experience racism alongside every other race",
  "created_utc": 1627724426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to start off by saying that I am not trying to downplay the racism that many POC experience on a daily basis, I believe it is a huge problem and requires attention to help find a solution.</p>\n\n<p>I often come across posts on social media of people claiming white people can&#39;t experience racism. The argument I come across the most usually goes as follows:  &quot;White people can&#39;t experience racism as they are the oppressor&#39;s, you cant oppress the oppressor&quot;. This is a crappy argument as racism is clearly defended as follows:</p>\n\n<blockquote>\n<p>prejudice, discrimination, or antagonism directed against a person or people on the basis of their membership in a particular racial or ethnic group, typically one that is a minority or marginalized. </p>\n</blockquote>\n\n<p>Just because the majority of racism is experienced by POC doesn&#39;t mean you can&#39;t experience it as someone who is white, this goes for other races as well. Especially on tiktok and twitter I will see people referring to white people as &quot;ranch rodent, mayo monkey, etc..&quot;. This is clearly racism as if I where to refer to someone who is a POC as anything similar to that I would be labeled as a racist. It is also evident when white people are made fun of when expressing that they have been the victim of a race related crime/ incident. I find people will often make fun of them and not take them seriously. Just because it doesn&#39;t happen as often doesn&#39;t take away from the fact that you are being racist.</p>\n\n<p>Claiming white people can&#39;t experience racism is an incredibly flawed argument. Again I&#39;m not trying to invalidate anyone, but it sets an unhealthy double standard.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/ov1clv/cmv_white_people_can_experience_racism_alongside/",
  "subreddit": "changemyview",
  "id": "ov1clv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want to start off by saying that I am not trying to downplay the racism that\nmany POC experience on a daily basis, I believe it is a huge problem and\nrequires attention to help find a solution.\n\nI often come across posts on social media of people claiming white people can't\nexperience racism. The…"
}