{
  "author": "TrainingCounter1",
  "original_created_utc": 1627708512,
  "title": "CMV: White people can experience racism alongside every other race",
  "created_utc": 1627724426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want to start off by saying that I am not trying to downplay the racism that many POC experience on a daily basis, I believe it is a huge problem and requires attention to help find a solution.</p>\n\n<p>I often come across posts on social media of people claiming white people can&#39;t experience racism. The argument I come across the most usually goes as follows:  &quot;White people can&#39;t experience racism as they are the oppressor&#39;s, you cant oppress the oppressor&quot;. This is a crappy argument as racism is clearly defended as follows:</p>\n\n<blockquote>\n<p>prejudice, discrimination, or antagonism directed against a person or people on the basis of their membership in a particular racial or ethnic group, typically one that is a minority or marginalized. </p>\n</blockquote>\n\n<p>Just because the majority of racism is experienced by POC doesn&#39;t mean you can&#39;t experience it as someone who is white, this goes for other races as well. Especially on tiktok and twitter I will see people referring to white people as &quot;ranch rodent, mayo monkey, etc..&quot;. This is clearly racism as if I where to refer to someone who is a POC as anything similar to that I would be labeled as a racist. It is also evident when white people are made fun of when expressing that they have been the victim of a race related crime/ incident. I find people will often make fun of them and not take them seriously. Just because it doesn&#39;t happen as often doesn&#39;t take away from the fact that you are being racist.</p>\n\n<p>Claiming white people can&#39;t experience racism is an incredibly flawed argument. Again I&#39;m not trying to invalidate anyone, but it sets an unhealthy double standard.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/changemyview/comments/ov1clv/cmv_white_people_can_experience_racism_alongside/",
  "subreddit": "changemyview",
  "id": "ov1clv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want to start off by saying that I am not trying to downplay the racism that\nmany POC experience on a daily basis, I believe it is a huge problem and\nrequires attention to help find a solution.\n\nI often come across posts on social media of people claiming white people can't\nexperience racism. The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に申し上げたいのは、多くのPOCが日常的に経験している人種差別を軽視しているわけではないということです。\n多くのPOCが日常的に経験している人種差別を軽視しているわけではなく、大きな問題であり、解決のためには注意が必要だと考えています。\nこれは大きな問題であり、解決のためには注意が必要です。\n\nソーシャルメディアでは、白人は人種差別を経験しないと主張する人々の投稿をよく目にします。\n人種差別を経験することはないと主張する人々の投稿によく遭遇します。その...",
      "title": "CMV: 白人は他のすべての人種と一緒に人種差別を経験することができる"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先我想说，我并不是想淡化许多黑人每天都会遇到的种族主义。\n我相信这是一个巨大的问题，需要关注，以帮助找到解决方案。\n我认为这是一个巨大的问题，需要关注，以帮助找到一个解决方案。\n\n我经常在社交媒体上看到一些人的帖子，他们声称白人不可能经历种族主义。\n遭遇种族主义。这是我的观点。",
      "title": "CMV：白人可以和其他所有种族一起经历种族主义"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先我想說，我並不是想淡化許多黑人每天都會遇到的種族主義。\n我相信這是一個巨大的問題，需要關注，以幫助找到解決方案。\n我認爲這是一個巨大的問題，需要關注，以幫助找到一個解決方案。\n\n我經常在社交媒體上看到一些人的帖子，他們聲稱白人不可能經歷種族主義。\n遭遇種族主義。這是我的觀點。",
      "title": "CMV：白人可以和其他所有種族一起經歷種族主義"
    }
  ]
}