{
  "author": "AfrasiabX",
  "the_new_excerpt": "I get that being overweight is more dangerous to your health than smoking but\nit's still similar in the way that you develop serious health risks but this\nisn't about that.\n\nSome people just like to bully or make fun of people for being \"ugly\" and then\npretend to be caring for their health. I mean,…",
  "original_created_utc": 1620870412,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "太りすぎが喫煙よりも健康に悪いのはわかりますが\n深刻な健康被害をもたらすという点では似ていますが、これはそのことではありません。\nこれはそういうことではありません。\n\n醜い」という理由で人をいじめたり、馬鹿にしたりして、その人を気遣うふりをするのが好きな人がいます。\n健康に気を遣っているように見せかけている人がいます。つまり、、、。",
      "title": "CMV：太っている友人には不健康だと指摘するのに、タバコを吸っている友人には同じことをしないのであれば、友人の健康を気遣っているふりをするのはやめたほうがいいでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道超重比吸烟对你的健康更危险，但是\n但它仍然是类似的，因为你会产生严重的健康风险，但这不是关于这个问题。\n这不是关于这个。\n\n有些人只是喜欢欺负或取笑人们的 \"丑陋\"，然后\n然后假装关心他们的健康。我的意思是，...",
      "title": "CMV: 如果你向你的超重朋友指出他们不健康，但却不对你的吸烟朋友做同样的事情，你就不要再假装你关心你朋友的健康了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道超重比吸菸對你的健康更危險，但是\n但它仍然是類似的，因爲你會產生嚴重的健康風險，但這不是關於這個問題。\n這不是關於這個。\n\n有些人只是喜歡欺負或取笑人們的 \"醜陋\"，然後\n然後假裝關心他們的健康。我的意思是，...",
      "title": "CMV: 如果你向你的超重朋友指出他們不健康，但卻不對你的吸菸朋友做同樣的事情，你就不要再假裝你關心你朋友的健康了。"
    }
  ],
  "title": "CMV: If you point out to your overweight friends that they're unhealthy but don't do the same to your friends who smoke, you should stop pretending that you care about your friends' health.",
  "created_utc": 1620942519,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get that being overweight is more dangerous to your health than smoking but it&#39;s still similar in the way that you develop serious health risks but this isn&#39;t about that. </p>\n\n<p>Some people just like to bully or make fun of people for being &quot;ugly&quot; and then pretend to be caring for their health. I mean, an overweight or obese person knows what state their health is in. They&#39;ve heard it a billion times. Listening to your flaws being aired again and again demotivates you to fight them off. I believe it leads to you internalizing the fat and starting to think that it&#39;s a part of you that can never change so, you give up before you start.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/nb5fuo/cmv_if_you_point_out_to_your_overweight_friends/",
  "subreddit": "changemyview",
  "id": "nb5fuo",
  "is_self": true,
  "media": null,
  "is_video": false
}