{
  "author": "Pangolinsftw",
  "original_created_utc": 1626883255,
  "title": "CMV: Minnesota State Rep John Thompson should be censured for blatantly lying about his interaction with a cop and trying to use his status to avoid a ticket.",
  "created_utc": 1626910681,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First of all...what does it mean for a State Representative to be censured?</p>\n\n<blockquote>\n<p><strong>Censure</strong> is a formal, and public, group condemnation of an individual, often a group member, whose actions run counter to the group&#39;s acceptable standards for individual behavior. In the United States, governmental censure is done when a body&#39;s members wish to publicly reprimand the president of the United States, a member of Congress, a judge or a cabinet member. It is a formal statement of disapproval.</p>\n</blockquote>\n\n<p>Personally, I&#39;d like him to be expelled. But I wonder how likely that is. I&#39;ll settle for him being censured.</p>\n\n<p>So, Minnesota State Representative John Thompson came out recently saying he was <a href=\"https://bringmethenews.com/minnesota-news/video-police-bodycam-footage-of-rep-john-thompsons-july-4-traffic-stop\">racially profiled during a police stop</a>. There&#39;s a few things you need to know:</p>\n\n<ol>\n<li>He was &quot;driving aggressively&quot; and without a front license plate, in clear violation of state law.</li>\n<li>He was cited, and 10 days later, he compares himself to black men who were supposedly targeted by police because of their race.</li>\n<li>He supports calls for the bodycam footage to be released, but when the footage is released, it&#39;s clear that Rep, Thompson has been lying about what happens during the stop.</li>\n</ol>\n\n<p>So what do we see in the bodycam footage?</p>\n\n<p>Well, here&#39;s one thing that happens: He says &quot;I&#39;m a state representative, if that makes a difference&quot;.</p>\n\n<p>Think about that. He&#39;s trying to say he&#39;s being oppressed by systemic racism and the first thing he tries to do is flaunt his status as a U.S. Representative to get out of a citation. Only when that fails does he play the race card. Utterly despicable, shameful behavior.</p>\n\n<p>And of course, the cop is perfectly well-behaved, as is usually the case in these situations. No racism detected whatsoever. Thompson lied.</p>\n\n<p>So Thompson hands the cop a Wisconsin license. (He&#39;s a MN State Rep). His license is suspended in Minnesota:</p>\n\n<blockquote>\n<p>After printing off a citation, he exits the squad car and approaches Thompson&#39;s vehicle, apologizing for it taking so long.  </p>\n\n<p>&quot;You&#39;re suspended in Minnesota,&quot; the officer says.  </p>\n\n<p>Thompsons shakes his head no, and the officer continues: &quot;That&#39;s what the computer says. If it&#39;s wrong, you&#39;ll have to deal with DVS [the Department of Vehicle Services].&quot;</p>\n</blockquote>\n\n<p>Clearly this guy is a piece of shit, and now we have legal questions about his residency.</p>\n\n<p>Consider <a href=\"https://alphanewsmn.com/exclusive-past-posts-reveal-thompsons-derogatory-treatment-of-women/\">this</a> also:</p>\n\n<blockquote>\n<p>In various comments, Thompson referred to his now wife as a “psyco [sic] hoe,” “fat bitch,” “ugly bitch,” “stupid bitch,” “fake bitch,” “retarded motherfuckr [sic],” and “dick chaser.” In some cases, he seemingly encouraged her to kill herself and said she was “gone [sic] need a dentist” if she continued to post about him.</p>\n</blockquote>\n\n<p>Real charmer. Sounds real bright, too.</p>\n\n<p>Remember how the media went after Trump because of what he said about women? Those were bad, but...can you imagine if Trump said this stuff? Can you imagine the media reaction? The reaction from other politicians?</p>\n\n<p>And yet, none of the other State Reps have even filed an ethics complaint about this.</p>\n\n<p>So...look. This is terrible. There have been several news stories about people, even org leaders, local government, etc - claiming to have been a victim of racism after being pulled over, and when the bodycam footage comes out, it just proves they were full of shit.</p>\n\n<p>These stories are always funny, in a pitiful sort of way. You laugh at how stupid and immoral they are for trying to lie and frame a cop as a racist oppressor when usually they were nothing but courteous and professional. That alone is <em>just</em> horrible. To so callously and casually try to ruin someone&#39;s reputation just to play the victim and get out of legal consequences.</p>\n\n<p>But when you try to use your status as a State Rep to avoid the law, and then you play the race card when that fails, in my eyes, you&#39;re done. You shouldn&#39;t be a State Representative.</p>\n\n<p>With the law being what it is, ironically, State Rep Thompson is rather well-protected from expulsion or even censure. Despite being oppressed, he has to try really hard to lose his position.</p>\n\n<p>In my view, all this is sufficient to censure him. I wish it were sufficient to expel him, but that hasn&#39;t happened since 2002 and that rep was criminally charged with a laundry list of charges.</p>\n\n<p>Again, despite all this, no other reps have the courage to even file a complaint after this despicable behavior.</p>\n\n<blockquote>\n<p><strong>Speaker of the House Melissa Hortman (DFL-Brooklyn Park) in a statement Tuesday afternoon said that, while House members can make a formal ethics complaint, none have been filed regarding this incident with Rep. Thompson so far.</strong></p>\n</blockquote>\n\n<p>This is inexcusable. We can&#39;t tolerate this kind of behavior from State Reps.</p>\n\n<p>But hey, clearly they don&#39;t feel compelled to file a complaint, so I must be missing something. What is it?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/oosv7r/cmv_minnesota_state_rep_john_thompson_should_be/",
  "subreddit": "changemyview",
  "id": "oosv7r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First of all...what does it mean for a State Representative to be censured?\n\n> Censure is a formal, and public, group condemnation of an individual, often a\n> group member, whose actions run counter to the group's acceptable standards\n> for individual behavior. In the United States, governmental…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず最初に、州議会議員が問責決議を受けるとはどういうことでしょうか？\n\n> 問責決議とは、グループの許容基準に反した行動をとった個人（多くの場合、グループのメンバー）を、グループが公式に、かつ公的に非難することです。\n> グループのメンバーであることが多いのですが、その個人の行動がグループの許容基準に反していると\n> 個人の行動を非難することです。米国では、政府の...",
      "title": "CMV: ミネソタ州議会のジョン・トンプソン議員は、警官とのやりとりについてあからさまに嘘をつき、自分の地位を利用して切符を避けようとしたため、検挙されるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先......一个州代表被训斥是什么意思？\n\n> 谴责是一种正式的、公开的、对某个人的团体谴责，通常是指一个\n> 团体成员，其行为违背了团体可接受的标准\n>个人行为的标准。在美国，政府...",
      "title": "CMV：明尼苏达州议员约翰-汤普森应该受到谴责，因为他在与警察的互动中公然撒谎，并试图利用他的身份来逃避罚单。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先......一個州代表被訓斥是什麼意思？\n\n> 譴責是一種正式的、公開的、對某個人的團體譴責，通常是指一個\n> 團體成員，其行爲違背了團體可接受的標準\n>個人行爲的標準。在美國，政府...",
      "title": "CMV：明尼蘇達州議員約翰-湯普森應該受到譴責，因爲他在與警察的互動中公然撒謊，並試圖利用他的身份來逃避罰單。"
    }
  ]
}