{
  "author": "AbsolutBadLad",
  "original_created_utc": 1639307645,
  "title": "But Do You ACTUALLY Know What Ethereum Is?",
  "created_utc": 1639319523,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I know what Ethereum is or so I thought until an old friend of mine asked me why is it so much better than other Cryptos.&lt;/p&gt;\n\n&lt;p&gt;This person is good with computers and technologies so he kept asking me more questions about it and my incompetency to formulate good answers made me realise how less I know in proportion to how much time I spend reading posts here and other linked articles.&lt;/p&gt;\n\n&lt;p&gt;So my question is how many of you are in the same spot?&lt;/p&gt;\n\n&lt;p&gt;And if possible, I&amp;#39;d like to know what is the best way to explain what Ethereum is to a typical Indian guy.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 167,
  "permalink": "/r/CryptoCurrency/comments/remzo4/but_do_you_actually_know_what_ethereum_is/",
  "subreddit": "CryptoCurrency",
  "id": "remzo4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know what Ethereum is or so I thought until an old friend of mine asked me why\nis it so much better than other Cryptos.\n\nThis person is good with computers and technologies so he kept asking me more\nquestions about it and my incompetency to formulate good answers made me realise\nhow less I know…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>イーサリアムがどんなものかは知っているし、そう思っていました。\n</p> <p>私はイーサリアムがどんなものか知っていると思っていましたが、古い友人が、なぜイーサリアムが他のクリプトに比べて優れているのか尋ねてきました。\n</p> <p>その人はコンピュータやテクノロジーに詳しいので、私にもっと多くの質問をしてきました。\n</p> <p>この人はコンピュータやテクノロジーに詳しいので、イーサリアムについてもっと質問してきたのですが、私は良い意見をまとめることができませんでした。",
      "title": "しかし、実際にイーサリアムとは何かを知っていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我知道Ethereum是什么，或者说我是这么认为的，直到我的一个老朋友问我为什么它比其他加密货币好。\n我的一个老朋友问我为什么它比其他加密货币好得多。\n<p>这个人对计算机和技术很在行，所以他一直在问我更多的\n他不断地问我更多关于它的问题，而我却无能为力，无法提出好的建议。",
      "title": "但你真的知道以太坊是什么吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我知道Ethereum是什麼，或者說我是這麼認爲的，直到我的一個老朋友問我爲什麼它比其他加密貨幣好。\n我的一個老朋友問我爲什麼它比其他加密貨幣好得多。\n<p>這個人對計算機和技術很在行，所以他一直在問我更多的\n他不斷地問我更多關於它的問題，而我卻無能爲力，無法提出好的建議。",
      "title": "但你真的知道以太坊是什麼嗎？"
    }
  ]
}