{
  "author": "JuicySpark",
  "the_new_excerpt": "Call me a hypocrite for realizing it now with all the gas fees, call me whatever\n, I know I used to knock on it all the time in the past, I called it a shit coin\nseveral times over but RaiBlocks really is a helpful useful crypto.\n\nI don't own any either so this isn't a shill post. It's more about…",
  "original_created_utc": 1614127003,
  "title": "I Used to HATE NANO but not I'm starting to really appreciate having it around.",
  "created_utc": 1614156305,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Call me a hypocrite for realizing it now with all the gas fees, call me whatever , I know I used to knock on it all the time in the past, I called it a shit coin several times over but RaiBlocks really is a helpful useful crypto. </p>\n\n<p>I don&#39;t own any either so this isn&#39;t a shill post.  It&#39;s more about that it helps us out in rough times.  It&#39;s fast as FK.   It helped me out these past month to avoid $100s in gas fees, and even though I had to pay exchange trading percentiles to get so I can send it back out...I still saved money. </p>\n\n<p>Many will say, &quot;we have too many altcoins&quot;. But what&#39;s going to happen when a time comes  1 billion people own Crypto and everyone is trading alts left and right?    Many alts will get overloaded too. Scaling is still an issue.   We will need either everyone running nodes for one or two cryptos or we are going to need more alts to handle the load. </p>\n\n<p>So I&#39;m done knocking in cryptos like Nano.  Truth is, we need to support all cryptos even if we don&#39;t own it.</p>\n\n<p>Just like moons\n The more we support alts as a whole , the more it benefits the community as a whole.</p>\n</div><!-- SC_ON -->",
  "score": 531,
  "permalink": "/r/CryptoCurrency/comments/lqyc93/i_used_to_hate_nano_but_not_im_starting_to_really/",
  "subreddit": "CryptoCurrency",
  "id": "lqyc93",
  "is_self": true,
  "media": null,
  "is_video": false,
  "source_updated_at": 1614332880689
}