{
  "author": "Plexless",
  "the_new_excerpt": "Asian indentured servants, or “coolies” as a derogatory term, have been used as\na source of cheap labor in the United States as early as the 1800s.\n\nWhile indentured servants are different from slaves because they have paid\ncontracts, in the case of Asian coolies (and also many indentured…",
  "original_created_utc": 1613954034,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "亚裔契约工，或作为贬义词的 \"酷儿\"，一直被用作。\n早在19世纪，美国就出现了廉价劳动力的来源。\n\n虽然契约奴与奴隶不同，因为他们已经支付了\n合同，在亚洲酷吏的情况下（也有许多契约工。",
      "title": "CMV：亚洲人在美国也当过奴隶，这不是这个国家的主流教育。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "亞裔契約工，或作爲貶義詞的 \"酷兒\"，一直被用作。\n早在19世紀，美國就出現了廉價勞動力的來源。\n\n雖然契約奴與奴隸不同，因爲他們已經支付了\n合同，在亞洲酷吏的情況下（也有許多契約工。",
      "title": "CMV：亞洲人在美國也當過奴隸，這不是這個國家的主流教育。"
    }
  ],
  "title": "CMV: Asians have also been slaves in the U.S. and this isn’t mainstream education in this country.",
  "created_utc": 1613968942,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Asian indentured servants, or “coolies” as a derogatory term, have been used as a source of cheap labor in the United States as early as the 1800s.</p>\n\n<p>While indentured servants are different from slaves because they have paid contracts, in the case of Asian coolies (and also many indentured African servants in the Antebellum South) they were oftentimes duped into free labor or sold to another employer in the States where their original “contracts” were voided. </p>\n\n<p>“In practice, however, as many opponents of coolie labor argued, abuse and violence was rampant. Some of these laborers signed contracts based on misleading promises, some were kidnapped and sold into the trade, some were victims of clan violence whose captors sold them to coolie brokers, while others sold themselves to pay off gambling debts.”</p>\n\n<p>On the Pacific Passage:</p>\n\n<p>“As many as 500 were crammed into a single ship hold, leaving no room to move. Some of these were Chinese women kidnapped to be sex slaves under the demand of American and Caribbean plantation owners.”</p>\n\n<p>(Both cited from Wiki)</p>\n\n<p>More compelling to me when asking if coolie labor was a form of slavery, is how the California state government eventually came to define it in its 1879 Constitution:</p>\n\n<p>&quot;Asiatic coolieism is a form of human slavery, and is forever prohibited in this State, and all contracts for coolie labour shall be void.”</p>\n\n<p>Interestingly enough, Abraham Lincoln also signed “An Act to Prohibit the ‘Coolie Trade’” months before his Emancipation Proclamation.</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/changemyview/comments/lpat0s/cmv_asians_have_also_been_slaves_in_the_us_and/",
  "subreddit": "changemyview",
  "id": "lpat0s",
  "is_self": true,
  "media": null,
  "is_video": false
}