{
  "author": "DonnyJuando",
  "original_created_utc": 1635358424,
  "title": "CMV: There is a shortage of workers because the pandemic has taught us that the economy doesnt need us; and over the last year & a half we have individually found ways to minimize or even eliminate our dependence on abusive employers.",
  "created_utc": 1635367231,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am a professional chef and the pandemic and lockdown hit the food scene like the fist of an angry god. Many restaurants immediately shut down to wait it out. Many restaurants shut down and went out of business. Some restaurants were able to stay in business by effectively converting to a dine-out-only model. Overall, the ability to secure employment as a chef or cook was essentially impossible. The restaurants that stayed open &amp; serviced the delivery scene pared their staff down to minimal, absolutely essential, most senior staff. There were unemployed cooks everywhere. Now that we&#39;re back to 100% seating capacity and guests can even fill the bar, there are no cooks to be found. This is just one example, but the media is saturated with news of labor shortages. There is a reason and it&#39;s not that everyone who was unemployed during lockdown instantly became successful software developers.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/changemyview/comments/qh2us4/cmv_there_is_a_shortage_of_workers_because_the/",
  "subreddit": "changemyview",
  "id": "qh2us4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am a professional chef and the pandemic and lockdown hit the food scene like\nthe fist of an angry god. Many restaurants immediately shut down to wait it out.\nMany restaurants shut down and went out of business. Some restaurants were able\nto stay in business by effectively converting to a dine-out…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はプロのシェフですが、パンデミックとロックダウンは食の現場をまるで\nパンデミックとロックダウンは、神の怒りの拳のようにフードシーンを襲いました。多くのレストランがすぐに営業を停止して事態を収拾しました。\n多くのレストランが営業を停止し、廃業していきました。一部のレストランでは\nダインアウトに変更することでビジネスを継続したレストランもありました。",
      "title": "CMV: 労働者が不足しているのは、パンデミックによって経済が私たちを必要としていないことを学んだからです。この1年半の間に、私たちは個々に虐待的な雇用者への依存を最小限にする、あるいは排除する方法を見つけました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一名专业厨师，大流行病和封锁对食品领域的打击就像愤怒的上帝的拳头。\n愤怒的上帝的拳头。许多餐馆立即关闭以等待时机。\n许多餐馆停业了，倒闭了。一些餐馆能够\n通过有效地转换为堂食来保持业务......",
      "title": "CMV：工人短缺是因为大流行病让我们知道经济不需要我们；在过去的一年半里，我们各自找到了尽量减少甚至消除对虐待性雇主的依赖的方法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一名專業廚師，大流行病和封鎖對食品領域的打擊就像憤怒的上帝的拳頭。\n憤怒的上帝的拳頭。許多餐館立即關閉以等待時機。\n許多餐館停業了，倒閉了。一些餐館能夠\n通過有效地轉換爲堂食來保持業務......",
      "title": "CMV：工人短缺是因爲大流行病讓我們知道經濟不需要我們；在過去的一年半里，我們各自找到了儘量減少甚至消除對虐待性僱主的依賴的方法。"
    }
  ]
}