{
  "author": "readingupastorm",
  "original_created_utc": 1624758739,
  "title": "The Coddling of the American Mind",
  "created_utc": 1624800567,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I finished this book a bit ago, and I think it&#39;s a really important read.  Haidt and Lukianoff (the authors) discuss the rise of what they call &quot;safetyism&quot; in America, and how it&#39;s backfiring on us and creating a culture of intolerance and fragility.  They make convincing arguments.</p>\n\n<p>I was wondering who else had read it and what your thoughts were.  Specifically:</p>\n\n<p>- Students or teachers in academia these days: what did you think of the book&#39;s portrayal of college campuses?  As some one who graduated college in 2007, I found the scenarios they detail quite disturbing.  They describe a culture of students who deem opposing ideas &quot;harmful&quot;, hunting out the ideologically impure and punishing them along with anyone who sides with them, which sounds a lot like Mao&#39;s Cultural Revolution, which they also reference in the book.  Or Twitter come to life.</p>\n\n<p>- Parents: What did you think of the book&#39;s depictions child-rearing over the years: how now there is less free play and way more scheduled, adult-supervised activities.  Do you see or feel this difference?  I&#39;m not a parent so I really wonder what it&#39;s like raising kids these days.  Not easy, I&#39;m sure!</p>\n\n<p>-Anyone and everyone else: any interesting points that I left out?  Any counterarguments to the book&#39;s hypothesis?  Or agreements?  I&#39;m all ears.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o8ns9j/the_coddling_of_the_american_mind/",
  "subreddit": "books",
  "id": "o8ns9j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I finished this book a bit ago, and I think it's a really important read. Haidt\nand Lukianoff (the authors) discuss the rise of what they call \"safetyism\" in\nAmerica, and how it's backfiring on us and creating a culture of intolerance and\nfragility. They make convincing arguments.\n\nI was wondering…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本は少し前に読み終えましたが、本当に大切な本だと思います。Haidt\nとLukianoff（著者）は、彼らが「安全主義」と呼ぶものがアメリカで台頭していることを論じています。\nアメリカで「安全主義」と呼ばれるものが台頭し、それがいかに裏目に出て、不寛容と脆弱の文化を生み出しているかを論じています。\n脆弱な文化を生み出していることを論じています。彼らは説得力のある議論を展開しています。\n\n私は不思議に思っていました。",
      "title": "アメリカ人の心の甘え"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不久前读完了这本书，我认为这是一本非常重要的书。Haidt\n和Lukianoff（作者）讨论了他们所谓的 \"安全主义 \"在美国的兴起。\n美国的 \"安全主义 \"的兴起，以及它是如何反作用于我们并创造出一种不容忍和脆弱的文化。\n脆弱的文化。他们提出了令人信服的论点。\n\n我在想...",
      "title": "美国人的思想被束缚"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不久前讀完了這本書，我認爲這是一本非常重要的書。Haidt\n和Lukianoff（作者）討論了他們所謂的 \"安全主義 \"在美國的興起。\n美國的 \"安全主義 \"的興起，以及它是如何反作用於我們並創造出一種不容忍和脆弱的文化。\n脆弱的文化。他們提出了令人信服的論點。\n\n我在想...",
      "title": "美國人的思想被束縛"
    }
  ]
}