{
  "author": "dkschrute79",
  "the_new_excerpt": "First, I’ll say that I loved The Martian, both the book and the adapted movie.\nThis book has a similar feel in a lot of ways, which I liked. I felt the\nemotional roller coaster more than I was expecting, especially towards the end.\nI went into this story completely blind to the premise and am so…",
  "original_created_utc": 1623700248,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に言っておきますが、私は『The Martian』が本も映画化された作品も大好きでした。\nこの本も多くの点で似たような雰囲気を持っていて、それが気に入りました。感情のジェットコースターを予想以上に感じました。\n感情のジェットコースターのような感覚を、特に最後の方で感じました。\n私はこの物語の前提を全く知らずに入っていったので、とても...",
      "title": "Project Hail Maryを終了しました。なんというか、楽しい旅でした[ネタバレ]。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我要说的是，我喜欢《火星人》，无论是书还是改编的电影。\n这本书在很多方面都有类似的感觉，我很喜欢。我感受到的\n情感过山车比我预期的要多，特别是在最后。\n我对这个故事的前提是完全盲目的，而且是如此的...",
      "title": "刚刚完成 \"万福玛利亚计划\"。真是一次愉快的旅程[剧透]"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我要說的是，我喜歡《火星人》，無論是書還是改編的電影。\n這本書在很多方面都有類似的感覺，我很喜歡。我感受到的\n情感過山車比我預期的要多，特別是在最後。\n我對這個故事的前提是完全盲目的，而且是如此的...",
      "title": "剛剛完成 \"萬福瑪利亞計劃\"。真是一次愉快的旅程[劇透]"
    }
  ],
  "title": "Just finished Project Hail Mary. What an enjoyable ride [spoilers]",
  "created_utc": 1623735987,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First, I’ll say that I loved The Martian, both the book and the adapted movie.  This book has a similar feel in a lot of ways, which I liked. I felt the emotional roller coaster more than I was expecting, especially towards the end. I went into this story completely blind to the premise and am so glad I did. I wasn’t expecting him to make contact with aliens and loved his dynamic with Rocky. The last chapter hit me right in the feels.  Was excited to see that he got a new set of students in the end.  Fun fact, both The Martian (movie) and this new book ended with hands raised… found that cool.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/nzvatn/just_finished_project_hail_mary_what_an_enjoyable/",
  "subreddit": "books",
  "id": "nzvatn",
  "is_self": true,
  "media": null,
  "is_video": false
}