{
  "author": "PensiveOlive",
  "the_new_excerpt": "Context I’m in my early 20s about to graduate from university. I really hope\nthis doesn’t come across as virtue signalling because it’s not, I just really\ndislike people who do this and I want to know if it’s justified and if anyone\nfeels the same way or differently.\n\nAnd my take is, yeah if you’re…",
  "original_created_utc": 1613315502,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "背景我20岁出头，即将大学毕业。我真的希望\n这并没有来过作为美德信号 因为它不是，我只是真的\n讨厌这样做的人，我想知道这样做是否合理，是否有人\n感觉同样的方式或不同。\n\n而我的看法是，是的，如果你是...",
      "title": "CMV：社交媒体上的自恋已经令人不安地常态化了，在网上发挥或试图吸引人，这不是 \"自爱\"--人们称之为 \"自爱\"，这只是自我陶醉。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "背景我20歲出頭，即將大學畢業。我真的希望\n這並沒有來過作爲美德信號 因爲它不是，我只是真的\n討厭這樣做的人，我想知道這樣做是否合理，是否有人\n感覺同樣的方式或不同。\n\n而我的看法是，是的，如果你是...",
      "title": "CMV：社交媒體上的自戀已經令人不安地常態化了，在網上發揮或試圖吸引人，這不是 \"自愛\"--人們稱之爲 \"自愛\"，這只是自我陶醉。"
    }
  ],
  "title": "CMV: Narcissism on social media has become disturbingly normalized, and it’s not “self love”- as people call it- to flex or attempt to be attractive online, it’s just being self absorbed.",
  "created_utc": 1613334918,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Context I’m in my early 20s about to graduate from university. I really hope this doesn’t come across as virtue signalling because it’s not, I just really dislike people who do this and I want to know if it’s justified and if anyone feels the same way or differently.</p>\n\n<p>And my take is, yeah if you’re proud of something then good for you for showing it off, but I just feel like sometimes this behaviour on social media is just being overly proud of yourself when you don’t have any valid accomplishment. Like if someone is just showing themselves off because it’s clear they think they look hot and they think they should be getting positive reinforcement for that, just because they look good? Just because they are them?</p>\n\n<p>So let’s be more specific and define what I mean by self absorbed content. For example, endless selfies on your feed with no substance where it’s clear that person just likes to have their face show up on people’s feed, or trying overly hard to be seductive where you just end up looking ridiculous. And it’s different if you’re posting like fashion inspo, or if you’re posting something other than just your face. It’s also different if you’re sharing a milestone or important moment to you, or maybe your modelling career is taking off so you’re posting some risque photos because you’re proud of your work- then ok fine, you get a pass for bragging a bit because it’s well deserved! Like some people’s instagram is just all selfies where nothing interesting is going on, to me that just seems like what your camera roll is for. Sure I’m proud of my abs but I don’t need my entire following to see me flexing my abs just for the sake of ~self love~ and ~loving myself~, I’m happy with myself and my abs are just another part of my body, I don’t think I am owed recognition for the hard work I put in to get them. What am I, a fifth grader who needs a gold star from my teacher? If I posted comparison pics one time and I and had a small blurb about my journey then yeah that would help people and give people inspiration, that would be awesome. But if I just posted my abs (or face in most cases) every week, with no added meaningful substance each time, then wouldn’t I be very self absorbed for doing so? Idk why being self absorbed has become so normalized in this age.</p>\n\n<p>If you’re recording tiktoks of you doing a random dance and blowing kisses at the camera, adding seductive music in the background, and then promoting it to your personal instagram account, I think you’re just someone who is clearly self-absorbed desperate for validation and attention, and it’s just so unattractive to me because it makes me ask the question, why is this a priority in your life? What sane person actually records this stuff and then shares it to their network of university peers? Who is proud of themselves for creating this content? And for what? Attention? Comments about how seductive they look in their tiktok? The disturbing question is, why do these people get a sense of pride and validation for creating content like this? I really think it’s messed up and weird. </p>\n\n<p>And I take selfies too and I take nice pictures of myself, and I like seeing that I look attractive in a photo of myself, I don’t think it’s self absorbed to like what you see. I just keep feeling like a sane person wouldn’t feel the need to share mundane selfies with their following. Like it just comes across as being obsessed with yourself and I just don’t think it’s humble or an attractive trait to have in general as a human being. It feels disingenuous, materialistic, too self-important, and artificial. It makes me feel like their priority as a human is based around how others see them and how much recognition they get for being a perceived as a valuable, decent, or cool person, when your priorities as a person should be centred around who you want to be, what impact you want on the world, how you can make everyone around you better with you together. I just hate the whole “look at me” mindset. It’s obvious when someone is posting something that actually has a purpose or is important to that person, vs when something was just posted for attention or to flex over and over again. A few flexes are appropriate, like when we are proud of something we will want to share it naturally. But random tiktoks where you’re sticking your tongue out and trying to look sexy? What?</p>\n\n<p>Does anyone here feel the same as me? Am I just a bitter bitch? Of course everyone has the right to do what makes them happy, surely I have the right to judge them as self absorbed people for behaving in this way?</p>\n\n<p>For context so you people know I’m not being a hypocrite or anything, my instagram has a few photos of myself hanging out with people important to me where the angles make us look attractive and we look good, and I wanted to share it because they were important moments in my life that meant a lot to me in my personal growth and journey. but I post extremely infrequently because I only feel compelled to post things that are important to me, I just don’t feel compelled to post my random selfies. </p>\n\n<p>My main problem is that I just feel like making self-promotion a big part of your headspace leads you to have an inflated sense of self. I noticed this behaviour in myself in high school and I corrected it once I realized how it changed the way I acted around others. Now it’s like I can’t unsee it in everyone.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/ljq325/cmv_narcissism_on_social_media_has_become/",
  "subreddit": "changemyview",
  "id": "ljq325",
  "is_self": true,
  "media": null,
  "is_video": false
}