{
  "author": "UnmakerOmega",
  "original_created_utc": 1629564684,
  "title": "Any love for James Michener in this sub?",
  "created_utc": 1629597897,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I remember reading Mexico and Hawaii from my dads book shelf as a teen. Too long ago to remember much on plot, but I remember feeling like this guy must do an incredible amount of research to write these novels. They also had the feel that the location itself was a character so to speak, maybe even the main character. I really enjoyed them but never made it back to Michener as an adult.</p>\n\n<p>Any fans? Favorite Michener books?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/p8uvr4/any_love_for_james_michener_in_this_sub/",
  "subreddit": "books",
  "id": "p8uvr4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I remember reading Mexico and Hawaii from my dads book shelf as a teen. Too long\nago to remember much on plot, but I remember feeling like this guy must do an\nincredible amount of research to write these novels. They also had the feel that\nthe location itself was a character so to speak, maybe even…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "10代の頃、親父の本棚にあったメキシコとハワイを読んだのを覚えている。あまりにも昔のことで\n筋書きはあまり覚えていませんが、この人はこれらの小説を書くためにすごい量の研究をしているに違いないと感じたことは覚えています。\nこの人はものすごい量のリサーチをしてこのような小説を書いているのだろうと感じました。また、これらの小説は、場所そのものが登場人物のように感じられました。\nその場所自体が、いわばキャラクターのようなもので、もしかしたら...。",
      "title": "このサブでジェームズ・ミッチェナーへの愛は？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我记得十几岁时从我父亲的书架上读过《墨西哥和夏威夷》。太久了\n太久了，不记得有多少情节，但我记得我觉得这家伙一定做了大量的研究来写这些小说。\n写这些小说的人一定做了大量的研究。它们也有这样的感觉\n地点本身就是一个角色，可以这么说，甚至可能是...",
      "title": "在这个子里有对詹姆斯-米切纳的爱吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我記得十幾歲時從我父親的書架上讀過《墨西哥和夏威夷》。太久了\n太久了，不記得有多少情節，但我記得我覺得這傢伙一定做了大量的研究來寫這些小說。\n寫這些小說的人一定做了大量的研究。它們也有這樣的感覺\n地點本身就是一個角色，可以這麼說，甚至可能是...",
      "title": "在這個子裏有對詹姆斯-米切納的愛嗎？"
    }
  ]
}