{
  "author": "hackersbevy",
  "original_created_utc": 1639176618,
  "title": "YSK Depression is different from sadness",
  "created_utc": 1639190763,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: people will often say &amp;quot;what do they have to be depressed about? They have a good job/family/home/etc. &lt;/p&gt;\n\n&lt;p&gt;Depression can be brought on by major events that cause sadness, like grief or trauma. But it can also exist without any obvious external cause. &lt;/p&gt;\n\n&lt;p&gt;Sadness is like a stubbed toe: it sucks and is temporary in most cases. Depression is like a broken bone: if not properly cared for, it can heal poorly and be debilitating for life. &lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re depressed, stop blaming yourself for not having a &amp;quot;reason&amp;quot; and get the help you need to heal as best you can. If you find yourself thinking this about other people, try and step back to remember that depression is not a choice&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.healthline.com/health/depression/depression-vs-sadness\"&gt;How to spot the difference &lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m getting some push back on the &amp;quot;chemical imbalance&amp;quot; phrase so I did a quick fact check on myself. It&amp;#39;s an outdated theory. Much research is needed but current thinking is there are many things that cause depression and not all of them are situational, which is my core point. For the scientific report, check the NIH link below or find peer reviewed journals and reliable sources for the most relevant information. \n&lt;a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3181668/\"&gt;https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3181668/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 980,
  "permalink": "/r/YouShouldKnow/comments/rdky5m/ysk_depression_is_different_from_sadness/",
  "subreddit": "YouShouldKnow",
  "id": "rdky5m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: people will often say &quot;what do\nthey have to be depressed about? They have a good job/family/home/etc. </p>\n<p>Depression can be brought on by major events that cause sadness, like grief\nor trauma. But it can also exist without any obvious external…"
}