{
  "author": "hackersbevy",
  "original_created_utc": 1639176618,
  "title": "YSK Depression is different from sadness",
  "created_utc": 1639190763,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: people will often say &amp;quot;what do they have to be depressed about? They have a good job/family/home/etc. &lt;/p&gt;\n\n&lt;p&gt;Depression can be brought on by major events that cause sadness, like grief or trauma. But it can also exist without any obvious external cause. &lt;/p&gt;\n\n&lt;p&gt;Sadness is like a stubbed toe: it sucks and is temporary in most cases. Depression is like a broken bone: if not properly cared for, it can heal poorly and be debilitating for life. &lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re depressed, stop blaming yourself for not having a &amp;quot;reason&amp;quot; and get the help you need to heal as best you can. If you find yourself thinking this about other people, try and step back to remember that depression is not a choice&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.healthline.com/health/depression/depression-vs-sadness\"&gt;How to spot the difference &lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m getting some push back on the &amp;quot;chemical imbalance&amp;quot; phrase so I did a quick fact check on myself. It&amp;#39;s an outdated theory. Much research is needed but current thinking is there are many things that cause depression and not all of them are situational, which is my core point. For the scientific report, check the NIH link below or find peer reviewed journals and reliable sources for the most relevant information. \n&lt;a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3181668/\"&gt;https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3181668/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 980,
  "permalink": "/r/YouShouldKnow/comments/rdky5m/ysk_depression_is_different_from_sadness/",
  "subreddit": "YouShouldKnow",
  "id": "rdky5m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: people will often say \"what do they have to be depressed about? They\nhave a good job/family/home/etc.\n\nDepression can be brought on by major events that cause sadness, like grief or\ntrauma. But it can also exist without any obvious external cause.\n\nSadness is like a stubbed toe: it sucks…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：「何を落ち込んでいるんだ」とよく言われます。彼らは\n仕事、家族、家庭、その他。\n\nうつ病は、悲しみを引き起こす大きな出来事、例えば、悲しみや、家庭の問題によって引き起こされることがあります。\nトラウマになる。しかし、外部に明らかな原因がなくても存在することもあります。\n\n悲しみは、つま先を踏んだ時のようなものです...",
      "title": "YSK うつ病は悲しみとは違う"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们经常会说 \"他们有什么好郁闷的呢？他们\n他们有一份好工作/家庭/家等等。\n\n抑郁症可能是由导致悲伤的重大事件带来的，如悲伤或创伤。\n创伤。但它也可以在没有任何明显的外部原因下存在。\n\n悲伤就像脚趾头被扎了一下：它很糟糕...",
      "title": "YSK 抑郁症与悲伤是不同的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們經常會說 \"他們有什麼好鬱悶的呢？他們\n他們有一份好工作/家庭/家等等。\n\n抑鬱症可能是由導致悲傷的重大事件帶來的，如悲傷或創傷。\n創傷。但它也可以在沒有任何明顯的外部原因下存在。\n\n悲傷就像腳趾頭被紮了一下：它很糟糕...",
      "title": "YSK 抑鬱症與悲傷是不同的"
    }
  ]
}