{
  "author": "GooseWithDaGibus",
  "original_created_utc": 1632791279,
  "title": "The gatekeeping around books is so flipping obnoxious. Book reading communities are often quite wholesome, but it seems like gatekeeping is an issue that pops up too often.",
  "created_utc": 1632814949,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We&#39;ve all seen it. </p>\n\n<p>&quot;If you haven&#39;t read (insert any book, usually a classic (or even an author)) you&#39;re not a real book fan!&quot;</p>\n\n<p>&quot;If you read (insert genre, usually YA or romance), you&#39;re not a real fan of books)!&quot;</p>\n\n<p>&quot;(Insert genre, again usually YA or romance) is BAD and if you read it, you&#39;re not a real fan of reading!&quot;</p>\n\n<p>It grinds me gears. Even while on my 5 year hiatus from reading, I saw it. Because it&#39;s way too common. Now that I&#39;m getting back into it, I just see it too often. </p>\n\n<p>Usually not stated as outright opinions, but reflected in insults or passive aggressiveness towards a genre/book/author and the people who read them. </p>\n\n<p>I guess the moral here is to please try to understand that books are for everyone, it&#39;s not your place or authority to decide who is a &quot;fan&quot; or not. Just try to be less judgemental. But not just for books, for everything. Movies, games, food, careers, hobbies, fashion, etc. It doesn&#39;t hurt you if a 35yo is using this Reddit and all they read is dystopian YA. I promise you&#39;ll sleep better at night not worrying about these kinds of things.</p>\n\n<p>Edit: I&#39;m pasting this response to a comment I received. It&#39;s in regards to my motivation to making this post and I think it&#39;s relevant. I wish I had included this in the post to begin with</p>\n\n<p>As far as saying it&#39;s &quot;my issue&quot;, I get what you&#39;re saying, but that&#39;s not why I made the post. My overall moral of the post of not being judgemental (not limited to books) is one I think is important. Because people hating that I like a certain book or movie or whatever? I couldn&#39;t care less. But gatekeeping mentalities do make their way into power. Whether it&#39;s political or a workplace or even a Reddit community. And it&#39;s on those places where voices are silenced and people are hurt in very real ways. Encouraging people to be more open minded is something worth investing in, imo of course. </p>\n\n<p>I also don&#39;t live for other people. I couldn&#39;t give less of a f*** what people think of how I dress, eat, live, read, game, etc. I do me, very unabashedly might I add. The reasons above are why I made the post. Not because I let myself be pushed and pulled by other&#39;s onions.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/pwv51a/the_gatekeeping_around_books_is_so_flipping/",
  "subreddit": "books",
  "id": "pwv51a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We've all seen it.\n\n\"If you haven't read (insert any book, usually a classic (or even an author))\nyou're not a real book fan!\"\n\n\"If you read (insert genre, usually YA or romance), you're not a real fan of\nbooks)!\"\n\n\"(Insert genre, again usually YA or romance) is BAD and if you read it, you're\nnot a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私たちは皆、それを見たことがあります。\n\n\"If you have not read (insert any book, usually a classic (or even a author))\n本当の本のファンではありません！\"\n\n\"もし、あなたが（ジャンルを挿入、通常YAやロマンス）を読んでいるなら、あなたは本当のファンではない。\nbooks)!\"\n\n\"（ジャンルを挿入、これも通常はYAやロマンス）はBADで、それを読んだら、あなたは\nではありません。",
      "title": "本にまつわるゲートキーピングは、非常に不愉快です。本を読むコミュニティは非常に健全であることが多いのですが、ゲートキーピングの問題は頻繁に出てくるように思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们都见过它。\n\n\"如果你没有读过（插入任何一本书，通常是经典之作（或甚至是作家）），你就不是一个真正的书迷！\n你就不是一个真正的书迷！\"\n\n\"如果你读过（插入流派，通常是青年或浪漫），你就不是一个真正的书迷\n书）！\")\n\n\"（插入类型，同样通常是青年或浪漫）是糟糕的，如果你读它，你就不是一个\n不是一个...",
      "title": "围绕书籍的把关是如此翻天覆地的令人厌恶。读书社区通常是相当健康的，但似乎把关是一个太经常出现的问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們都見過它。\n\n\"如果你沒有讀過（插入任何一本書，通常是經典之作（或甚至是作家）），你就不是一個真正的書迷！\n你就不是一個真正的書迷！\"\n\n\"如果你讀過（插入流派，通常是青年或浪漫），你就不是一個真正的書迷\n書）！\")\n\n\"（插入類型，同樣通常是青年或浪漫）是糟糕的，如果你讀它，你就不是一個\n不是一個...",
      "title": "圍繞書籍的把關是如此翻天覆地的令人厭惡。讀書社區通常是相當健康的，但似乎把關是一個太經常出現的問題。"
    }
  ]
}