{
  "author": "duchess_of_stars",
  "the_new_excerpt": "Honeybees are in no danger of dying out; lots of native bees are endangered or\nthreatened. A lot of post I've seen online with 'save the bee' captions have\nbeen focusing on honeybees and beekeeping.\n\nWhy YSK: Lots of people are taking an interest in honeybees rather than native\nbees. Efforts to help…",
  "original_created_utc": 1618980032,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ミツバチは絶滅の危機に瀕しているのではなく、多くの在来種のミツバチが絶滅の危機に瀕しています。\n脅威にさらされています。私がネットで見た「ミツバチを救おう」というキャプション付きの投稿の多くは、ミツバチと養蜂に焦点を当てていました。\nミツバチと養蜂に焦点を当てています。\n\nWhy YSK: 多くの人が、在来種のミツバチではなく、ミツバチに関心を持っています。\nミツバチに興味を持っています。ミツバチを助けるための努力...",
      "title": "YSK Save the Beesは、ミツバチよりも在来種のミツバチに注目しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "蜜蜂没有消亡的危险；许多本地蜜蜂都濒临灭绝或受到威胁。\n受到威胁。我在网上看到很多带有 \"拯救蜜蜂 \"标题的帖子\n我在网上看到很多带有 \"拯救蜜蜂 \"标题的帖子，都是以蜜蜂和养蜂为主题。\n\n为什么YSK：很多人对蜜蜂而不是本地蜜蜂感兴趣。\n蜜蜂。努力帮助...",
      "title": "YSK拯救蜜蜂组织更关注原生蜜蜂而不是蜜蜂"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "蜜蜂沒有消亡的危險；許多本地蜜蜂都瀕臨滅絕或受到威脅。\n受到威脅。我在網上看到很多帶有 \"拯救蜜蜂 \"標題的帖子\n我在網上看到很多帶有 \"拯救蜜蜂 \"標題的帖子，都是以蜜蜂和養蜂爲主題。\n\n爲什麼YSK：很多人對蜜蜂而不是本地蜜蜂感興趣。\n蜜蜂。努力幫助...",
      "title": "YSK拯救蜜蜂組織更關注原生蜜蜂而不是蜜蜂"
    }
  ],
  "title": "YSK Save the Bees focuses more on Native Bees than Honeybees",
  "created_utc": 1619012537,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Honeybees are in no danger of dying out; lots of native bees are endangered or threatened. A lot of post I&#39;ve seen online with &#39;save the bee&#39; captions have been focusing on honeybees and beekeeping.</p>\n\n<p>Why YSK: Lots of people are taking an interest in honeybees rather than native bees. Efforts to help honeybees often end up hurting native bee populations. If you&#39;re able, plant native plants and wildflowers, go pesticide free, buy/build nesting houses, and find out about local conservation efforts. Native bees are an essential part of local ecosystems and are necessary pollinators.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/YouShouldKnow/comments/mv8dcp/ysk_save_the_bees_focuses_more_on_native_bees/",
  "subreddit": "YouShouldKnow",
  "id": "mv8dcp",
  "is_self": true,
  "media": null,
  "is_video": false
}