{
  "author": "SimplePigeon",
  "original_created_utc": 1639492539,
  "title": "Can a drink actually be “more hydrating” than just water, or is that just made up to sell sports drinks?",
  "created_utc": 1639510425,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Basically title. How can something hydrate you more by adding electrolytes or salt? Surely the amount of water you’re putting into your body is the only measurement of how hydrated you can be? I’m torn between “I don’t know enough about electrolytes to question it” and generally assuming all marketing/advertisement is lies.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/askscience/comments/rg8rs3/can_a_drink_actually_be_more_hydrating_than_just/",
  "subreddit": "askscience",
  "id": "rg8rs3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Basically title. How can something hydrate you more by adding electrolytes or\nsalt? Surely the amount of water you’re putting into your body is the only\nmeasurement of how hydrated you can be? I’m torn between “I don’t know enough\nabout electrolytes to question it” and generally assuming…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Basic title. どのようなものがあなたを潤すことができるのか\n電解質や塩を加えることで、より効果的になるのでしょうか？確かに水分の量は\n体内の水分量を測るには、それしかないのでは？私は\n電解質について疑問を持つほどの知識はない」との間で...。",
      "title": "それとも、スポーツドリンクを売るために作られたものなのでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>基本上是标题。一些东西如何能让你水到渠成\n更多的电解质或盐？当然，你放进体内的水的数量\n是衡量你的水合程度的唯一标准？我很纠结\n纠结于 \"我对电解质的了解不足以质疑它\"...。",
      "title": "一种饮料是否真的能比水 \"更补水\"，还是只是为了销售运动饮料而编造的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>基本上是標題。一些東西如何能讓你水到渠成\n更多的電解質或鹽？當然，你放進體內的水的數量\n是衡量你的水合程度的唯一標準？我很糾結\n糾結於 \"我對電解質的瞭解不足以質疑它\"...。",
      "title": "一種飲料是否真的能比水 \"更補水\"，還是隻是爲了銷售運動飲料而編造的？"
    }
  ]
}