{
  "author": "_alexotoole",
  "original_created_utc": 1628501836,
  "title": "CMV: Employment gaps shouldn’t be looked so down upon.",
  "created_utc": 1628519558,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’d understand if you had a 2yr-6yr employment gap that would literally have some explaining to do and if you are in no position to not be working I don’t think anyone should be doing that unless you became super successful or found ways of never having to work again and then suddenly needed to.</p>\n\n<p>But having gaps of 3 months to even up to 1 year should be warranted and justified considering we are living in a mental health crisis and people are so desperate to leave their place of work and are sometimes in a fortunate enough position to do so but are scared to because of the hammer down from future employers.</p>\n\n<p>It feels like some personal entitlement childish issues CEO’s and managements have with general people finding a way to find peace, without having to work for a little while which I feel like everyone should deserve the opportunity of.</p>\n\n<p>They must obviously feel somewhat jealous of those who can live comfortably with less responsibility just out of luck and or previous hard work.</p>\n\n<p>Lifestyle breaks and holidays just aren’t the same as fully committing to never going back to a place that literally caused nothing but detriment to your physical and mental well-being.</p>\n\n<p>I feel like the world and the number of depressed people, in it, could be in a better place if they were offered more options that didn’t force them to have to work all the way up to retirement because others force their toxic ‘I work so you should have to’ views on everyone else.</p>\n\n<p>Edit: <em>I have also experienced reckless decision making when it comes to looking for new employment while feeling under pressure to leave a miserable place to work. It almost could&#39;ve gone so wrong for me. I think not having that time to rejuvenate and fully leave a previous employer because of lack of support and career progression opportunity is tantamount to experiencing more fuck ups and even more misery.</em></p>\n\n<p>Edit: <em>I work in retail which is miserable. But in reality I can’t afford to leave and don’t have enough experience yet to work anywhere else despite having worked in a store for nearly 6 years. I also live in the UK. I apply for a 1000 jobs, and get rejected for a 1000 more. If employers were less picky on who they employ less people would feel the need to take breaks or plan redirections. I am in just a comfortable enough position to leave and hang on for a while, but not to stop working altogether. I also find it hard to have the energy to apply for new jobs when I’m so exhausted and burnt out from the job I’m stuck in. I would quit but I feel pressured not to because of high pressure professionalism standards. I’ve worked straight and never felt the need to take a ‘mental health’ or &#39;lifestyle&#39; break until I considered it recently. I’m only 23 and can usually take what comes. But sometimes it takes a toll, and gets frustrating, when companies offer little support for this kind of situation where you want to leave but feel like you have no choice, but continue to be a slave to a  miserable and unbalanced working life with little reward or benefit, that comes from it except barely being above sea level.</em></p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/p0y5i6/cmv_employment_gaps_shouldnt_be_looked_so_down/",
  "subreddit": "changemyview",
  "id": "p0y5i6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I’d understand if you had a 2yr-6yr employment gap that would literally have\nsome explaining to do and if you are in no position to not be working I don’t\nthink anyone should be doing that unless you became super successful or found\nways of never having to work again and then suddenly needed…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "2年～6年の雇用の空白があった場合、文字通り説明しなければならないことは理解できます。\n働かないでいられる状況にないのであれば、よほどの成功を収めた人や\n働かないでいられる状況にないのであれば、よほどの成功者や\n働かずに済む方法を見つけて、急に必要になった......ということでもない限り、誰もがそうすべきだと思います。",
      "title": "CMV：雇用のギャップはそれほど軽視されるべきものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你有一个2年-6年的就业差距，我会理解，这简直是在做解释。\n如果你没有条件不工作，我不认为任何人都应该这样做，除非你变得非常成功或找到工作。\n我认为任何人都应该这样做，除非你变得非常成功或找到了永远不需要工作的方法。\n办法不再需要工作，然后突然需要......",
      "title": "CMV：就业差距不应该被看得那么轻。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你有一個2年-6年的就業差距，我會理解，這簡直是在做解釋。\n如果你沒有條件不工作，我不認爲任何人都應該這樣做，除非你變得非常成功或找到工作。\n我認爲任何人都應該這樣做，除非你變得非常成功或找到了永遠不需要工作的方法。\n辦法不再需要工作，然後突然需要......",
      "title": "CMV：就業差距不應該被看得那麼輕。"
    }
  ]
}