{
  "author": "TopcodeOriginal1",
  "the_new_excerpt": "For those of you with the fortune of not having to interact with these ads, here\nthey are [https://youtu.be/7fiManEc2Tk] and another one here\n[https://youtu.be/lz_ak7AVYkg] Essentially they do 3 scummy things.\n\nPortray the army like a video game, this is scummy because video games\nare(obviously)…",
  "original_created_utc": 1617903394,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これらの広告に接する必要のない幸運な方のために、以下をご紹介します。\n[https://youtu.be/7fiManEc2Tk] そして、もう一つの広告はこちらです。\n[https://youtu.be/lz_ak7AVYkg] 本質的に、彼らは3つの悪いことをしています。\n\n軍隊をビデオゲームのように描いていますが、これは、ビデオゲームは\nなぜなら、ビデオゲームは（明らかに）...",
      "title": "CMV:米軍の広告は信じられないほどクズで、許されるべきではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对于那些你的幸运，没有与这些广告互动，这里\n他们是[https://youtu.be/7fiManEc2Tk]和另一个在这里\n[https://youtu.be/lz_ak7AVYkg] 基本上他们做了3件坏事。\n\n把军队描绘得像电子游戏一样，这是卑鄙的，因为电子游戏...\n是",
      "title": "CMV:美军广告非常渣，不应该被允许的"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對於那些你的幸運，沒有與這些廣告互動，這裏\n他們是[https://youtu.be/7fiManEc2Tk]和另一個在這裏\n[https://youtu.be/lz_ak7AVYkg] 基本上他們做了3件壞事。\n\n把軍隊描繪得像電子遊戲一樣，這是卑鄙的，因爲電子遊戲...\n是",
      "title": "CMV:美軍廣告非常渣，不應該被允許的"
    }
  ],
  "title": "CMV:U.S. army advertisements are incredibly scummy and shouldn’t be allowed",
  "created_utc": 1617935670,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For those of you with the fortune of not having to interact with these ads, <a href=\"https://youtu.be/7fiManEc2Tk\">here they are</a> <a href=\"https://youtu.be/lz_ak7AVYkg\">and another one here</a> Essentially they do 3 scummy things.</p>\n\n<p>Portray the army like a video game, this is scummy because video games are(obviously) nothing like real life. It’s essentially preying on teens that play games like COD to try to get them to join the army without knowing what they are getting into.</p>\n\n<p>Act like you will “make history” or “pioneer the future” This is trying to appeal to teens(again) who want to make a mark on world and (again) tries to get them to join the army without knowing what they are getting into and more importantly how little effect they actually will have on any history.</p>\n\n<p>The third thing isn’t really something that they are doing in the ads but rather how the ads are targeted. I wanna watch a fuckin YouTube video of someone playing a video game not join the army.</p>\n\n<p>Because of all this I think that the army, and any other military of the United States should chill the hell out and stop advertising death and killing. Of course that will never happen because google wants advertising money and the army wants more disposable soldiers, but I can hope.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/mmx0gs/cmvus_army_advertisements_are_incredibly_scummy/",
  "subreddit": "changemyview",
  "id": "mmx0gs",
  "is_self": true,
  "media": null,
  "is_video": false
}