{
  "author": "twim19",
  "original_created_utc": 1627993611,
  "title": "The Broken Earth Trilogy Was Really Good",
  "created_utc": 1628077041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>No, I don&#39;t know who &quot;they&quot; is.. . just that my general impression had been that people generally though N.K. Jeminsen was amazing and her books lovely.  Of course, I read the Inheritance Trilogy on reading similar praise but have to admit I didn&#39;t care for it as much.  While I completely appreciated the new perspective on Fantasy, something about the story never resonated with me.  Of course, I was younger than (five years ago) and maybe I should give it another shot.</p>\n\n<p>In any case, Broken Earth.  Holy shit that was good.  Finished the last book last night and it just was great.  My non-spoiler take is that she crafted a world that was fascinating and, like most good sci-fi/fantasy, a reflection and commentary on our own.  Bonus points for the 2nd person point of view that I initially found jarring but ultimately really liked.  More bonus points for a non-standard fantasy protagonist.</p>\n\n<p>And now for spoilers--<span class=\"md-spoiler-text\">I was surprised last night that that Essun&#39;s and Nassun&#39;s reunion was covered in basically the last 50 pages of the trilogy.  Since early in Book 2 I had expected that the narrative was building to some mother-daughter team-up/fight to save the world and while that&#39;s what we sort of got in the end,  usually authors spend a bit more time exploring these kinds of relationships.</span></p>\n\n<p><span class=\"md-spoiler-text\">But, maybe that was the point.  Their relationship, while not irreparable, would have taken at least another book to repair and certainly couldn&#39;t be fixed in the few moments between their reunion and Nassun trying to turn everyone into Stone Eaters. So Essun ultimately had to fall back on her core and decide that to ensure her daughter lived, she&#39;d let her daughter wipe out humanity.  It&#39;s an interesting character point considering what she did to Cordu--while her justification for that was understandable, it&#39;s interesting to compare it to her justification for saving Nassun which basically boils down to: she&#39;s my daughter.  </span></p>\n\n<p><span class=\"md-spoiler-text\">Nassun herself is a fascinating character because we basically have a 10 year old serving as the primary villain/antagonist which is unusual.  Her whole perspective has been shaped by the trauma she&#39;s had to endure and survive (not unlike her mother there).  The world has constantly been terrible to her so ramming the moon into the earth seems like a good way to end all the terrible.  And later, when she &#39;softens&#39; and decides she doesn&#39;t want to ram the moon into the earth but rather just wants to turn all the humans into Stone Eaters, that&#39;s really just so that the Earth will spare the one human she thinks she has left that has actually cared for her and protected her.  And there&#39;s the wonderful irony that Nassun wants to wipe out humanity to save Schaffa and Essun is prepared to let her to save Nassun.</span></p>\n\n<p>As I said, I just finished the last book last night and so will need to think and process some more.  I&#39;d be curious as to the thoughts of others who have read it.</p>\n</div><!-- SC_ON -->",
  "score": 344,
  "permalink": "/r/books/comments/ox2eti/the_broken_earth_trilogy_was_really_good/",
  "subreddit": "books",
  "id": "ox2eti",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "No, I don't know who \"they\" is.. . just that my general impression had been that\npeople generally though N.K. Jeminsen was amazing and her books lovely. Of\ncourse, I read the Inheritance Trilogy on reading similar praise but have to\nadmit I didn't care for it as much. While I completely appreciated…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "彼ら」が誰なのかは知りませんが......ただ、私の一般的な印象では、人々は一般に\n人々は一般的に、N.K. Jeminsenは素晴らしく、彼女の本は素敵だと思っています。もちろん\nもちろん、同じような賞賛を読んで、私はInheritance Trilogyを読みました。\nそれほど気にならなかったというのが正直なところです。私は完全に感謝していますが・・・。",
      "title": "ブロークン・アース3部作は本当に良かった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不，我不知道 \"他们 \"是谁......只是，我的一般印象是\n人们普遍认为N.K.杰明森很了不起，她的书很可爱。谈到\n当然，我读了《继承三部曲》，也看到了类似的赞誉，但不得不承认我并不喜欢《继承三部曲》。\n但不得不承认，我对它并不那么关心。虽然我完全欣赏...",
      "title": "破碎的地球三部曲》真的很不错"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不，我不知道 \"他們 \"是誰......只是，我的一般印象是\n人們普遍認爲N.K.傑明森很了不起，她的書很可愛。談到\n當然，我讀了《繼承三部曲》，也看到了類似的讚譽，但不得不承認我並不喜歡《繼承三部曲》。\n但不得不承認，我對它並不那麼關心。雖然我完全欣賞...",
      "title": "破碎的地球三部曲》真的很不錯"
    }
  ]
}