{
  "author": "hindiproverb",
  "original_created_utc": 1624589962,
  "title": "Read Shakespeare's work for the first time. It is an entire EXPERIENCE and now a new HOBBY!",
  "created_utc": 1624598119,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am 21 and I have never read Shakespeare before untill the last 3-4 days. I had spent last days just reading and studying about Shakespeare&#39;s characters and stories.</p>\n\n<p>I had 2 of his work in my shelf bought at a sale, I started off with the thinnest one. It was As you like it, It was a quick 2-3 hour read but then I started to analyze all these dialogues and plot. I thought it was very funny and amazingly sarcastic on the tone. Rosalind is a great character, and so is Touchstone. If I am not mistaken As you like it is a metaphor about how life simply has no greater meaning, it&#39;s ephemeral at best. </p>\n\n<p>Next I read A Midsummer Night&#39;s Dream,  another comedy this at times did remind me of As you like it, I could see a similar notion about an entire different progression of story. I think out of two that I&#39;ve read I see love is a theme he uses constantly,  and also comments on what makes people fall in love generally beauty and appearance. There was more of a romantic input on this story then the other one which was more playful. I really liked the play within the play. \n- Also, I think I can see Puck being close friends with Touchstone, not going to lie. </p>\n\n<p>I think I will spend rest of my life reading and studying more and more about his work. I have found more of his book at a local bookstore.  And I have found Othello and Macbeth which I am going to read next.  I think Shakespeare is the foundation of many stories I have seen in my life before in various Tv shows and movies. It takes time but it totally worth it.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/o7f06f/read_shakespeares_work_for_the_first_time_it_is/",
  "subreddit": "books",
  "id": "o7f06f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am 21 and I have never read Shakespeare before untill the last 3-4 days. I had\nspent last days just reading and studying about Shakespeare's characters and\nstories.\n\nI had 2 of his work in my shelf bought at a sale, I started off with the\nthinnest one. It was As you like it, It was a quick 2-3…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は21歳ですが、この3～4日までシェイクスピアを読んだことがありませんでした。私は\nここ数日はシェイクスピアの登場人物や物語について読み、勉強していました。\n勉強していました。\n\n私の棚にはセールで買ったシェイクスピアの作品が2冊ありましたが、最初は薄い方から始めました。\n一番薄いものから始めました。As you like it, It was a quick 2-3...でした。",
      "title": "シェイクスピアの作品を初めて読む。それは全くの経験であり、今では新たな趣味となっています"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今年21岁，以前从未读过莎士比亚，直到最近三四天。我\n在过去的几天里，我一直在阅读和研究莎士比亚的人物和故事。\n故事。\n\n我的书架上有两本他的作品，是在一次拍卖会上买的，我从最薄的那本开始读起。\n最薄的一本。它是《如你所愿》，是一本快速的2-3页的书。",
      "title": "第一次阅读莎士比亚的作品。这是一个完整的体验，现在是一个新的爱好!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今年21歲，以前從未讀過莎士比亞，直到最近三四天。我\n在過去的幾天裏，我一直在閱讀和研究莎士比亞的人物和故事。\n故事。\n\n我的書架上有兩本他的作品，是在一次拍賣會上買的，我從最薄的那本開始讀起。\n最薄的一本。它是《如你所願》，是一本快速的2-3頁的書。",
      "title": "第一次閱讀莎士比亞的作品。這是一個完整的體驗，現在是一個新的愛好!"
    }
  ]
}