{
  "author": "1945BestYear",
  "original_created_utc": 1631205013,
  "title": "Reading speed is not important, getting the ideas from the book is.",
  "created_utc": 1631211996,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>In short: Improving your process so that you add what you learn from a book to what you already know is a far better use of your time than trying to learn how to finish a page more quickly.</strong></p>\n\n<p>Of course you&#39;re thinking, &quot;Yeah, no shit, I know I&#39;m reading to get to the ideas, I&#39;m not looking at ink on dried pulp for its own sake&quot;. But the amount of self-help literature and threads here on reddit that purport to be able to teach you to &quot;speed-read&quot; show how much interest people still have in acquiring this ability. To me, it&#39;s analogous to trying to become better at travelling to where you want to go by becoming a marathon runner. Perhaps you can actually become better at running long distances, but have you heard of this fancy new invention called the bicycle?</p>\n\n<p>The bicycle of reading is Information Technology. Ancient Sumerians did not need courses to learn memory techniques; as soon as some priest started tallying bushels of wheat on a slab of wet clay, they enjoyed the ability to <em>flawlessly</em> recollect information across years and lifetimes, far beyond what is even possible for most humans working just with their minds. From clay to computers, what is what our technology does for us, recollection, there&#39;s no point focusing so much on improving the rate at which information enters your mind (assuming that is even possible to do to a dramatic extent/ without you finding a way to use this ability. Some people are going to prefer writing in paper notebooks, others will use digital bibliographic databases like Zotero. Either way is better than reading as fast as possible and trusting yourself to remember it all. Two years from now, you aren&#39;t going to care about whether it took three weeks or six to read a book, you&#39;re going to care about whether or not you recorded the basics of the main ideas of interest to you and where in the book you found them, in a place and format that is easy for you to access again. Do you want to be able to comprehensively recall a single book years after you read it, or do you want to look at the covers of two books and struggle to remember a single thing about either of them?</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/books/comments/pl18pv/reading_speed_is_not_important_getting_the_ideas/",
  "subreddit": "books",
  "id": "pl18pv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "In short: Improving your process so that you add what you learn from a book to\nwhat you already know is a far better use of your time than trying to learn how\nto finish a page more quickly.\n\nOf course you're thinking, \"Yeah, no shit, I know I'm reading to get to the\nideas, I'm not looking at ink on…"
}