{
  "author": "Three_Froggy_Problem",
  "original_created_utc": 1630532854,
  "title": "Is Stephen King considered a good writer or just a creative one?",
  "created_utc": 1630555033,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I haven’t read… well… any Stephen King, really. But I’m working my way through <em>Salem’s Lot</em> right now. I’m really enjoying it overall, but that’s mainly because I like the mystery that he’s building. His actual writing is leaving a lot to be desired for me.</p>\n\n<p>• The main character of the book is a writer, and there’s an almost masturbatory quality to the way King writes this character and others’ reactions to him. Immediately upon arriving in Jerusalem’s Lot, he strikes up a relationship with a young attractive woman who’s a big fan of his work. Her father immediately likes him because of the way he’s dressed and how down-to-earth he is. The local teacher thinks he’s a genius. He seems like a pretty obvious self-insert on King’s part, but maybe others think otherwise.</p>\n\n<p>• King tends to over-describe things. Like when he writes, “So-and-so extended a hand, and Ben shook it,” instead of just writing, “They shook hands.” At another part, he describes a character swirling pasta step-by-step, a detail which adds nothing. The most egregious one is an extremely overwrought description of Fall, which King compares to an old friend sitting in a couch and lighting a pipe and telling stories. Maybe King’s friends are all Dickens characters, but I found this description odd for a number of reasons.</p>\n\n<p>• A lot of the dialogue feels either forced or bland, but the characters don’t seem to recognize this. Sometimes a character will say something that’s neither funny or interesting and another character will react by busting out laughing as if a hilarious joke has just been told.</p>\n\n<p>• He calls boobs “jahoobies.”</p>\n\n<p>Like I said, I’m enjoying the book because of the mystery that King is weaving, but the moment-to-moment writing is leaving a lot to be desired. Is this a common criticism of King’s writing? Did his writing improve over time?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/pg3vvn/is_stephen_king_considered_a_good_writer_or_just/",
  "subreddit": "books",
  "id": "pg3vvn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I haven’t read… well… any Stephen King, really. But I’m working my way through\nSalem’s Lot right now. I’m really enjoying it overall, but that’s mainly because\nI like the mystery that he’s building. His actual writing is leaving a lot to be\ndesired for me.\n\n• The main character of the book is a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "読んだことがないのは...その...Stephen Kingの作品です。でも、今は「Salem's Lot」を読み進めています。\nSalem's Lotを読んでいるところです。全体的にとても楽しんでいますが、それは主に以下の理由からです。\n彼が作っているミステリーが好きだから。彼の実際の文章は、私にとって多くの不満を残しています。\n彼の実際の文章は、私にとって多くのことを残しています。\n\n- この本の主人公は...。",
      "title": "スティーブン・キングは良い作家だと思われているのでしょうか、それとも単にクリエイティブな作家だと思われているのでしょうか。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我还没有读过......嗯......任何斯蒂芬-金的作品，真的。但是，我现在正在努力阅读\n萨勒姆的土地》，现在。我真的很喜欢它，但这主要是因为\n我喜欢他所构建的神秘感。他的实际写作对我来说还有很多不足之处。\n对我来说，他的实际写作还有待提高。\n\n- 这本书的主要人物是一个 \"小人物\"。",
      "title": "斯蒂芬-金被认为是一个好作家，还是只是一个有创造力的作家？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我還沒有讀過......嗯......任何斯蒂芬-金的作品，真的。但是，我現在正在努力閱讀\n薩勒姆的土地》，現在。我真的很喜歡它，但這主要是因爲\n我喜歡他所構建的神祕感。他的實際寫作對我來說還有很多不足之處。\n對我來說，他的實際寫作還有待提高。\n\n- 這本書的主要人物是一個 \"小人物\"。",
      "title": "斯蒂芬-金被認爲是一個好作家，還是隻是一個有創造力的作家？"
    }
  ]
}