{
  "author": "throwawgreekeggplant",
  "the_new_excerpt": "I practiced this method (to break off with someone completely) a few times in my\nlife. Doesn't matter if a sibling, a classmate or an old \"friend\", sometimes it\nwas for me the easy way out of an uncomfortable situation and I don't regret it\nso far (it's been a few years since). I am willing to deal…",
  "original_created_utc": 1624040431,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は人生で何度かこの方法（人と完全に別れること）を実践しました。\n人生の中で 兄弟であろうと、同級生であろうと、昔からの「友達」であろうと、時にはそれが\n私にとっては不快な状況から抜け出す簡単な方法でしたが、今のところ後悔はしていません。\n今のところ後悔はしていません（あれから数年経ちました）。私は喜んで対処します...",
      "title": "CMV: 有害な人、削除すべき人、単に良くない人を切り捨てることは、しばしば簡単で受け入れられる方法です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在我的生活中，我曾数次实践过这种方法（与某人彻底断绝关系）。\n生活中的几次。不管是兄弟姐妹、同学还是老 \"朋友\"，有时这对我来说是摆脱不愉快局面的捷径。\n对我来说，这是在不舒服的情况下的一个简单方法，我不后悔\n到目前为止（已经过去几年了）。我愿意处理...",
      "title": "CMV: 剔除有毒的、有害的或只是不好的人，往往是一种容易接受的处理方式。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我的生活中，我曾數次實踐過這種方法（與某人徹底斷絕關係）。\n生活中的幾次。不管是兄弟姐妹、同學還是老 \"朋友\"，有時這對我來說是擺脫不愉快局面的捷徑。\n對我來說，這是在不舒服的情況下的一個簡單方法，我不後悔\n到目前爲止（已經過去幾年了）。我願意處理...",
      "title": "CMV: 剔除有毒的、有害的或只是不好的人，往往是一種容易接受的處理方式。"
    }
  ],
  "title": "CMV: Cutting out toxic, deleterious or just not good people is often an easy and acceptable way to deal with them.",
  "created_utc": 1624077781,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I practiced this method (to break off with someone completely) a few times in my life. Doesn&#39;t matter if a sibling, a classmate or an old &quot;friend&quot;, sometimes it was for me the easy way out of an uncomfortable situation and I don&#39;t regret it so far (it&#39;s been a few years since). I am willing to deal with possible disadvantages.</p>\n\n<p>One hears often, &quot;If you always find a problem, you might be the problem.&quot; I can totally understand that I might be the toxic/not nice one. But even then, the excluded person can be thankful, when they don&#39;t have to deal with me anymore(?).</p>\n\n<p>But is it really that easy?</p>\n\n<p>I&#39;m thinking, that I might spend too much time on Reddit, because in a lot of post or comments, redditors suggest this method. I&#39;m feeling like in a filter bubble and I want actually to see it from a different point of view. Why I should keep in touch with someone who makes my life more complicated than I want it to be?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/o2wlam/cmv_cutting_out_toxic_deleterious_or_just_not/",
  "subreddit": "changemyview",
  "id": "o2wlam",
  "is_self": true,
  "media": null,
  "is_video": false
}