{
  "author": "WB_Onreddit",
  "the_new_excerpt": "My wife just finished sexual harassment training for work and was telling me all\nthe statistics of how men harass women in the workplace. I asked her what were\nthe percentages for women harassing men. Her training did not include any. I\nfound that very odd and sexist. I think the statistics should…",
  "original_created_utc": 1617747936,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "妻は職場でのセクハラ研修を終えたばかりで、男性がどのように女性に嫌がらせをしているかという統計を私に話してくれました。\n男性が職場でどのように女性に嫌がらせをするかの統計を話してくれました。私は彼女に、女性が男性に嫌がらせをする割合は？\n女性が男性に嫌がらせをする割合は？彼女のトレーニングには何も含まれていませんでした。I\nそれはとても奇妙で、性差別的だと思いました。私は統計を取るべきだと思います...",
      "title": "CMV：セクハラ研修には、男性からハラスメントを受ける女性だけでなく、ハラスメントを受ける男性と女性の統計を含めるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我老婆刚参加完工作上的性骚扰培训，跟我说的都是\n关于男子在工作场所如何骚扰妇女的统计数字； 我问她，什么是\n妇女骚扰男子的比例。她的培训不包括任何。I\n发现，非常奇怪和性别歧视。我认为统计应该...",
      "title": "CMV：性骚扰培训应包括关于男女被骚扰的统计数据，而不仅仅是妇女被男子骚扰的统计数据。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我老婆剛參加完工作上的性騷擾培訓，跟我說的都是\n關於男子在工作場所如何騷擾婦女的統計數字； 我問她，什麼是\n婦女騷擾男子的比例。她的培訓不包括任何。I\n發現，非常奇怪和性別歧視。我認爲統計應該...",
      "title": "CMV：性騷擾培訓應包括關於男女被騷擾的統計數據，而不僅僅是婦女被男子騷擾的統計數據。"
    }
  ],
  "title": "CMV: Sexual Harassment Training Should Include Statistics on Men and Women Being Harassed, Not Just Women Being Harassed by Men.",
  "created_utc": 1617752379,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My wife just finished sexual harassment training for work and was telling me all the statistics of how men harass women in the workplace.  I asked her what were the percentages for women harassing men.  Her training did not include any.  I found that very odd and sexist.  I think the statistics should be included for both sexes or none at all. </p>\n\n<p>It would:</p>\n\n<p>1) Give men confidence that they too can be harassed and encourage them to come forward.</p>\n\n<p>2) Give everyone context about how sexual harassment isn&#39;t only men hurting women. </p>\n\n<p>3) Make sexual harassment training more serious.  It often seems like a joke that reinforces stereotypes.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mlnld7/cmv_sexual_harassment_training_should_include/",
  "subreddit": "changemyview",
  "id": "mlnld7",
  "is_self": true,
  "media": null,
  "is_video": false
}