{
  "author": "Inquisitor_DK",
  "original_created_utc": 1628093362,
  "title": "I hate sex scenes",
  "created_utc": 1628099309,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As the title says, I hate sex scenes in novels. This is mostly it&#39;s because it&#39;s always so <em>perfect</em>. Even if it&#39;s the first encounter between teen virgins, they always feel each other&#39;s bodies <em>perfectly</em>, they&#39;re so in <em>synchrony</em>, every touch <em>has</em> to send a thousand electric volts through their flesh (and they use &quot;flesh&quot; a lot). There&#39;s never any awkwardness for first encounters. The woman always orgasms extremely vociferously, and the man always knows exactly what to do to get her to that state, and they <em>always</em> climax together. Every damn time.</p>\n\n<p>And it&#39;s always described so prettily. &quot;She was hot and smooth, my knife to her butter.&quot; Yes, that&#39;s an exact quote. Other popular terms I&#39;ve seen are rhythm, stirring of souls, something to with stars or heaven moving, silkiness, being as one, you get the idea. And it&#39;s like...sure it&#39;s nice, but seriously? It&#39;s not pretty or poetic. It&#39;s a rather messy and sweaty activity, but somehow, <em>no one</em> ever talks about the smells or stickiness. No, they always taste like cucumbers or cherries or honey and they smell absolutely wonderful. I&#39;m not saying sex scenes in book should go into all the detail about the mess, but the ones I&#39;ve read try and make it sound so pretty and <em>clean</em>.</p>\n\n<p>You can probably tell this really annoys me. I get that you&#39;d want to sound nice and language-y, but this is just setting up unrealistic expectations and standards, especially for first encounters. It&#39;s such a minor thing compared to everything else that could be wrong with a novel, but it always breaks suspension of disbelief for me and makes me roll my eyes all the way to the back of my skull.</p>\n\n<p>Why, no, I <em>don&#39;t</em> like romance novels or even romance subplots unless they actively contribute to the story and aren&#39;t just excuses to shove in sweaty descriptions of perfect milk-white breasts and huge...bratwursts.</p>\n\n<p>Edit to add: I&#39;m not saying these scenes are in every book I read. I&#39;m not going out of my way to read romance novels. I read across the board, fantasy, non-genre, historical fiction, sci-fi, mystery, nonfiction (though I guess this category isn&#39;t really applicable), etc. What I&#39;m saying is that <em>when they show up</em>, if they&#39;re included at all, they&#39;re disruptive to my immersion. I&#39;m talking specifically about when a story&#39;s been great and intrigue-y up until that point, and then it takes a two-page long break in action to talk about bodily fluids. And it&#39;s not as if I can filter out these books, either, because how are you supposed to know that it has over-described sex scenes unless you read it? The sex scenes alone aren&#39;t typically enough to turn me off a book completely. They&#39;re just really annoying.</p>\n</div><!-- SC_ON -->",
  "score": 1440,
  "permalink": "/r/books/comments/oxvywb/i_hate_sex_scenes/",
  "subreddit": "books",
  "id": "oxvywb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As the title says, I hate sex scenes in novels. This is mostly it's because it's\nalways so perfect. Even if it's the first encounter between teen virgins, they\nalways feel each other's bodies perfectly, they're so in synchrony, every touch\nhas to send a thousand electric volts through their flesh…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルにあるように、私は小説の中のセックスシーンが嫌いです。これは、ほとんどの場合、いつも完璧だからだと思います。\nいつも完璧だからです。たとえそれが10代の処女の最初の出会いであっても、彼らはいつも完璧にお互いの体を感じている。\n互いの体を完璧に感じ、シンクロしていて、一触即発。\n1000ボルトの電流が流れるような...",
      "title": "セックスシーンが苦手"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "正如标题所说，我讨厌小说中的性爱场景。这主要是由于它是\n总是那么完美。即使是青少年处女之间的第一次接触，他们也\n他们总是能完美地感受到对方的身体，他们是如此的同步，每一次触摸\n都会给他们的肉体带来一千伏的电压......",
      "title": "我讨厌性爱场面"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "正如標題所說，我討厭小說中的性愛場景。這主要是由於它是\n總是那麼完美。即使是青少年處女之間的第一次接觸，他們也\n他們總是能完美地感受到對方的身體，他們是如此的同步，每一次觸摸\n都會給他們的肉體帶來一千伏的電壓......",
      "title": "我討厭性愛場面"
    }
  ]
}