{
  "author": "thedesertnomad",
  "original_created_utc": 1633883797,
  "title": "As I was reading Vonnegut's Timequake outside this morning under the shade of a tree enjoying the suddenly cool weather, I took a sip of my tea and thought to myself \"if this isn't nice, I don't know what is\".",
  "created_utc": 1633905191,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s gorgeous outside today and I&#39;ve been particularly stressed as of late. I&#39;m not always aware of those little happy moments, so I&#39;m glad that Vonnegut reminded me to notice it today. I&#39;ll try to be better at noticing them from now on.</p>\n\n<p>&quot;And I urge you to please notice when you are happy, and exclaim or murmur or think at some point, &#39;If this isn&#39;t nice, I don&#39;t know what is.&#39;&quot; - Kurt Vonnegut</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/q5biwz/as_i_was_reading_vonneguts_timequake_outside_this/",
  "subreddit": "books",
  "id": "q5biwz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's gorgeous outside today and I've been particularly stressed as of late. I'm\nnot always aware of those little happy moments, so I'm glad that Vonnegut\nreminded me to notice it today. I'll try to be better at noticing them from now\non.\n\n\"And I urge you to please notice when you are happy, and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日は外が華やかなので、ここのところ特にストレスが溜まっていました。私は\nちょっとした幸せに気づくことができないので、Vonnegutに気づかせてもらえてよかったです。\nヴォネガットに気づかせてもらえてよかったです。これからはもっと気づくようにしたいと思います。\nこれからは気づくようにします。\n\n\"そして、私はあなたに、どうかあなたが幸せであるときに気付いてほしいと思います、そして...",
      "title": "今朝、急に涼しくなった外の木陰で、ヴォネガットの『タイムクエイク』を読んでいたとき、お茶を一口飲んで「これが素敵じゃなかったら、何が素敵なのかわからない」と思った。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今天外面天气很好，我最近的压力特别大。我\n我并不总是注意到那些小小的快乐时刻，所以我很高兴冯内古特\n提醒我今天要注意它。我将尝试从现在开始更好地注意到它们。\n觉。\n\n\"我敦促你请注意到你快乐的时候，并且......",
      "title": "今天早上，我在外面的树荫下阅读冯内古特的《时间震荡》，享受着突然变得凉爽的天气，我喝了一口茶，心想：\"如果这不是好事，我不知道什么才是。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今天外面天氣很好，我最近的壓力特別大。我\n我並不總是注意到那些小小的快樂時刻，所以我很高興馮內古特\n提醒我今天要注意它。我將嘗試從現在開始更好地注意到它們。\n覺。\n\n\"我敦促你請注意到你快樂的時候，並且......",
      "title": "今天早上，我在外面的樹蔭下閱讀馮內古特的《時間震盪》，享受着突然變得涼爽的天氣，我喝了一口茶，心想：\"如果這不是好事，我不知道什麼纔是。"
    }
  ]
}