{
  "author": "bumbleknockintootin",
  "the_new_excerpt": "Why YSK: Lots of people will go years feeling depressed and tired all the time,\nbut since it's hard to diagnose until it shows up as GI issues later in life,\ndoctors may not be able to tell you that's it's a food intolerance. I went YEARS\nconstantly tired, angry, and depressed before I figured out I…",
  "original_created_utc": 1624157578,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人は、何年にもわたって憂鬱で疲れやすいと感じています。\nしかし、後になって胃腸の問題として現れるまでは診断が難しいので、医師は食物不耐性とは言えないかもしれません。\nお医者さんは、それが食物不耐性であるとは言えないかもしれません。私は何年もの間\n疲れやすく、怒りっぽく、憂鬱な日々を送っていましたが、そのうちに...",
      "title": "YSK: 極度の疲労感や憂鬱感は、食物不耐性が原因となることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人都会在多年后一直感到抑郁和疲惫。\n但由于它很难被诊断出来，直到它在生命后期表现为消化道问题。\n医生可能无法告诉你这是一种食物不耐受。我有好几年时间\n不断疲惫、愤怒和抑郁，直到我发现我......",
      "title": "YSK：极度疲劳和抑郁可能是由食物不耐受引起的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人都會在多年後一直感到抑鬱和疲憊。\n但由於它很難被診斷出來，直到它在生命後期表現爲消化道問題。\n醫生可能無法告訴你這是一種食物不耐受。我有好幾年時間\n不斷疲憊、憤怒和抑鬱，直到我發現我......",
      "title": "YSK：極度疲勞和抑鬱可能是由食物不耐受引起的。"
    }
  ],
  "title": "YSK: Extreme fatigue and depression can be caused by food intolerances.",
  "created_utc": 1624167567,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Lots of people will go years feeling depressed and tired all the time, but since it&#39;s hard to diagnose until it shows up as GI issues later in life, doctors may not be able to tell you that&#39;s it&#39;s a food intolerance. I went YEARS constantly tired, angry, and depressed before I figured out I can&#39;t have gluten. It&#39;s not well researched or understood at this point, so many doctors won&#39;t even suggest it as a possibility for the aforementioned symptoms. Its surprisingly easy to rule out an intolerance, just go a few days without eating a suspected food and then eat it again and see how you feel.</p>\n\n<p>Sources and links: <a href=\"https://www.fedup.com.au/factsheets/symptom-factsheets/depression\">https://www.fedup.com.au/factsheets/symptom-factsheets/depression</a>\n<a href=\"https://foodtest.hu/en/food-intolerance-and-depression/\">https://foodtest.hu/en/food-intolerance-and-depression/</a></p>\n</div><!-- SC_ON -->",
  "score": 98,
  "permalink": "/r/YouShouldKnow/comments/o3vym5/ysk_extreme_fatigue_and_depression_can_be_caused/",
  "subreddit": "YouShouldKnow",
  "id": "o3vym5",
  "is_self": true,
  "media": null,
  "is_video": false
}