{
  "author": "autophobe2e",
  "the_new_excerpt": "Hi all,\n\nI'm a very keen reader and I've been doing it a lot in lockdown, but I'm also\npretty lazy and with the shops shut I have been relying heavily on Amazon to get\nmy books from. I reckon they've got enough money to be going on with, so am\nlooking for good alternative places to buy and learn…",
  "original_created_utc": 1613304541,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "大家好\n\n我是一个非常热衷于读书的人，我经常在封锁中进行读书，但我还\n相当懒惰，与商店关闭，我一直严重依赖亚马逊得到。\n我的书从。我想他们已经有了足够的钱，所以我...\n寻找好的替代购买和学习的地方... ...",
      "title": "为想避开亚马逊的书虫们支招？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好\n\n我是一個非常熱衷於讀書的人，我經常在封鎖中進行讀書，但我還\n相當懶惰，與商店關閉，我一直嚴重依賴亞馬遜得到。\n我的書從。我想他們已經有了足夠的錢，所以我...\n尋找好的替代購買和學習的地方... ...",
      "title": "爲想避開亞馬遜的書蟲們支招？"
    }
  ],
  "title": "Tips for bookworms trying to avoid Amazon?",
  "created_utc": 1613347072,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all,</p>\n\n<p>I&#39;m a very keen reader and I&#39;ve been doing it a lot in lockdown, but I&#39;m also pretty lazy and with the shops shut I have been relying heavily on Amazon to get my books from. I reckon they&#39;ve got enough money to be going on with, so am looking for good alternative places to buy and learn about books/book related services from. If anyone has any tips then I&#39;d be happy to hear them! </p>\n\n<p>Not including local libraries, whose services will differ regionally under COVID, here some things I&#39;ve found:</p>\n\n<p><a href=\"https://www.hive.co.uk/\">https://www.hive.co.uk/</a></p>\n\n<p>Hive is a UK online bookseller that donates percentages of its sales to independent bookstores. You can nominate you local bookstore to get your donation from and also collect your book from that store in person (in which case their percentage of sale more than doubles).</p>\n\n<p><a href=\"https://libro.fm/\">https://libro.fm/</a></p>\n\n<p>I&#39;ve not tried this yet, but it looks to be a similar concept to Hive but as a subscription Audiobook service, with a percentage going to independent bookstores. I&#39;ve not yet given it a go, so can&#39;t speak to their selection, but prices look very similar to Audible and with the same 1 credit per month system in place.</p>\n\n<p><a href=\"https://app.thestorygraph.com/\">https://app.thestorygraph.com/</a></p>\n\n<p>I&#39;ve thought that Goodreads is a bit of a mess for a while. The recommendations are odd, big new releases can be weirdly hard to find, it generally has an unintuitive web 2.0 vibe with lots of functions that break regularly. So I was pretty happy to discover this. It&#39;s a very similar &quot;Facebook for books&quot; concept but with a much better layout and recommendations system. It categorises books not just by genre but by things like mood, pace, and characterisation. Then it searches for books based on what books you like generally and what you&#39;re in the mood for right now. You can import your Goodreads history into it so it can use all that data.</p>\n\n<p><a href=\"https://bookmarks.reviews/\">https://bookmarks.reviews/</a></p>\n\n<p>I was also using Goodreads and Amazon to find book reviews and both are pretty notoriously poor. Easy to &quot;game&quot; by paying for good reviews and there&#39;s always the organic issue that people will naturally gravitate towards books they already think they&#39;ll like, which artificially inflates their scores, while reading &quot;classics&quot; with a sense of grudging obligation, which deflates theirs. This site is a reviews aggregator, similar to rottentomatoes, which will give you a good overview of what the reviews are saying generally.</p>\n\n<p>If anyone has any other recommendations I&#39;d love to hear them, trying to go Amazon-free in 2021!</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/nCvnljTEecBbN_KcnV6t87C6r-9Fysd2Cof6SsLSY8A.jpg?auto=webp&s=78ddc9641d4c0b58db93a1582840cf2ac48e236a",
          "width": 800,
          "height": 400
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/nCvnljTEecBbN_KcnV6t87C6r-9Fysd2Cof6SsLSY8A.jpg?width=108&crop=smart&auto=webp&s=9d8946a2fa793006b66c27b84adbf50ee53c3c77",
            "width": 108,
            "height": 54
          },
          {
            "url": "https://external-preview.redd.it/nCvnljTEecBbN_KcnV6t87C6r-9Fysd2Cof6SsLSY8A.jpg?width=216&crop=smart&auto=webp&s=ea5bcc5a67f6b56711049329674b794362c78fd1",
            "width": 216,
            "height": 108
          },
          {
            "url": "https://external-preview.redd.it/nCvnljTEecBbN_KcnV6t87C6r-9Fysd2Cof6SsLSY8A.jpg?width=320&crop=smart&auto=webp&s=53f2fc4242605137fc31100184c8f0faac129b7c",
            "width": 320,
            "height": 160
          },
          {
            "url": "https://external-preview.redd.it/nCvnljTEecBbN_KcnV6t87C6r-9Fysd2Cof6SsLSY8A.jpg?width=640&crop=smart&auto=webp&s=e64b5fbef00ca2781a636e51762fff4685febd6c",
            "width": 640,
            "height": 320
          }
        ],
        "variants": {},
        "id": "Y2EwBt2csYMHrHZlgAskO1kUmsdnKuBZc5nVtWgWrOg"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/ljna6h/tips_for_bookworms_trying_to_avoid_amazon/",
  "subreddit": "books",
  "id": "ljna6h",
  "is_self": true,
  "media": null,
  "is_video": false
}