{
  "author": "MrsDimplee",
  "the_new_excerpt": "Why YSK: Right now, many unsuspecting parents of young kids are bringing home\npuppies, only to realize that raising them all together is a Herculean task.\n\nDogs are man’s best friend, and we have a romanticized idea of puppies “growing\nup with our kids.” Ironically, puppies and young children…",
  "original_created_utc": 1614734902,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK: 现在，许多不怀好意的父母把年幼的孩子带回了家。\n小狗，却发现把它们一起养大是一项艰巨的任务。\n\n狗是人类最好的朋友，我们对小狗的 \"成长 \"有一个浪漫的想法，那就是\n与我们的孩子。\" 讽刺的是，小狗和幼童...",
      "title": "YSK: 小狗和小孩是可怕的玩伴（95%的时间）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK: 現在，許多不懷好意的父母把年幼的孩子帶回了家。\n小狗，卻發現把它們一起養大是一項艱鉅的任務。\n\n狗是人類最好的朋友，我們對小狗的 \"成長 \"有一個浪漫的想法，那就是\n與我們的孩子。\" 諷刺的是，小狗和幼童...",
      "title": "YSK: 小狗和小孩是可怕的玩伴（95%的時間）。"
    }
  ],
  "title": "YSK: Puppies and young children make terrible playmates (95% of the time)",
  "created_utc": 1614819440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Right now, many unsuspecting parents of young kids are bringing home puppies, only to realize that raising them all together is a Herculean task. </p>\n\n<p>Dogs are man’s best friend, and we have a romanticized idea of puppies “growing up with our kids.” Ironically, puppies and young children usually do not mix well. Toddlers/kindergarteners/etc are perfect targets for puppy biting and rough play. They are fun to chase and make loud noises. Puppies love their tiny human play toys, and they don’t understand good manners until you have a lot of time and patience to train them.</p>\n\n<p>I’m sure that there are exceptions to this rule, but they are just that: exceptions. Puppies take a ton of work, and then they turn into adolescent dogs with a whole new set of challenges. It will be several years before your crazy, energetic puppy turns into an adult dog that naps quietly on the sofa while you watch tv.</p>\n\n<p>I felt the need to write this because I’ve been seeing this unfortunate trend over and over on dog raising support groups. It’s usually a post from an exhausted mother asking how in the world she can raise a toddler, train a puppy, and run a household. </p>\n\n<p>If you decide that a puppy is right for your family and you still have young kids, please prepare yourself for the daily reality of that scenario. Your kids and puppy will need to be completely supervised when they are together. Usually, they need to be completely separated for the majority of the day. Please just make sure your decision is an informed one. Too many unprepared parents are realizing that the task is too much, and they are being forced to rehome their dogs.</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/YouShouldKnow/comments/lwhuq3/ysk_puppies_and_young_children_make_terrible/",
  "subreddit": "YouShouldKnow",
  "id": "lwhuq3",
  "is_self": true,
  "media": null,
  "is_video": false
}