{
  "author": "jedimaster4007",
  "the_new_excerpt": "I realize this has probably been done to death, but I've been thinking about\nthis a lot lately. Also, a couple of disclaimers. I'm coming from a US\nperspective, so I apologize if any terms or concepts don't correlate to other\ncultures. And, I graduated from high school ten years ago, so it could be…",
  "original_created_utc": 1616085819,
  "localize": [
    {
      "locale": "zh",
      "title": "CMV：高中应该培养学生成为负责任的成年人，而不是专注于大学预科。",
      "the_new_excerpt": "我意识到这可能已经被做死了，但我一直在思考关于\n最近经常出现这种情况。另外，说两句免责声明。我是来自美国的\n观点，所以如果有任何术语或概念与其他的术语或概念不相关，我表示歉意。\n文化。而且，我十年前就从高中毕业了，所以可能... ..."
    },
    {
      "locale": "zh-Hant",
      "title": "CMV：高中應該培養學生成爲負責任的成年人，而不是專注於大學預科。",
      "the_new_excerpt": "我意識到這可能已經被做死了，但我一直在思考關於\n最近經常出現這種情況。另外，說兩句免責聲明。我是來自美國的\n觀點，所以如果有任何術語或概念與其他的術語或概念不相關，我表示歉意。\n文化。而且，我十年前就從高中畢業了，所以可能... ..."
    }
  ],
  "title": "CMV: High school should prepare students to become responsible adults, rather than focusing on college prep",
  "created_utc": 1616092222,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I realize this has probably been done to death, but I&#39;ve been thinking about this a lot lately. Also, a couple of disclaimers. I&#39;m coming from a US perspective, so I apologize if any terms or concepts don&#39;t correlate to other cultures. And, I graduated from high school ten years ago, so it could be that high school curriculum has changed since then.</p>\n\n<p>I understand why schools focus so much on college prep. In the US, college is treated as a requirement, despite the fact that a huge number of people never get a college degree. So many jobs that pay a living wage have the luxury to require a bachelor&#39;s degree due to the sheer number of applicants, even when the position really doesn&#39;t require any advanced education. They can afford to be picky, if only to reduce the applicants to a manageable number. So parents know that for their child to achieve a financially comfortable life, they need to get a college degree. Parents vote for educational leaders who will implement policies aligned with that goal.</p>\n\n<p>And when I say college prep, I&#39;m talking about the more specialized classes we take in high school, like chemistry, biology, college algebra, and basically all the AP courses. Of course all of those teach valuable skills that apply to multiple areas in life; I&#39;m not trying to say that these classes aren&#39;t valuable. Consider biology for example. There are many aspects of biology that are relevant to the average citizen, things like overall health awareness, understanding common medical procedures like vaccines, how diseases work and how they spread. The only reason I remember dissecting frogs is because I hated it, and I didn&#39;t really learn anything meaningful from it other than the haunting image of what a dissected frog looks like. I suppose you could say it helped me understand how life forms in general work, like how things have organs and blood vessels and system and such. I just find myself questioning the importance of knowledge like that, when there are other things I needed to know that were not taught to me.</p>\n\n<p>When I think back to when I graduated high school ten years ago, I realize that I knew basically nothing about how to be a functioning member of society. School taught me about all of these advanced, college-level topics, but I didn&#39;t know a single goddamn thing about the following:</p>\n\n<ul>\n<li>That I had to pay taxes. I&#39;m serious. I didn&#39;t pay my 2012 taxes because I didn&#39;t know I was supposed to. (I was part time minimum wage so don&#39;t worry, I don&#39;t think the IRS cares. It would have been a refund anyway, so technically I saved the government money)</li>\n<li>How to calculate my tax bracket. I had to learn this myself when I was self employed in 2016, and I ended up miscalculating and was $3k short in my self-withheld tax savings. I also didn&#39;t know that self employment tax had to be paid quarterly rather than annually, so I had to pay a nice fee for that.</li>\n<li>How to send a letter. My first landlord actually taught me because that&#39;s how he wanted me to send rent checks.</li>\n<li>How to budget effectively. I spent my first few years of employment paycheck to paycheck, sometimes being completely out of money days before my next paycheck, when I could have been saving money if I had a budget.</li>\n<li>How to maximize my savings, things like tax-advantaged accounts, investing, stocks</li>\n<li>How to build and maintain good credit</li>\n<li>How to build a resume. I actually learned this in my last year of college, everyone in the class had no idea.</li>\n<li>How to apply for jobs effectively, tailoring the resume and application to the position, nailing the interview, etc.</li>\n<li>How to get involved with the local community, townhall meetings, council meetings, boards and commissions, nextdoor, local news, etc.</li>\n<li>The importance of being politically involved and voting in both local and federal elections. I voted for the first time in 2018, before that I just never cared about politics because I didn&#39;t keep up with the news at all.</li>\n<li>Almost anything related to the law other than really simple things like don&#39;t attack people, or driving laws (which I didn&#39;t learn in school, technically). I didn&#39;t know anything about labor laws, local codes and ordinances, residential laws, my rights when interacting with the police, etc.</li>\n<li>How the government works, which branches are responsible for what, which elected official have the power to make what changes, etc.</li>\n<li>Almost everything related to the home. Maintaining the systems and foundation, utilities, how and when to buy a house, etc.</li>\n</ul>\n\n<p>I don&#39;t think I&#39;m the only one who graduated high school without the above knowledge. But now, as a 28 year old adult, I don&#39;t know how I could function without knowing those things. How could we expect any 18 year old to become a productive member of society without this knowledge? The only reason I made it is because I had a lot of privilege. Between my supportive parents, friends, other mentors, and the internet, I managed to learn everything I needed to know, but I often had to endure hardships because I didn&#39;t know these things when I needed to. In fact, if not for my somewhat natural talent with computers, I don&#39;t think I would have been able to learn what I needed to know before it became a very big problem.</p>\n\n<p>Many people who support the current curriculum believe that it is the parents&#39; responsibility to teach what I listed above. I will say my parents taught me a lot of important things that allowed me to learn what I needed to learn. For example, how to use computers and the Internet effectively, that was hugely important for me. But I guess for me, I just don&#39;t think it&#39;s right to expect certain things like paying taxes and being politically involved without making sure that the federal education curriculum teaches those skills. Just look at how many young adults end up in prison or homeless because they just don&#39;t know how to do basic things like maintain a budget, get a job, communicate effectively, and so on. These people end up being a drain on society whereas they could be meaningful contributors. I felt cheated when I got out of high school and realized I didn&#39;t know any of the things I was expected to know. Again, I don&#39;t think things like biology aren&#39;t important, but what does it say about my education when I remember that the mitochondria is the powerhouse of the cell, but I don&#39;t know anything about paying taxes? It just feels like we&#39;ve got the priorities reversed.</p>\n\n<p>There are other things I think high school should teach based on what seem to be many shortcomings of current adults. The most important one, in my opinion, is how to research and evaluate sources effectively. I learned a little bit of this in high school, mainly that wikipedia doesn&#39;t count as a proper source for research papers, but college taught me so much more. Things like how to identify bias, how to evaluate research methods, red flags like spotting whether or not an article lists any sources, or if those sources are credible, diversifying information sources, being aware of my own biases and not only agreeing with titles that agree with my preconceived notion.</p>\n\n<p>Literally just think about that for a second. How many people read a title that agrees with their bias and just assume it&#39;s true? How many people read or hear something very charismatically delivered and assume that they must be telling the truth? This is why there&#39;s such a prevalence of conspiracy theories, anti-vaxxers, flat earthers, and so on. If we all understood the basics of fact checking and how to evaluate credible sources, these things would almost certainly disappear. We would immediately have a better educated society. We would start to see presidential candidates based on merit rather than popularity. This is one of those things that I genuinely think could solve a tremendous number of problems all by itself.</p>\n\n<p>High school is supposed to prepare children to become responsible adults. I think rather than hoping that parents should teach life skills and government mandated responsibilities, the school system that our taxes pay for should give us at least the bare minimum of knowledge to do everything an adult is expected to do. Ideally other life skills like finances and job preparedness should also be taught, and for those who intend to pursue a career that requires higher education, they should have the option to include college prep courses. I don&#39;t think someone should be allowed to graduate high school without being taught how to do what is expected of them in adulthood.</p>\n</div><!-- SC_ON -->",
  "score": 304,
  "permalink": "/r/changemyview/comments/m7v025/cmv_high_school_should_prepare_students_to_become/",
  "subreddit": "changemyview",
  "id": "m7v025",
  "is_self": true,
  "media": null,
  "is_video": false
}