{
  "author": "ThinkingSARAM",
  "original_created_utc": 1633100653,
  "title": "I need some suggestions",
  "created_utc": 1633132502,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want a female protagonist. She should be successful in her career. Also, she should not be with men. I don’t care about her sexual orientation but I just don’t want a woman’s love story. I want more.</p>\n\n<p>I’m okay with both modern or classics but you should know that I’m not a native english speaker. Some classics are too hard for me to read. I’m reading ‘Tipping the velvet’(by Sarah Waters) now and I think I can easily read books with its level. </p>\n\n<p>Although I didn’t read english literature a lot, here’s my favorite books list.</p>\n\n<ul>\n<li>Fried Green Tomatoes at the Whistle Stop Cafe (by Fannie Flagg)</li>\n<li>Wide Sargasso Sea (by Jean Rhys)</li>\n</ul>\n\n<p>I believe you’ll suggest me some amazing books.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/pz9vtj/i_need_some_suggestions/",
  "subreddit": "booksuggestions",
  "id": "pz9vtj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want a female protagonist. She should be successful in her career. Also, she\nshould not be with men. I don’t care about her sexual orientation but I just\ndon’t want a woman’s love story. I want more.\n\nI’m okay with both modern or classics but you should know that I’m not a native\nenglish speaker.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "女性の主人公が欲しい。彼女は自分のキャリアで成功していなければなりません。また、彼女は\n男性と一緒にいてはいけません。彼女の性的指向は気にしませんが、私はただ\n女性のラブストーリーはいらない。それ以上のものを求めています。\n\n現代的なものでも古典的なものでも構いませんが、私が英語を母国語としないことを知っておいてください。\n英語を話すことができません。....",
      "title": "何か提案が欲しい"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想要一个女主人公。她在事业上应该是成功的。此外，她\n不应该和男人在一起。我不关心她的性取向，但我只是\n我不想要一个女人的爱情故事。我想要更多。\n\n我可以接受现代或经典作品，但你要知道，我的母语不是英语。\nEnglish speaker....",
      "title": "我需要一些建议"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想要一個女主人公。她在事業上應該是成功的。此外，她\n不應該和男人在一起。我不關心她的性取向，但我只是\n我不想要一個女人的愛情故事。我想要更多。\n\n我可以接受現代或經典作品，但你要知道，我的母語不是英語。\nEnglish speaker....",
      "title": "我需要一些建議"
    }
  ]
}