{
  "author": "illini02",
  "original_created_utc": 1631276252,
  "title": "CMV: As long as neighborhood schools are the norm, education in schools the United States, especially in major cities, will NEVER be equal across the board.",
  "created_utc": 1631288617,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to be a teacher.  I often hear people complain that education should be equal and people shouldn&#39;t have to move to give their kids a great education.</p>\n\n<p>In theory, I agree.  But its just not realistic for a number of reason.</p>\n\n<p>Biggest one is that states set their own standards.  When some states ban teaching evolution, or accurate history (ie the civil war wasn&#39;t about slavery), well you can&#39;t be surprised that many of those states have a worse education system.</p>\n\n<p>However, even if you go into a major city, there will be differences that can&#39;t be evened out.  I used to teach in Chicago, so I&#39;ll use that as my primary example.</p>\n\n<p>Biggest reason, is parents.  I know, a lot of people hate blaming parents for things.  But, its true.  The first school I taught at, which was in a pretty bad area of town, the parents didn&#39;t give a shit.  We literally had to bribe them with raffles to come to parent teacher conferences.  They often would blatantly disrespect the teacher, and showed pretty clearly that they didn&#39;t value education.  So if that is what the kids were getting, they won&#39;t value education either.  So one can&#39;t be surprised those kids don&#39;t do well.   Conversely, the nicer areas of towns typically had more 2 parent households, where both parents were college educated, and therefore valued education more.  Not that those parents can&#39;t have their own set of difficulties, but in general, the kids are going to do better.</p>\n\n<p>Next up are teachers.  Let me be clear, I fully believe 90% of teachers have great intentions.  But no matter where you teach, its difficult.  Even if you start your career wanting to change the world and help the kids who need nit most, eventually, many people don&#39;t want to work harder than they need to.  Teaching at a school with better behaved kids and more cooperative parents is just easier and frankly more enjoyable.  So many teachers who get experience and the ability to go to a better school, will do so when they get the chance, leaving the worse schools to have a lot more teacher turnover over the years.</p>\n\n<p>Finally there are the conditions they are teaching in.  Even if the worse schools get the same resources, it is far more than that.  Many of the kids in these worse schools, have lots of issues.  The pandemic essentially opened a lot of peoples eyes to how many kids depends on school for meals.  So you have kids coming in hungry.  Often the neighborhoods aren&#39;t as safe.  There are more social issues they are dealing with.  Is it shocking that a kid living in a gang infested neighborhood, with no food at home, and a single parent working 2 jobs and not able to spend much time with them isn&#39;t doing well?</p>\n\n<p>These differences are most easily seen in a city like Chicago, but can also be seen in neighboring towns with different demographics.</p>\n\n<p>So with all of these things, unless we abolish the idea of neighborhood schools and bus kids to schools to spread out the privileged and underprivileged kids, while constantly updating it every few years, its just never going to be equal.  Change My View.</p>\n\n<p>(Note, I&#39;m only talking US schools, I have no idea how the education system in other countries could work)</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/pljvmn/cmv_as_long_as_neighborhood_schools_are_the_norm/",
  "subreddit": "changemyview",
  "id": "pljvmn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to be a teacher. I often hear people complain that education should be\nequal and people shouldn't have to move to give their kids a great education.\n\nIn theory, I agree. But its just not realistic for a number of reason.\n\nBiggest one is that states set their own standards. When some states…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は以前、教師をしていました。よく、「教育は平等であるべきだ」と言う人がいます。\n教育は平等であるべきで、子供に素晴らしい教育を受けさせるために引っ越しをする必要はない」という不満をよく耳にします。\n\n理論的には賛成です。しかし、いくつかの理由から現実的ではありません。\n\n最大の理由は、州が独自の基準を設定していることです。ある州では...",
      "title": "CMV：アメリカの学校、特に大都市の学校では、近隣の学校が主流である限り、教育は決して平等ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经是一名教师。我经常听到有人抱怨说，教育应该是\n人们不应该为了给他们的孩子提供良好的教育而搬家。\n\n在理论上，我同意。但这是不现实的，原因有很多。\n\n最大的一个原因是，各州制定自己的标准。当一些州...",
      "title": "CMV：只要邻里学校是常态，美国的学校教育，特别是大城市的学校教育，就永远不会是一视同仁的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經是一名教師。我經常聽到有人抱怨說，教育應該是\n人們不應該爲了給他們的孩子提供良好的教育而搬家。\n\n在理論上，我同意。但這是不現實的，原因有很多。\n\n最大的一個原因是，各州制定自己的標準。當一些州...",
      "title": "CMV：只要鄰里學校是常態，美國的學校教育，特別是大城市的學校教育，就永遠不會是一視同仁的。"
    }
  ]
}