{
  "author": "Mirikitani",
  "original_created_utc": 1634266231,
  "title": "'The Idiot' by Dostoevsky: I was diagnosed with Epilepsy as an adult, and I finally understand why representation matters",
  "created_utc": 1634273296,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I see myself so much in the main character, Prince Mushkin. I&#39;ve always heard the phrase &#39;representation matters&#39;, but I never applied it to myself because it was &quot;meant for books for kids&quot; and I &quot;didn&#39;t need it.&quot; Turns out, I did. I was diagnosed with a seizure disorder a couple of years ago and it was devastating. Not for Prince Mushkin, though -- he just floats his way through life with a childlike sense of kindness and wonder <em>because</em> of his &#39;fits.&#39; </p>\n\n<p>I&#39;m only about 1/4 of the way through the book right now so please no spoilers! This is my 3rd Dostoevsky novel and I love his beautiful and chaotic prose and storytelling. This is also the second of his books with a character with seizures (The Brothers Karamazov is the other). I didn&#39;t consciously realize it at the time but that character meant a lot to me too. What I went through wasn&#39;t a joke. Now I have a book that respects that. And now I understand how important it is -- for everyone, including adults -- for books to have characters that reach us for <em>every</em> part of ourselves. Thank you all for reading.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/q8f067/the_idiot_by_dostoevsky_i_was_diagnosed_with/",
  "subreddit": "books",
  "id": "q8f067",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I see myself so much in the main character, Prince Mushkin. I've always heard\nthe phrase 'representation matters', but I never applied it to myself because it\nwas \"meant for books for kids\" and I \"didn't need it.\" Turns out, I did. I was\ndiagnosed with a seizure disorder a couple of years ago and it…"
}