{
  "author": "jcarunningman",
  "original_created_utc": 1628630022,
  "title": "YSK: It is not possible to recycle 96% of plastic",
  "created_utc": 1628635961,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Contrary to popular belief, recycling is not an ideal solution to the pollution crisis.</p>\n\n<p>The pollution crisis is actually caused by overconsumption, and that is why our consumerist lifestyle in western society is more detrimental than corporations want us to think.</p>\n\n<p>Since it is not possible to recycle 96% of plastic, only a measly 4% of plastic is truly recycled. This 4% can also only be recycled a few times before it becomes useless to recycle.</p>\n\n<p>This is why we MUST adopt sustainable practices,  such as reusing water bottles and paper bags or, ideally, opting for glass water bottles and reusable shopping bags.</p>\n\n<p>The work should not stop here, though. A major component to living a more sustainable lifestyle is <strong>reducing</strong> consumption wherever we can. This does not mean life has to be boring or we have to be hermits. In fact, I am arguing quite the opposite. </p>\n\n<p>In order to reduce, we must restore a sense of community in western society by sharing items. Instead of cluttering up our garage with items we use once per year, we should simply borrow said items from our neighbors.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/p1yg9v/ysk_it_is_not_possible_to_recycle_96_of_plastic/",
  "subreddit": "YouShouldKnow",
  "id": "p1yg9v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Contrary to popular belief, recycling is not an ideal solution to the\npollution crisis.\n\nThe pollution crisis is actually caused by overconsumption, and that is why our\nconsumerist lifestyle in western society is more detrimental than corporations\nwant us to think.\n\nSince it is not possible…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：一般的に言われていることとは異なり、リサイクルは公害問題の理想的な解決策ではありません。\n汚染危機の理想的な解決策ではありません。\n\n汚染の危機は、実際には過剰な消費によって引き起こされているのです。\n西洋社会の消費主義的なライフスタイルは、企業が考えている以上に悪影響を及ぼしているのです。\n欧米社会の消費主義的なライフスタイルは、企業が考えている以上に有害なのです。\n\nそれは、企業が考えている以上に、西洋社会の消費主義的なライフスタイルが悪影響を及ぼしているからです。",
      "title": "YSK: プラスチックの96%をリサイクルすることは不可能です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：与流行的看法相反，回收并不是解决污染危机的理想办法。\n污染危机的理想解决方案。\n\n污染危机实际上是由过度消费引起的，这就是为什么我们的\n这就是为什么我们西方社会的消费主义生活方式比企业所想的更有害的原因。\n想的那样有害。\n\n由于它不可能...",
      "title": "YSK：不可能回收96%的塑料"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：與流行的看法相反，回收並不是解決污染危機的理想辦法。\n污染危機的理想解決方案。\n\n污染危機實際上是由過度消費引起的，這就是爲什麼我們的\n這就是爲什麼我們西方社會的消費主義生活方式比企業所想的更有害的原因。\n想的那樣有害。\n\n由於它不可能...",
      "title": "YSK：不可能回收96%的塑料"
    }
  ]
}