{
  "author": "fightforthefuture",
  "original_created_utc": 1628533802,
  "title": "US SENATE BITCOIN UPDATE: The Senate is finally going to vote today on an amendment that would have never happened without all your hard work. If even one Senator objects, all we get is the garbage text that brought us here in the first place. CALL NOW - 517-200-9518",
  "created_utc": 1628551846,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We have one final chance to fight another day: a new compromise that will be proposed by unanimous consent this afternoon. This compromise solves many of the problems with the original text, although according to <a href=\"https://twitter.com/RonWyden/status/1424731514147938304?s=20\">Senator Wyden</a> there are still some harms to privacy and security. Unfortunately, without the compromise, all we get is the garbage text of the original bill. If the Senate doesn&#39;t vote to amend TODAY, the bill reverts to the original Portman-Sinema provision that forces bitcoin miners and wallet devs to surveil their users (they cant) or leave the US.  <strong>If even one Senator objects, all we get is the garbage text that brought us here in the first place.</strong></p>\n\n<p>So, one more time for the folks in the back! Call and tweet at your Senators and tell them to support the cryptocurrency amendment to the infrastructure bill. </p>\n\n<p><strong>If you haven&#39;t called yet, do it now.</strong> <strong>If you already called your Senator to reject the Warner amendment CALL AGAIN to tell your Senators to support amending the current cryptocurrency provision!</strong></p>\n\n<p><strong>Call your Senators right now at 517-200-9518 or use</strong> <a href=\"https://fftf.link/savecrypto2\">this call tool</a><strong>. We&#39;ll connect you to their offices and guide you through the process.</strong></p>\n\n<p><strong>When a staff member answers, tell them:</strong></p>\n\n<p>“Hi, I’m calling to ask that you support amending the cryptocurrency provision of the infrastructure bill, and in the future protect the human rights and privacy potential of decentralized technologies. Policies that impact basic freedom and the future of the Internet should be debated carefully and should never be attached to must-pass bills. Thank you.”</p>\n\n<p>---</p>\n\n<p><a href=\"https://youtu.be/cfY_0Rw8kZg\">Watch the Senate debate live</a></p>\n</div><!-- SC_ON -->",
  "score": 154,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/8oPytY08Gdum1NkPbCcF8IEzGI-6ZghSbGuRuAz2Ajc.jpg?auto=webp&s=75332f9d0cfd9c4231219f51cf749db1f2ab2aa9",
          "width": 140,
          "height": 140
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/8oPytY08Gdum1NkPbCcF8IEzGI-6ZghSbGuRuAz2Ajc.jpg?width=108&crop=smart&auto=webp&s=1dbad7222a359335d178cd67b1e6cecec2b653b8",
            "width": 108,
            "height": 108
          }
        ],
        "variants": {},
        "id": "6C08AfE5UKe49est5KjZKmXrRAVQCtAY-oINI9_O5lc"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/Bitcoin/comments/p17dws/us_senate_bitcoin_update_the_senate_is_finally/",
  "subreddit": "Bitcoin",
  "id": "p17dws",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We have one final chance to fight another day: a new compromise that will be\nproposed by unanimous consent this afternoon. This compromise solves many of the\nproblems with the original text, although according to Senator Wyden\n[https://twitter.com/RonWyden/status/1424731514147938304?s=20] there are…"
}