{
  "author": "Harurajat",
  "the_new_excerpt": "Explaining the title a little bit, I mean that if in a cohabitating couple\nsituation where you’re actively wanting kids but one person is infertile while\nthe other is fertile, it is typically a better idea to adopt your child rather\nthan get a sperm or egg donor. My reasoning is as follows:\n\nIf, as…",
  "original_created_utc": 1608811830,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "稍微解释一下标题，我的意思是如果一对同居的情侣\n一种情况，你很想要孩子，但有一个人是不育的，而\n另一个是有生育能力的，通常情况下领养你的孩子会更好。\n也不愿得到精子或卵子捐献者。我的理据如下：\n\n如果，作为…",
      "title": "[改变我的想法]：如果一对夫妇只有一侧不育，那么收养比找捐赠者更好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "稍微解釋一下標題，我的意思是如果一對同居的情侶\n一種情況，你很想要孩子，但有一個人是不育的，而\n另一個是有生育能力的，通常情況下領養你的孩子會更好。\n也不願得到精子或卵子捐獻者。我的理據如下：\n\n如果，作爲…",
      "title": "[改變我的想法]：如果一對夫婦只有一側不育，那麼收養比找捐贈者更好"
    }
  ],
  "title": "CMV: If a couple is infertile on just one side, then it’s a better idea to adopt rather than get a donor",
  "created_utc": 1608845796,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Explaining the title a little bit, I mean that if in a cohabitating couple situation where you’re actively wanting kids but one person is infertile while the other is fertile, it is typically a better idea to adopt your child rather than get a sperm or egg donor.  My reasoning is as follows:</p>\n\n<p>If, as a couple, you agree to get a donor, one part of the couple doesn’t have any biological connection to the child. If the consensus is that it shouldn’t matter, and that the infertile person should love the child the same as if it were their own biological child ( a sentiment I agree with), then there’s an understanding in the couple that biological ties are not paramount in a parent-child relationship. Given this, it seems then that the other party ( the fertile one) should also be fine with not having biological ties to the child. And, in my experience, by having the child adopted you avoid some of the sticky pitfalls that can come with a donor situation. </p>\n\n<p>Anecdotally, I have heard of situations where one parent feels less obligated to be involved in the raising of the child because they’re not related. On the other hand, I’ve also heard of situations where the party that was fertile and is biologically related to the child gets a complex and believes they have more of a say in how the child is raised since it’s their flesh and blood. In a situation where the couple separates, it also makes things more complicated and unfairly weighted towards the person who is biologically related. </p>\n\n<p>Personally, I’ve also seen situations where one half of the extended family treats the child noticeable different than the other and that can also be damaging for a young child to experience. With an adopted child, while there are certainly difficulties that a couple needs to be cognizant of, it just seems like there’s fewer ways for a weird dynamic to emerge and affect the child</p>\n\n<p>Sorry for the formatting, I’m on mobile!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kjefpw/cmv_if_a_couple_is_infertile_on_just_one_side/",
  "subreddit": "changemyview",
  "id": "kjefpw",
  "is_self": true,
  "media": null,
  "is_video": false
}