{
  "author": "ZekesLeftNipple",
  "original_created_utc": 1639098301,
  "title": "YSK that your teeth and gums are linked directly to your heart, and keeping them healthy by practicing good dental hygiene can help protect your heart, too",
  "created_utc": 1639112046,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;Why YSK:&lt;/strong&gt; While dental health is very important in general, one reason that often gets overlooked is that your teeth and gums are directly linked to your heart, and poor dental hygiene can potentially lead to heart problems if left unattended.&lt;/p&gt;\n\n&lt;p&gt;Some of those can include:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;Gum disease, which can increase your risk of developing heart disease.&lt;/li&gt;\n&lt;li&gt;If you don&amp;#39;t take care of your mouth, you risk developing a bacterial infection in your bloodstream. This, in turn, can potentially affect your heart (specifically heart valves -- be very careful if you&amp;#39;ve had heart surgery to repair/replace them).&lt;/li&gt;\n&lt;li&gt;Poor dental care can lead to type 2 diabetes, and there&amp;#39;s an apparent link between type 2 and cardiovascular disease.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;It&amp;#39;s worth noting that more research is needed to determine exactly what the links are, why they occur and how prevalent they are. But studies seem to indicate that they do, at the very least, exist in some capacity, and you can never be too careful when it comes to your health (especially not with your heart).&lt;/p&gt;\n\n&lt;p&gt;Practice good dental hygiene by doing some or, ideally, all of the following:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;Brushing your teeth twice a day for 2 minutes at a time (make sure you are brushing all the way to the back).&lt;/li&gt;\n&lt;li&gt;Flossing once a day.&lt;/li&gt;\n&lt;li&gt;Using mouthwash frequently.&lt;/li&gt;\n&lt;li&gt;If possible, use toothpaste with or drink water that contains fluoride.&lt;/li&gt;\n&lt;li&gt;See a dentist regularly for check-ups and cleanings.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;Obviously, you can have heart issues regardless of the state of your teeth. And if you &lt;em&gt;do&lt;/em&gt; have heart issues (of any kind, whether congenital or adult), it&amp;#39;s still important to maintain good oral hygiene so that you don&amp;#39;t potentially make those problems worse.&lt;/p&gt;\n\n&lt;p&gt;Regardless, it&amp;#39;s still a good idea to brush your teeth twice a day. It keeps more than just your mouth happy!&lt;/p&gt;\n\n&lt;p&gt;Sources:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.mayoclinic.org/healthy-lifestyle/adult-health/expert-answers/heart-disease-prevention/faq-20057986\"&gt;Mayo Clinic&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.heart.org/en/news/2018/11/07/bad-tooth-brushing-habits-tied-to-higher-heart-risk\"&gt;American Heart Association&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.healthline.com/health/gum-disease-and-heart-disease\"&gt;Healthline&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;(Disclaimer: I am not a dentist or a doctor, so please let me know if I have misinterpreted any of the sources, or if they are somehow not considered legit.)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 103,
  "permalink": "/r/YouShouldKnow/comments/rcw7ap/ysk_that_your_teeth_and_gums_are_linked_directly/",
  "subreddit": "YouShouldKnow",
  "id": "rcw7ap",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: While dental health is very important in general, one reason that often\ngets overlooked is that your teeth and gums are directly linked to your heart,\nand poor dental hygiene can potentially lead to heart problems if left\nunattended.\n\nSome of those can include:\n\n * Gum disease, which can…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：歯の健康は一般的にとても重要ですが、よく言われる理由のひとつに\n歯と歯ぐきは心臓に直結しています。\nを放置しておくと、心臓に負担がかかる可能性があります。\nを放置したままです。\n\nその中には、以下のようなものがあります。\n\n * 歯周病、これは...",
      "title": "YSKでは、歯と歯茎は心臓に直結していると考え、歯磨きをして歯茎を健康に保つことは、心臓を守ることにもつながります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：虽然牙齿健康在一般情况下非常重要，但有一个原因经常被忽视。\n被忽视的原因是，你的牙齿和牙龈与你的心脏有直接联系。\n如果不注意牙齿卫生，有可能导致心脏问题。\n不注意的话，有可能导致心脏问题。\n\n其中一些可能包括。\n\n * 牙龈疾病，它可以...",
      "title": "YSK认为，你的牙齿和牙龈与你的心脏直接相关，通过保持良好的牙齿卫生来保持它们的健康，也有助于保护你的心脏。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：雖然牙齒健康在一般情況下非常重要，但有一個原因經常被忽視。\n被忽視的原因是，你的牙齒和牙齦與你的心臟有直接聯繫。\n如果不注意牙齒衛生，有可能導致心臟問題。\n不注意的話，有可能導致心臟問題。\n\n其中一些可能包括。\n\n * 牙齦疾病，它可以...",
      "title": "YSK認爲，你的牙齒和牙齦與你的心臟直接相關，通過保持良好的牙齒衛生來保持它們的健康，也有助於保護你的心臟。"
    }
  ]
}