{
  "author": "gthaatar",
  "the_new_excerpt": "Why YSK: Because homelessness is awful, and unless youre able to accomplish a\nvan dwelling sort of lifestyle, it can and will likely break you. These tips may\nwell help you mitigate that.\n\nIm approaching 5 years myself, and while these days its more of a choice for me\n(Ive lost all faith in…",
  "original_created_utc": 1610245347,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "因为无家可归是很可怕的，除非你能完成一个新的任务，否则你就会有一个新的目标。\n货车住的那种生活方式，它可以而且很可能会打破你。这些技巧可能\n以及帮助你减轻。\n\n我自己也快5年了，虽然这些天对我来说更多的是一种选择。\n(我已经失去了所有的信心... )",
      "title": "YSK如何成为无家可归的人，而不是完全的Miserable。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因爲無家可歸是很可怕的，除非你能完成一個新的任務，否則你就會有一個新的目標。\n貨車住的那種生活方式，它可以而且很可能會打破你。這些技巧可能\n以及幫助你減輕。\n\n我自己也快5年了，雖然這些天對我來說更多的是一種選擇。\n(我已經失去了所有的信心... )",
      "title": "YSK如何成爲無家可歸的人，而不是完全的Miserable。"
    }
  ],
  "title": "YSK how to be Homeless and not completely Miserable.",
  "created_utc": 1610658281,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because homelessness is awful, and unless youre able to accomplish a van dwelling sort of lifestyle, it can and will likely break you. These tips may well help you mitigate that. </p>\n\n<p>Im approaching 5 years myself, and while these days its more of a choice for me (Ive lost all faith in conventional lifestyles after pulling up my bootstraps twice and still falling back down anyway, so im working towards the Matt Foley lifestyle), its becoming apparent that more people are likely to be facing it.</p>\n\n<p>Naturally, the most foremost tip is to do everything you can to just not be in this situation, but that isnt really helpful if youre already there or well past the point of no return, and Im not here to try and explain how to get out your personal situation. Whats needed to do that is different for everybody, but what we go through while were homeless isnt so different.</p>\n\n<p>So, heres what Ive learned and what you can use to at least avoid or mitigate some small part of the tragedy:</p>\n\n<p>1) Priority number one is to get a stable income. It sounds like an obvious thing, but even if you arent making enough to climb back out of homelessness, having a regular income is still vital. </p>\n\n<p>While counter-intuitive, being homeless (and poor in general) is more expensive than youd expect. An income is the only way to counteract that problem. If you can save any money at all, do it, pennies at a time even. </p>\n\n<p>But keep in mind, unless you have a regular resupply of &quot;stuff&quot; to take from, pawning is NOT a stable means of supporting yourself. Its good for emergencies (i have for instance a very expensive watch from my before times that always gets me $100 in a pinch) but eventually you run out of stuff if you dont get it back. </p>\n\n<p>2) If you have a car, take as best care of it as you can, as unexpected car problems will send you into panic attacks if you let them, given its like watching your house burn down. </p>\n\n<p>For parking, you want 24 hour businesses like Walmart or McDonalds or Planet Fitness. These are places where people come and go throughout the day and night and unless you make yourself a problem, nobody is really going to bat an eye at you parking there. </p>\n\n<p>Sunshades also help for privacy and cooling during hotter temps, and help give the illusion that youre just someone that works there. </p>\n\n<p>If you dont have a car, decide whether you want to deal with shelters (if you have any) or sleeping in the woods. I dont personally recommend shelters unless you have no choice (Im Floridian so deadly nights aren&#39;t much of a thing here), but its important to try and be selective if you have options. If you opt for the woods, you want to look towards camping gear thats as compact as you can get it. Lugging around all the gear when you arent set up will be a pain as it is; worse when it doesnt compress down to a more manageable size. </p>\n\n<p>Getting a vehicle however, should be a priority for you if youre able to keep up with 1. Its infinitely easier to be in a vehicle. </p>\n\n<p>3) Hygiene. Gyms are your friend, but bird baths in a Wawa or 7/11 bathroom work too. The key is dont be the person that leaves a mess behind, and definitely dont be the person that does it out in the open. Use rhe handicap stall. </p>\n\n<p>For emergencies and also just spot cleaning when you cant get in to give a more proper clean to yourself, baby wipes (or Dude Wipes if you find them at Walmart) are handy. While not a replacement for a proper shower or bath, they can at least get rid of some of the dank and help you stay cleaner for longer. </p>\n\n<p>4) Get a phone. As good a phone as you can afford. While reliant on 1, this is vital. </p>\n\n<p>One of the worst parts, if not the worst, about being homeless is the boredom. Even a cheap smart phone is a massive boon to combatting that problem, and also has the benefit of making #1 more viable to keep up with. While theyre scummy, gig delivery jobs like Doordash or Ubereats can be had if you have a car. And for regular jobs youll always need a way to be contacted, and you dont want a library being that means. </p>\n\n<p>These are the main tips you want to focus on when youre initially dealing with it. </p>\n\n<p>If you end up having to do it long term, or just dont have a choice, these are some tips to make it less awful and to generally avoid headaches. </p>\n\n<p>5) Power independence. Relying on public places to charge stuff was a pain in the ass before recent global events, and near impossible during it. Getting a small generator if you have a car is valuable for this purpose, and is way cheaper to utilize long term than driving in circles for hours to stop your battery from draining just to charge a phone. They arent actually that loud and if you park in the right place nobody should bother you over it. Easier to use (and conceal) if you have a truck, but not impossible with a car or van. </p>\n\n<p>You can also get a solar panel charger. While a bit unreliable, they work in a pinch if you have a spot where they can sit in the sun uninterrupted for hours on end. </p>\n\n<p>Battery banks are also your friends. Get and charge as many as you can when you can, and theyll help keep you connected. </p>\n\n<p>6) Cooking. Its cheaper, healthier, and way more forgiving to your mental health to cook for yourself, and especially so when youre homeless. </p>\n\n<p>A portable stove can be had for as cheap as $20ish, a nice pan for another $10-20, a good knife and some cheap wooden utensils another $10-15, and a cutting board (10-20) are all you strictly need. Gas for the stove is cheap and lasts if you keep your meals simple (which you should, at least initially). Keep at least two jugs for water, one for cooking use and one to help clean up. Bounty paper towels, while relatively not-cheap, are really the best brand ive found where you dont need to rip multiple sheets off just to wipe up something. </p>\n\n<p>The camping section at walmart is your friend here; while you can get more elaborate with it (like i do) and get nice pots and pans and such, camping stuff works just as well. </p>\n\n<p>From there basic pantry stuff that can be kept warm: oil, salt, pepper, any spices you happen to like. Dried beans and pasta are hella cheap and need minimal help to make delicious. Most canned stuff is crap IMO (as I like to eat fresh as much as possible), but tomatoes are a good choice to keep on hand. </p>\n\n<p>If you have a cheap source of ice (i can get 20lbs of ice for $2 for instance), you can get coolers and keep them iced down so you can maintain a fridge of sorts, which is nice if only for keeping cold drinks on hand, but also lets you buy fresher in bulk to save money. Do however find a good system for keeping things dry; you dont want to drain the water unless youre adding more ice and wet produce is pretty grody. Mason jars are good for this and are easy to pack into any decent sized cooler without it getting unwieldy to organize. </p>\n\n<p>Keep your grocery bags and use them for garbage. Throw them out as gas pumps. </p>\n\n<p>7) if you have to deal with cops, be honest and dont antagonize them as best you can. It cant always be helped, especially if you arent lucky enough to look white (much less be white), but the faster you get out and away from them the better, even if theyre kicking you out of your sleeping spot. And if they do do that, dont try to tempt fate; vacate that area for good and find a new spot. It helps if you have the time (which you will, homelessness is nothing but time) to search around your area for potential spots and try them out. </p>\n\n<p>It sucks to be wandering around delirious at 2 am trying to find somewhere to go back to sleep, trust me.</p>\n</div><!-- SC_ON -->",
  "score": 1488,
  "permalink": "/r/YouShouldKnow/comments/ku5a3n/ysk_how_to_be_homeless_and_not_completely/",
  "subreddit": "YouShouldKnow",
  "id": "ku5a3n",
  "is_self": true,
  "media": null,
  "is_video": false
}