{
  "author": "youngling9797",
  "the_new_excerpt": "When it comes to love I’ve never known what I’m doing. I’ve been haunted by an\nex (my first love) for 4 years, and I’m trying to navigate my new relationship\nwith my current girlfriend. My parents never taught me about love and I never\nhad any love stories I could use to understand myself or my…",
  "original_created_utc": 1619331564,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "恋愛に関しては、私は自分が何をしているのかわからない。私は4年間、元恋人（初恋の人）に悩まされてきました。\n今の彼女との新しい関係をナビゲートしようとしています。\n現在のガールフレンドとの新しい関係をナビゲートしようとしています。私の両親は私に愛について教えてくれませんでしたし、私は一度も\n自分を理解するのに使えるようなラブストーリーを持っていませんでした...",
      "title": "愛を理解したい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "谈到爱情，我一直不知道自己在做什么。我被一个前任（我的初恋）纠缠了4年。\n前任（我的初恋）纠缠了4年，而我正试图驾驭我与现任女友的新关系\n和我现在的女朋友。我的父母从未教过我关于爱情的知识，我也从未\n我没有任何爱情故事可以用来理解我自己或我的...",
      "title": "我想了解爱情。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "談到愛情，我一直不知道自己在做什麼。我被一個前任（我的初戀）糾纏了4年。\n前任（我的初戀）糾纏了4年，而我正試圖駕馭我與現任女友的新關係\n和我現在的女朋友。我的父母從未教過我關於愛情的知識，我也從未\n我沒有任何愛情故事可以用來理解我自己或我的...",
      "title": "我想了解愛情。"
    }
  ],
  "title": "I want to understand love.",
  "created_utc": 1619358229,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When it comes to love I’ve never known what I’m doing. I’ve been haunted by an ex (my first love) for 4 years, and I’m trying to navigate my new relationship with my current girlfriend. My parents never taught me about love and I never had any love stories I could use to understand myself or my relationships growing up. Science and research are helpful (I’m a nerd), but what I really need is a good story that can really touch me and give me ways to think about love. I don’t want any unrealistic, princess in the tower stuff, but something real I can take-in and learn from. I’m a guy, but I’m open to all suggestions. </p>\n\n<p>I appreciate everything anyone has to say.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/booksuggestions/comments/my2dj9/i_want_to_understand_love/",
  "subreddit": "booksuggestions",
  "id": "my2dj9",
  "is_self": true,
  "media": null,
  "is_video": false
}