{
  "author": "MrGurabo",
  "original_created_utc": 1629309613,
  "title": "CMV: There should be a separation between State and Private Corporations",
  "created_utc": 1629319047,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just as in the past, and specifically in this country to ensure religious freedoms, there was a clear and distinct separation between church and state, now there needs to be an updated view on this to ensure separation between state and private, corporate interests.</p>\n\n<p>It&#39;s no conspiracy to state that vast amounts of money from private entities goes into lobbying against issues that often have the public&#39;s best interests. For instance, the big tobacco companies lobbying against additional health risk labels on packaging, lobbying doctors to minimize disclosure of health risks, etc. As we&#39;ve also seen recently in the 2016 elections, vast amount of money is also spent by both internal and foreign private agencies (Cambridge Analytica for example) in polarizing the masses and pushing their own divisive propaganda. Most politicians are flat out bought and controlled by private money because they need the cash for their campaigns, and in return, they push whatever policies their benefactors want while pretending to be serving the people.</p>\n\n<p>There needs to be very strict control and regulations against this. If someone wants to run for politics, it should be 100% publicly and transparently funded. While it&#39;s a &quot;free market capitalism system&quot;, there should be prohibitions on what private entities do with their money, like no lobbying, no donating to PACs or political campaigns, etc. Actually enforcing this is another story, and it&#39;s not like this will be the end to all corruption, but I think having a clear separation between these two bodies of power is necessary to ensure a true &quot;democracy&quot;. Currently, private corporate interests are arguably much more powerful than state entities, and I would go so far as to say that the State is just the Corporation in State&#39;s clothing.</p>\n\n<p>&#x200B;</p>\n\n<p>Edits:</p>\n\n<p>- Assume Im talking about the USA</p>\n\n<p>- By private entities or private interests I clarify this to mean privately owned corporations with the financial capacity to influence politics in a way where it is primarily focused on benefiting the main/largest stakeholder of said corporation.</p>\n</div><!-- SC_ON -->",
  "score": 90,
  "permalink": "/r/changemyview/comments/p6wivp/cmv_there_should_be_a_separation_between_state/",
  "subreddit": "changemyview",
  "id": "p6wivp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just as in the past, and specifically in this country to ensure religious\nfreedoms, there was a clear and distinct separation between church and state,\nnow there needs to be an updated view on this to ensure separation between state\nand private, corporate interests.\n\nIt's no conspiracy to state that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "かつてのように、そして特にこの国では宗教の自由を確保するために\n教会と国家は明確に分離されていました。\n今、国家と民間企業との分離を確実にするために、最新の見解が必要とされています。\n国家と民間企業の利益の分離を確実にするために、今、この見解を更新する必要があります。\n\nそれは陰謀ではなく、...",
      "title": "CMV: 国営企業と民間企業は分離すべきである"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "就像过去一样，特别是在这个国家，为了确保宗教自由，政教之间有明确的分离。\n自由，教会和国家之间有明确和清晰的分离。\n现在需要对此有一个最新的看法，以确保国家与私人、企业利益之间的分离\n和私人、企业利益的分离。\n\n这不是什么阴谋论，说明...",
      "title": "CMV：国家和私人公司之间应该分开。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "就像過去一樣，特別是在這個國家，爲了確保宗教自由，政教之間有明確的分離。\n自由，教會和國家之間有明確和清晰的分離。\n現在需要對此有一個最新的看法，以確保國家與私人、企業利益之間的分離\n和私人、企業利益的分離。\n\n這不是什麼陰謀論，說明...",
      "title": "CMV：國家和私人公司之間應該分開。"
    }
  ]
}