{
  "author": "Blueinred88",
  "the_new_excerpt": "So traveling is one of my favorite things to do and it’s something I want to do\na lot more very soon. That being said, I’ve never taken a solo trip. I’ve always\ngone with at least one other person. I’m sure it has its pros, but the pros from\ntraveling with someone else are pretty significant:\n\nPro…",
  "original_created_utc": 1618356017,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "旅行は私の好きなことのひとつであり、これからもたくさんのことをしたいと思っています。\n近いうちにもっとたくさんのことをしたいと思っています。そうは言っても、私は一人旅をしたことがありません。私はいつも\n少なくとも1人の人と一緒に行きました。長所もあるとは思いますが、誰かと一緒に旅行することで得られる長所は\n誰かと一緒に旅行することで得られるメリットはかなり大きいです。\n\n長所...",
      "title": "CMV: 一人で旅するより、誰かと一緒に旅する方がいい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以旅行是我最喜欢做的事情之一，也是我想做的事情。\n很快就会有更多的东西。说起来，我从来没有单独旅行过。我总是\n至少和另外一个人一起走了。我相信它有它的优点，但优点来自于...\n和别人一起旅行是相当重要的。\n\n亲...",
      "title": "CMV：和别人一起旅行不如自己旅行"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以旅行是我最喜歡做的事情之一，也是我想做的事情。\n很快就會有更多的東西。說起來，我從來沒有單獨旅行過。我總是\n至少和另外一個人一起走了。我相信它有它的優點，但優點來自於...\n和別人一起旅行是相當重要的。\n\n親...",
      "title": "CMV：和別人一起旅行不如自己旅行"
    }
  ],
  "title": "CMV: Traveling with someone else is better than traveling by yourself",
  "created_utc": 1618378233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So traveling is one of my favorite things to do and it’s something I want to do a lot more very soon. That being said, I’ve never taken a solo trip. I’ve always gone with at least one other person. I’m sure it has its pros, but the pros from traveling with someone else are pretty significant:</p>\n\n<p>Pro #1: You don’t have to plan everything alone. Someone else can help you with finding cheap plane tickets, booking accommodation, scheduling rides to/from places, planning an itinerary, etc. Its more work to do this alone and can be more stressful. </p>\n\n<p>Pro #2: It’s Cheaper: A friend can split accommodation with you or pick up your dinner tab. This makes the whole experience cheaper for everyone involved. Traveling by yourself means you have to pay for everything. Not to say it wouldn’t still be enjoyable, but it’s definitely more expensive.</p>\n\n<p>Pro #3: Better/More Pictures: When you travel with someone else, they can share pictures and videos they took with you. You both may have taken photos of the same attraction, but theirs may have been taken from a better angle or have better lighting. </p>\n\n<p>Pro #4: You have someone to share your experiences with: The experiences and memories you have are what make a trip worth it. With someone else you have someone you can laugh and reflect on the great times you had. If you go solo, those great experiences and memories are with you only. You can share them with other people, but none of them will be able to reflect on them with you.</p>\n\n<p>Pro #5: It’s safer: Of course anything can happen to anyone at anytime. But there usually is more safety in numbers. People are less likely to try and bother or harass you when you’re with someone else. By yourself, you tend to be more of a target.</p>\n\n<p>I’m considering traveling solo now because some of my close friends aren’t as interested or able to travel as much as I want too in the near future. While it’s something I’m opening myself up too more, I still think traveling with someone else is better.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mqe3ze/cmv_traveling_with_someone_else_is_better_than/",
  "subreddit": "changemyview",
  "id": "mqe3ze",
  "is_self": true,
  "media": null,
  "is_video": false
}