{
  "author": "ChelseaDagger14",
  "original_created_utc": 1629465999,
  "title": "CMV: Men wearing shoe lifts shouldn’t be criticised/looked down on in the dating world",
  "created_utc": 1629491918,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Shorter men are widely considered as less attractive on average (all things being equal) to taller men. There’s nothing they can do about this, short of leg lengthening which is very expensive, high-risk, painful and can necessitate many many months of recovery time. Other than lifts there isn’t an option to boost their height.</p>\n\n<p>In contrast, wearing foundation to give the appearance of better skin, push up bras for boobs and even heels to give height, longer legs and a bigger bum aren’t questioned or stigmatised in the same way as a guy wearing shoelifts. Some people may point to it being dishonest, but I feel as long as the guy is truthful if/when asked about height there isn’t anything more deceptive than the equivalents with women.</p>\n\n<p>I am here to have my view challenged/changed so plz don’t just call me an incel or midget.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/changemyview/comments/p855z6/cmv_men_wearing_shoe_lifts_shouldnt_be/",
  "subreddit": "changemyview",
  "id": "p855z6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Shorter men are widely considered as less attractive on average (all things\nbeing equal) to taller men. There’s nothing they can do about this, short of leg\nlengthening which is very expensive, high-risk, painful and can necessitate many\nmany months of recovery time. Other than lifts there isn’t an…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "背の低い男性は、背の高い男性に比べて平均的に（すべての条件が同じであれば）魅力がないと広く考えられています。\n背の低い男性は、背の高い男性に比べて平均的に魅力が低いと考えられています（すべての条件が同じ）。しかし、これはどうしようもないことです。\n足を長くすることは、非常に高価で、リスクが高く、痛みを伴い、多くの\n何ヶ月もの回復期間を必要とします。リフト以外の方法はありません・・・。",
      "title": "CMV: デートの場で、シューリフトを履いている男性を批判したり見下したりするべきではない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "矮个子男人被广泛认为平均吸引力不如高个子男人（所有条件\n在同等条件下）对高个子男人的吸引力较小。他们对此无能为力，除非是做腿部延长手术。\n延长腿部，但这是非常昂贵的，高风险的，痛苦的，可能需要许多\n许多个月的恢复时间。除了升降机之外，没有其他办法。",
      "title": "CMV：穿增高鞋的男人不应该在约会领域受到批评/被看不起"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "矮個子男人被廣泛認爲平均吸引力不如高個子男人（所有條件\n在同等條件下）對高個子男人的吸引力較小。他們對此無能爲力，除非是做腿部延長手術。\n延長腿部，但這是非常昂貴的，高風險的，痛苦的，可能需要許多\n許多個月的恢復時間。除了升降機之外，沒有其他辦法。",
      "title": "CMV：穿增高鞋的男人不應該在約會領域受到批評/被看不起"
    }
  ]
}