{
  "author": "Swanny625",
  "original_created_utc": 1632402384,
  "title": "YSK: People will respond much better to your small talk attempts if you mention a time constraint.",
  "created_utc": 1632408103,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people feel awkward when initiating small talk. It&#39;s also often awkward to have someone initiate small talk with you, at least initially. Mentioning a time constraint gives both of you an out, reducing the pressure and relaxing both of you into an easier conversation. If it goes well, you can mention re-engaging later rather than running out of things to say.</p>\n\n<p>Edit: Example added for clarity.</p>\n\n<p>&quot;Hi, I&#39;m on my way to work and in a bit of a hurry, but I wanted to let you know those shoes are awesome! Where did you get them?&quot;</p>\n\n<p>&quot;Hey bro, I only have a minute before my next set (at the gym), but I gotta ask. What&#39;s your tattoo mean?&quot;</p>\n</div><!-- SC_ON -->",
  "score": 338,
  "permalink": "/r/YouShouldKnow/comments/ptuulu/ysk_people_will_respond_much_better_to_your_small/",
  "subreddit": "YouShouldKnow",
  "id": "ptuulu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people feel awkward when initiating small talk. It's also often\nawkward to have someone initiate small talk with you, at least initially.\nMentioning a time constraint gives both of you an out, reducing the pressure and\nrelaxing both of you into an easier conversation. If it goes well,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人は、世間話を始めるときに気まずさを感じます。また、少なくとも最初は\nまた、少なくとも最初は、誰かに世間話を始めてもらうのも気まずいものです。\n時間の制約があることを伝えることで、お互いにプレッシャーが減り、リラックスして会話ができるようになります。\nお互いにリラックスして会話ができるようになります。うまくいけば、...",
      "title": "YSK: 世間話をするときには、時間的な制約があることを伝えたほうが、相手の反応がよくなります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人在发起小型谈话时感到尴尬。这也常常是\n尴尬，至少最初是这样。\n提到时间限制给了你们两个人一个机会，减少了压力，使你们两个人都放松下来，进入一个更容易的对话。\n让你们两个人都放松下来，进入一个更容易的谈话。如果进展顺利，...",
      "title": "YSK：如果你提到时间限制，人们会对你的闲谈尝试做出更好的回应。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人在發起小型談話時感到尷尬。這也常常是\n尷尬，至少最初是這樣。\n提到時間限制給了你們兩個人一個機會，減少了壓力，使你們兩個人都放鬆下來，進入一個更容易的對話。\n讓你們兩個人都放鬆下來，進入一個更容易的談話。如果進展順利，...",
      "title": "YSK：如果你提到時間限制，人們會對你的閒談嘗試做出更好的迴應。"
    }
  ]
}