{
  "author": "uselessfoster",
  "original_created_utc": 1629538172,
  "title": "Notes from a retired Tiny Free Librarian",
  "created_utc": 1629543561,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(The library is tiny and free—not me.)</p>\n\n<p>After making up a proposal and presentation to the HOA, I got a <a href=\"https://littlefreelibrary.org/\">Tiny Free Library</a> installed at my HOA park. In gratitude, I took it upon myself to become the “librarian” for the library. Here’s what that meant to me:</p>\n\n<ul>\n<li><p>Take care of the physical resource.  When necessary construction briefly displaced the library box, I made sure it was in a visible, dry place off the ground. I’ve seen some Tiny Free Libraries fall into disrepair to the point where the roofs were badly leaking. We had a brand name, not personally constructed, library, which is made of a plasticy material that did a great job of keeping the hurricanes out, but it still needed to be looked after. </p></li>\n<li><p>Keep books in stock. There’s a Tiny Free Library at the playground our mall that is absolutely empty 99% of the time. People come to the mall thinking “I’m going to get something” rather than “I’m going to donate something,” so that box is a little more like a donation box than a library. (But a book donation box is still pretty cool.) If our library was very looking a little too sparse I took a trip to a goodwill to pick up some popular book or series like The Hunger Games or the Magic Treehouse for a buck each. </p></li>\n<li><p>Keep a <em>reasonable</em> number of books in stock. Conversely, I’ve seen some Tiny Free Libraries with books stacked three deep and top to bottom, sometimes so tight that you can’t take a book out! If the books ever got piled deep, I’d remove some and cart them down to the donation box mentioned above. </p></li>\n<li><p>Keep only good books in stock. Be careful, this isn’t small-town-school-board censorship, but it is worthwhile to make sure you don’t have a lot of garbage books, which I consider things like torn or badly damaged books or books that most reasonably people wouldn’t not find interesting. (The Tiny Free Library people included in their starter kit for us a retrospective book about a small Minnesota festival. We are in Texas.) Magazines can be fine, in my opinion, if they aren’t ancient or battered. We even had some Christian magazines, because our community quite liked that kind of thing. (see below) Few books will actually have to be recycled; some long-ignored or damaged books went to the donation box from which all books are eventually taken. </p></li>\n<li><p>Stock books appropriate to the area of the library. Our HOA park includes a pool and a 2-5 year old playground. I always made sure we have pool-reading bestsellers and board books in stock. Board books went fast and weren’t always returned, so that was one of my priorities with my modest budget. In addition to Goodwill, I found cheap board books at Ross. We also have a rather mature clientele, based on the books that got left, and a quite literary one. The Dollar Tree is a weirdly good resource for cheap copies of recipients of the Booker and Orange prizes.  </p></li>\n<li><p>Rotate stock. If a book (or whole shelf) isn’t being touched, take it home, put it in your bookshelf and bring it again  later. Unsurprisingly , Christmas mysteries are not as popular in January as they were in December. </p></li>\n<li><p>Enjoy. I was pleased and surprised as the library quickly became part of our neighborhood. People would post on Nextdoor when they dropped off a couple of their favorite old paperbacks and when the box was moved during construction, everyone asked over it. During the pandemic, when the real library was closed, it was an important resource for some of the school kids and their parents. I loved watching books come and go on the shelves and imagine everyone sharing their favorite old books. </p></li>\n</ul>\n\n<p>Overall, keep the box 75-90% full of interesting books your community will like to read. </p>\n\n<p>I’m moving this year so I’ll be posting this information on Nextdoor in the hopes that another librarian will step in, but I hope it will help someone here who would also like to be a librarian of a tiny box of neighborhood books.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/gjOAGlKxfJr1WycD0JqQOq6q0-Ws5m-NeAU23sW1BMo.jpg?auto=webp&s=0f9f0ec6492481594200a0c5602736793f05419e",
          "width": 600,
          "height": 800
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/gjOAGlKxfJr1WycD0JqQOq6q0-Ws5m-NeAU23sW1BMo.jpg?width=108&crop=smart&auto=webp&s=09e8745fda70a5c4a9d637a46781bc993b700c55",
            "width": 108,
            "height": 144
          },
          {
            "url": "https://external-preview.redd.it/gjOAGlKxfJr1WycD0JqQOq6q0-Ws5m-NeAU23sW1BMo.jpg?width=216&crop=smart&auto=webp&s=6b2f02dedff92dba792ebda5be022aadcff8e01e",
            "width": 216,
            "height": 288
          },
          {
            "url": "https://external-preview.redd.it/gjOAGlKxfJr1WycD0JqQOq6q0-Ws5m-NeAU23sW1BMo.jpg?width=320&crop=smart&auto=webp&s=14462811d5bfd5c09d32ac9653b97d81e5edad79",
            "width": 320,
            "height": 426
          }
        ],
        "variants": {},
        "id": "QhhVAU_IN7ovEXc_PT3TVn_dQYpWXwMKMaAVW9tr9OI"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/p8oiir/notes_from_a_retired_tiny_free_librarian/",
  "subreddit": "books",
  "id": "p8oiir",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "(The library is tiny and free—not me.)\n\nAfter making up a proposal and presentation to the HOA, I got a Tiny Free\nLibrary [https://littlefreelibrary.org/] installed at my HOA park. In gratitude,\nI took it upon myself to become the “librarian” for the library. Here’s what\nthat meant to me:\n\n * Take…"
}