{
  "author": "benzeneorange",
  "original_created_utc": 1628551751,
  "title": "Why do people say it’s a “red flag” if someone’s favorite book is The Catcher in the Rye?",
  "created_utc": 1628561137,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished reading it and the book was pretty fine imo. Yes the narrator is a bit annoying at times and can come off as arrogant. But even if you say that Holden Caulfield is your favorite main character I don’t see how that’s a problem. He really exemplified the type of character he was playing. It’s not my favorite book yet but it’s a great coming of age book and I don’t think liking it necessarily means you’re like Holden Caulfield…</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/books/comments/p1d7ak/why_do_people_say_its_a_red_flag_if_someones/",
  "subreddit": "books",
  "id": "p1d7ak",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished reading it and the book was pretty fine imo. Yes the narrator is\na bit annoying at times and can come off as arrogant. But even if you say that\nHolden Caulfield is your favorite main character I don’t see how that’s a\nproblem. He really exemplified the type of character he was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、読み終わったのですが、本はかなりイマイチでした。確かにナレーターは\n傲慢な印象を受けることがあります。でも、そんなこと言っても\nホールデン・コールフィールドが一番好きな主人公だとしても、それが問題になるとは思えません。\n問題ないと思います。彼は、自分がどのようなキャラクターであるかをよく表していました。",
      "title": "好きな本が「ライ麦畑でつかまえて」だと「赤信号」だと言われるのはなぜ？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完它，这本书在我看来是相当不错的。是的，叙述者是\n有时有点烦人，而且会让人觉得很傲慢。但是，即使你说\n霍尔登-考菲尔德是你最喜欢的主角，我也不觉得这有什么问题。\n问题。他真正体现了他的角色类型......",
      "title": "为什么人们说，如果某人最喜欢的书是《麦田里的守望者》，这就是一个 \"红旗\"？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完它，這本書在我看來是相當不錯的。是的，敘述者是\n有時有點煩人，而且會讓人覺得很傲慢。但是，即使你說\n霍爾登-考菲爾德是你最喜歡的主角，我也不覺得這有什麼問題。\n問題。他真正體現了他的角色類型......",
      "title": "爲什麼人們說，如果某人最喜歡的書是《麥田裏的守望者》，這就是一個 \"紅旗\"？"
    }
  ]
}