{
  "author": "goudabeikiddingme",
  "the_new_excerpt": "It strikes me that in conversations about online trolling, where real-world\nexamples are used as illustrative material the poster’s handle is commonly\nobscured. I’ve recently watched three TV documentaries on the subject of online\ntrolling.... Caroline Flack: Her life and death, Jesy Nelson: Odd one…",
  "original_created_utc": 1616415978,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在我看来，在关于网上吐槽的对话中，现实世界中的。\n例子是作为说明材料的海报的手柄通常是\n晦涩难懂。最近我看了三部电视纪录片，主题是关于网络\n吐槽.... 卡罗琳-弗拉克：她的生活和死亡，杰西-纳尔逊。怪人...",
      "title": "CMV：当网上巨魔的信息被用作网上虐待的例子时，他们隐藏身份是错误的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在我看來，在關於網上吐槽的對話中，現實世界中的。\n例子是作爲說明材料的海報的手柄通常是\n晦澀難懂。最近我看了三部電視紀錄片，主題是關於網絡\n吐槽.... 卡羅琳-弗拉克：她的生活和死亡，傑西-納爾遜。怪人...",
      "title": "CMV：當網上巨魔的信息被用作網上虐待的例子時，他們隱藏身份是錯誤的。"
    }
  ],
  "title": "CMV: it is wrong for online trolls to have their identities hidden when their messages are used as examples of online abuse",
  "created_utc": 1616431202,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It strikes me that in conversations about online trolling, where real-world examples are used as illustrative material the poster’s handle is commonly obscured. I’ve recently watched three TV documentaries on the subject of online trolling.... Caroline Flack: Her life and death, Jesy Nelson: Odd one out, and Celebrity Trolls: We’re coming to get you. </p>\n\n<p>All three focussed on the impact online abuse can have on mental health and indeed physical well-being of the subject. One recipient of such online abuse, Caroline Flack, actually took her own life in the end. Although of course this cannot be attributed directly to online trolling, her family seemed convinced it was at least a contributing factor. In all three shows screen grabs of offensive messages were displayed, but with the originating Twitter handle masked. If there was an immediate consequence then I believe it may give trolls cause to think twice before hitting “send.”</p>\n\n<p>Avoiding all “free speech” debates around whether an individual should be allowed to make derogatory remarks about another online, I believe when such comments are made they should be readily attributed to the handle that posted them. There is I believe no good reason to hide the identity of the person/account that posted the abuse.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/mambhn/cmv_it_is_wrong_for_online_trolls_to_have_their/",
  "subreddit": "changemyview",
  "id": "mambhn",
  "is_self": true,
  "media": null,
  "is_video": false
}