{
  "author": "Tajo990",
  "original_created_utc": 1638105240,
  "title": "\"I bought the dip\" is the new I'm vegan / a DJ / I do crossfit",
  "created_utc": 1638124738,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We all know the age old joke, how do you know that someone is vegan? - They will tell you about it. How do you know that someone bought the dip? They will make a reddit post about it.</p>\n\n<p>Playing on the &quot;If a tree falls in a forest and no one is around to hear it, does it make a sound?&quot; saying, we can also ask ourselves &quot;If you buy the dip, but don&#39;t tell anyone about it, did you really buy the dip?&quot;</p>\n\n<p>If you really have to say that you bought the dip, whether for confirmation bias purposes or whatever, I may suggest a couple better options depending on your personality:</p>\n\n<p>- those that want to become acolytes of the cult of the Blood God - I just drank some blood of the recently deflowered virgin investors</p>\n\n<p>- those that want to sound economically knowledgeable - I have just helped to reverse the bearish pattern</p>\n\n<p>- those with alcohol problems - I just took some Bloody Mary shots</p>\n\n<p>- literary fucks - I have attained the life of glamour by pure serendipity. </p>\n\n<p>- gym rats - I just did 40 dips, now it&#39;s time for some pull ups. </p>\n\n<p>- CS GO enthusiasts - Rush D suka blyat</p>\n\n<p>I&#39;m sure some of you will make some better suggestion.</p>\n\n<p>Conclusion: If you have to say that you bought the dip, at least be creative</p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/CryptoCurrency/comments/r4421w/i_bought_the_dip_is_the_new_im_vegan_a_dj_i_do/",
  "subreddit": "CryptoCurrency",
  "id": "r4421w",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We all know the age old joke, how do you know that someone is vegan? - They will\ntell you about it. How do you know that someone bought the dip? They will make a\nreddit post about it.\n\nPlaying on the \"If a tree falls in a forest and no one is around to hear it,\ndoes it make a sound?\" saying, we can…"
}