{
  "author": "SeaworthinessNew615",
  "original_created_utc": 1626219755,
  "title": "CMV: Knowledge is the best superpower",
  "created_utc": 1626258959,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Over the last week I have seen a lot of debate here over the best superpowers . I am here to give my opinion on the matter. The ability to know whatever you want to know at any point in time is the best superpower. From a practical perspective you could learn a new language and how to get a better job or how to code. But we can do so much better than that. We could learn how solve Nuclear fusion or some other technology that will make us unspeakably rich. We would know how to solve world hunger and poverty.  But we can go even further than that. With our knowledge we could give ourselves all the superpowers we could ever want. Knowledge is power. With all the knowledge we want we can have all the power we want.</p>\n\n<p>&#x200B;</p>\n\n<p>notes: this ability allows for your brain to store all of this information. </p>\n\n<p>this is better than being all knowing because this allows you to be surprised if that is what you want</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ojs045/cmv_knowledge_is_the_best_superpower/",
  "subreddit": "changemyview",
  "id": "ojs045",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Over the last week I have seen a lot of debate here over the best superpowers .\nI am here to give my opinion on the matter. The ability to know whatever you\nwant to know at any point in time is the best superpower. From a practical\nperspective you could learn a new language and how to get a better…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先週から、最高の超能力について多くの議論が交わされています。\nこの問題について私の意見を述べたいと思います。いつでも知りたいことを知ることができるのは\n知りたいことをいつでも知ることができる能力は、最高の超能力です。実用的な観点から\n実用的な観点からは、新しい言語を学んだり、より良いサービスを得る方法を学んだりすることができます。",
      "title": "CMV: 知識は最高のスーパーパワー"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在过去的一周里，我看到这里有很多关于最佳超能力的辩论。\n我在这里提出我的看法。在任何时候都能知道你想知道的任何事情的能力\n在任何时候都想知道的能力是最好的超能力。从实际情况来看\n角度来看，你可以学习一种新的语言，以及如何获得一个更好的...",
      "title": "CMV：知识是最好的超级力量"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在過去的一週裏，我看到這裏有很多關於最佳超能力的辯論。\n我在這裏提出我的看法。在任何時候都能知道你想知道的任何事情的能力\n在任何時候都想知道的能力是最好的超能力。從實際情況來看\n角度來看，你可以學習一種新的語言，以及如何獲得一個更好的...",
      "title": "CMV：知識是最好的超級力量"
    }
  ]
}