{
  "author": "MichaelEdward92",
  "the_new_excerpt": "I started Jurassic Park yesterday afternoon. I just hit page 100, and my god.\nWhat a treat. The slow build up in the beginning of books sometimes bore me, but\nthis was special. I’ve watched the movie countless times since I was 2 years old\n(28 years old now), and I was obsessed with it. For some…",
  "original_created_utc": 1616171554,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我昨天下午开始看《侏罗纪公园》。我刚刚读到第100页，我的上帝。\n多好的事啊 书籍开头的缓慢积累有时会让我感到厌烦，但是... ...\n这是特别的。我从两岁开始就看了无数遍了。\n(现在28岁)，我对它很着迷。对于一些...",
      "title": "我现在正在读《侏罗纪公园》，我的上帝。这本书是多么畸形的享受。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我昨天下午開始看《侏羅紀公園》。我剛剛讀到第100頁，我的上帝。\n多好的事啊 書籍開頭的緩慢積累有時會讓我感到厭煩，但是... ...\n這是特別的。我從兩歲開始就看了無數遍了。\n(現在28歲)，我對它很着迷。對於一些...",
      "title": "我現在正在讀《侏羅紀公園》，我的上帝。這本書是多麼畸形的享受。"
    }
  ],
  "title": "I’m currently reading through Jurassic Park, and my god. What a freaking treat this book is.",
  "created_utc": 1616176375,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I started Jurassic Park yesterday afternoon. I just hit page 100, and my god. What a treat. The slow build up in the beginning of books sometimes bore me, but this was special. I’ve watched the movie countless times since I was 2 years old (28 years old now), and I was obsessed with it. For some reason, it has taken me so long to read this book. But what a freaking master craft it is. I loved the slow build up and tension over the course of these first 100 pages, to FINALLY unveiling freaking dinosaurs! </p>\n\n<p>Now I do know that the book counterparts are different for almost all movie characters. But damn, I am hooked.</p>\n\n<p>I dreamed about the world allllll night last night. I am currently re-obsessed.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/books/comments/m8l4x3/im_currently_reading_through_jurassic_park_and_my/",
  "subreddit": "books",
  "id": "m8l4x3",
  "is_self": true,
  "media": null,
  "is_video": false
}