{
  "author": "Frozen_Hipp0",
  "original_created_utc": 1626076522,
  "title": "CMV: Men who reject fatherhood from the onset of pregnancy shouldn't have to pay child support",
  "created_utc": 1626104867,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If women have their escape from the responsibility of a child (not bashing abortions btw) then I believe the same opportunity should be handed to the man. It&#39;s unfair and frankly doesn&#39;t make much sense to say guys got to choose when they decided to have sex, regardless of protection, knowing that&#39;s where babies come from so they can&#39;t complain about cs or being fathers but when it&#39;s women it&#39;s a completely different story. I understand that the woman would have to carry the child and therefore that autonomy is important but if we use the same logic as being used against guys, they shouldn&#39;t have had sex if they didn&#39;t want to get pregnant. So just like how woman can get an abortion then guys should also get the opportunity of a &#39;financial abortion&#39;.</p>\n\n<p>The only big argument against it that I&#39;ve heard is how child support is for the child and its your child so you&#39;re responsible which make sense. However this situation is almost akin to sperm donation through a sperm bank- if the woman decides to continue with pregnancy despite the man rejecting fatherhood and responsibility then she&#39;s willingly undertaking the total responsibility for the child since it was out of her own volition. She knew the circumstances and continued. People then argue that the child will suffer in the end so I must hate kids etc yet I don&#39;t recall sperm donors ever being on the hook for child support because their sperm concurred a child. Children that come from sperm donors to single mothers also have that potential of suffering yet that&#39;s okay? I emphasize the onset part because it should have a time period, such as an abortion, to make sure people don&#39;t just do it whenever they&#39;re fighting with the mother and use it as some leverage or get tired of being fathers. If the pregnancy or child is hidden then the time period will start when they were informed as long as they can prove no prior knowledge.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/oimpya/cmv_men_who_reject_fatherhood_from_the_onset_of/",
  "subreddit": "changemyview",
  "id": "oimpya",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If women have their escape from the responsibility of a child (not bashing\nabortions btw) then I believe the same opportunity should be handed to the man.\nIt's unfair and frankly doesn't make much sense to say guys got to choose when\nthey decided to have sex, regardless of protection, knowing that's…"
}