{
  "author": "Frozen_Hipp0",
  "original_created_utc": 1626076522,
  "title": "CMV: Men who reject fatherhood from the onset of pregnancy shouldn't have to pay child support",
  "created_utc": 1626104867,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If women have their escape from the responsibility of a child (not bashing abortions btw) then I believe the same opportunity should be handed to the man. It&#39;s unfair and frankly doesn&#39;t make much sense to say guys got to choose when they decided to have sex, regardless of protection, knowing that&#39;s where babies come from so they can&#39;t complain about cs or being fathers but when it&#39;s women it&#39;s a completely different story. I understand that the woman would have to carry the child and therefore that autonomy is important but if we use the same logic as being used against guys, they shouldn&#39;t have had sex if they didn&#39;t want to get pregnant. So just like how woman can get an abortion then guys should also get the opportunity of a &#39;financial abortion&#39;.</p>\n\n<p>The only big argument against it that I&#39;ve heard is how child support is for the child and its your child so you&#39;re responsible which make sense. However this situation is almost akin to sperm donation through a sperm bank- if the woman decides to continue with pregnancy despite the man rejecting fatherhood and responsibility then she&#39;s willingly undertaking the total responsibility for the child since it was out of her own volition. She knew the circumstances and continued. People then argue that the child will suffer in the end so I must hate kids etc yet I don&#39;t recall sperm donors ever being on the hook for child support because their sperm concurred a child. Children that come from sperm donors to single mothers also have that potential of suffering yet that&#39;s okay? I emphasize the onset part because it should have a time period, such as an abortion, to make sure people don&#39;t just do it whenever they&#39;re fighting with the mother and use it as some leverage or get tired of being fathers. If the pregnancy or child is hidden then the time period will start when they were informed as long as they can prove no prior knowledge.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/oimpya/cmv_men_who_reject_fatherhood_from_the_onset_of/",
  "subreddit": "changemyview",
  "id": "oimpya",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If women have their escape from the responsibility of a child (not bashing\nabortions btw) then I believe the same opportunity should be handed to the man.\nIt's unfair and frankly doesn't make much sense to say guys got to choose when\nthey decided to have sex, regardless of protection, knowing that's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "女性が子供の責任から逃れることができるなら（中絶を非難しているわけではありません。\n中絶を非難しているわけではありません）、同じ機会が男性にも与えられるべきだと思います。\n男性が保護具の有無に関わらず、セックスをしようと決めた時に選ぶことができるというのは不公平だし、正直言ってあまり意味のないことだと思います。\n避妊の有無に関わらず、男がセックスをするタイミングを選べるというのは不公平だし、正直、あまり意味のないことだと思います。",
      "title": "CMV: 妊娠初期から父親になることを拒否している男性は、養育費を支払う必要はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果妇女可以从孩子的责任中逃脱（不是抨击\n堕胎），那么我相信同样的机会也应该交给男人。\n这是不公平的，坦率地说，如果说男人可以选择什么时候\n他们决定发生性关系，不管是否有保护措施，知道这...",
      "title": "CMV：从怀孕开始就拒绝做父亲的男人不应该支付儿童抚养费"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果婦女可以從孩子的責任中逃脫（不是抨擊\n墮胎），那麼我相信同樣的機會也應該交給男人。\n這是不公平的，坦率地說，如果說男人可以選擇什麼時候\n他們決定發生性關係，不管是否有保護措施，知道這...",
      "title": "CMV：從懷孕開始就拒絕做父親的男人不應該支付兒童撫養費"
    }
  ]
}