{
  "author": "elpato11",
  "the_new_excerpt": "YSK:Hearing the words \"there was an accident\" is one of the most terrifying,\nheart-wrenching experiences you can have. Do your loved ones a favor and when\nyou call them, open the conversation with \"I am not hurt and I've been in a car\naccident\" or a description of the injuries and severity so they…",
  "original_created_utc": 1618518276,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSK:「事故がありました」という言葉を聞くのは、最も恐ろしいことの一つです。\n心が折れそうになりますよね。大切な人のためにも、電話をするときは\n怪我はありませんが、事故に遭いました」と、怪我の状況や程度を伝えてください。\n怪我はしていませんが、交通事故に遭いました」と言うか、怪我の状態や程度を伝えておくと、大切な人...",
      "title": "YSK：ちょっとした交通事故で電話をするときは、「I am okay」や「I am going to go to check out for xyz」などと会話を始めると、不必要な苦痛を与えずに済みます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "YSK:听到 \"发生了意外 \"这句话是最可怕的。\n你可以有令人心痛的经历。帮你所爱的人一个忙，当\n你打电话给他们，开场白是 \"我没有受伤，我已经在车内\n事故 \"或对伤害和严重性的描述，使他们... ...",
      "title": "YSK：当给别人打电话说发生轻微车祸时，一定要以 \"我没事 \"或 \"我要去医院检查一下是否有xyz \"开始对话，以防止不必要的困扰。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "YSK:聽到 \"發生了意外 \"這句話是最可怕的。\n你可以有令人心痛的經歷。幫你所愛的人一個忙，當\n你打電話給他們，開場白是 \"我沒有受傷，我已經在車內\n事故 \"或對傷害和嚴重性的描述，使他們... ...",
      "title": "YSK：當給別人打電話說發生輕微車禍時，一定要以 \"我沒事 \"或 \"我要去醫院檢查一下是否有xyz \"開始對話，以防止不必要的困擾。"
    }
  ],
  "title": "YSK: When calling someone about a minor car accident, always start the conversation with \"I am okay\" or \"I am going to the hospital to get checked out for xyz\" to prevent unnecessary distress.",
  "created_utc": 1618523498,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>YSK:Hearing the words &quot;there was an accident&quot; is one of the most terrifying, heart-wrenching experiences you can have. Do your loved ones a favor and when you call them, open the conversation with &quot;I am not hurt and I&#39;ve been in a car accident&quot; or a description of the injuries and severity so they don&#39;t assume the worst. </p>\n\n<p>Why YSK: save your friends and family a gut wrenching emotional experience.</p>\n</div><!-- SC_ON -->",
  "score": 1953,
  "permalink": "/r/YouShouldKnow/comments/mrnab3/ysk_when_calling_someone_about_a_minor_car/",
  "subreddit": "YouShouldKnow",
  "id": "mrnab3",
  "is_self": true,
  "media": null,
  "is_video": false
}