{
  "author": "Master-Kvothe",
  "original_created_utc": 1626018143,
  "title": "CMV: The British royal family is silly and not deserving of respect",
  "created_utc": 1626025241,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Trigger warning to any brits:</p>\n\n<p>The obvious point here is that the idea of a monarchy is out of date. Not only are the successors chosen by blood rather than democratic consensus, but the people of the UK get especially little in return for funding the family’s lifestyle given that governance is delegated to a parliament and prime minister. </p>\n\n<p>In addition to all of this, prince Andrew is surely a pedophile yet this fact is only not tolerated when it seeps into public view. This fact alone is enough to not respect the authority of the family - not to condemn the family for his actions, but to condemn the family for not speaking against his blatant pedophilia and lies </p>\n\n<p>EDIT 1: typo\nEDIT 2: added details about prince Andrew</p>\n</div><!-- SC_ON -->",
  "score": 156,
  "permalink": "/r/changemyview/comments/oi6rjn/cmv_the_british_royal_family_is_silly_and_not/",
  "subreddit": "changemyview",
  "id": "oi6rjn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Trigger warning to any brits:\n\nThe obvious point here is that the idea of a monarchy is out of date. Not only\nare the successors chosen by blood rather than democratic consensus, but the\npeople of the UK get especially little in return for funding the family’s\nlifestyle given that governance is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "英国人への警告です。\n\nここでの明らかなポイントは、君主制の考え方は時代遅れであるということです。だけでなく\n後継者は民主的なコンセンサスではなく血縁によって選ばれるだけでなく、英国の国民は\n英国の人々は、一族のライフスタイルに資金を提供しても、特に見返りはありません。\n統治が...",
      "title": "CMV: 英国王室は愚かであり、尊敬に値しない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对任何英国人的触发警告。\n\n这里明显的一点是，君主制的想法已经过时了。不仅是\n继承人是由血缘关系而不是民主共识来选择的，而且英国人民在资助这个家族的时候得到的回报特别少。\n英国人民在资助这个家族的生活方式上得到的回报特别少。\n生活方式得到的回报特别少，因为治理是...",
      "title": "CMV：英国王室很傻，不值得尊重"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對任何英國人的觸發警告。\n\n這裏明顯的一點是，君主制的想法已經過時了。不僅是\n繼承人是由血緣關係而不是民主共識來選擇的，而且英國人民在資助這個家族的時候得到的回報特別少。\n英國人民在資助這個家族的生活方式上得到的回報特別少。\n生活方式得到的回報特別少，因爲治理是...",
      "title": "CMV：英國王室很傻，不值得尊重"
    }
  ]
}