{
  "author": "SnowFlakeObsidian4",
  "original_created_utc": 1631436595,
  "title": "Have you ever loved a book by an author, read a second one, and hated that one?",
  "created_utc": 1631456878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently I loved, really loved, one book by an author that writes dark fairy tale retellings. It&#39;s one of those books I can see staying with me forever, the kind I&#39;ll re-read and think about in the future. I was excited to read more stories by her. </p>\n\n<p>Everything the author had done well in the first book (handling toxic relationships, justification of darkness, an intriguing plot, a satisfying ending, dynamic/round characters...) wasn&#39;t done in the second book (not a sequel). Midbook, I seriously thought I should just give up and read something else. However, there was a little voice in my head reminding me what a masterpiece the first book is.  Surely, the ending of the second book would be worth it and I&#39;d be glad for having persisted, right? So I persisted.</p>\n\n<p>I wish I hadn&#39;t.</p>\n\n<p>Now I&#39;m not sure if I want to read more books by her or not :( I feel so conflicted. I still love the first book. It clicked with me, but I kinda wish I could simply wipe the second book out of my memory. I don&#39;t want to read another book just to be disappointed, and at the same time, I wonder if I&#39;m missing a great adventure. I don&#39;t know what to do.</p>\n\n<p>Has this ever happened to you? Have you read more books by this author you loved-hated, or decided to give up? Do you regret your decision?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pmp73t/have_you_ever_loved_a_book_by_an_author_read_a/",
  "subreddit": "books",
  "id": "pmp73t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently I loved, really loved, one book by an author that writes dark fairy\ntale retellings. It's one of those books I can see staying with me forever, the\nkind I'll re-read and think about in the future. I was excited to read more\nstories by her.\n\nEverything the author had done well in the first…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私は、ダークなおとぎ話の再話を書く作家の一冊の本が大好きで、本当に大好きでした。\n暗いおとぎ話の再話を書く作家の一冊がとても気に入りました。この本は、私の中でずっと残っている本の一つです。\n将来的には再読して思いを馳せることになるでしょう。彼女の作品をもっと読みたいと思いました。\n読んでみたいと思いました。\n\n最初の作品で著者がうまくやったことはすべて...",
      "title": "ある作家の本を気に入って、2冊目を読んだら、その本が嫌いになったことはありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近我很喜欢，真的很喜欢，一位写黑暗童话的作者的书。\n的作者写的黑暗童话故事。这是一本我可以看到永远留在我身边的书。\n我将在未来重新阅读和思考的那种。我很高兴能读到更多\n她的故事。\n\n作者在第一部中所做的一切都很好...",
      "title": "你是否曾经喜欢过一位作家的书，读了第二本，却讨厌那本？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近我很喜歡，真的很喜歡，一位寫黑暗童話的作者的書。\n的作者寫的黑暗童話故事。這是一本我可以看到永遠留在我身邊的書。\n我將在未來重新閱讀和思考的那種。我很高興能讀到更多\n她的故事。\n\n作者在第一部中所做的一切都很好...",
      "title": "你是否曾經喜歡過一位作家的書，讀了第二本，卻討厭那本？"
    }
  ]
}