{
  "author": "SnowFlakeObsidian4",
  "original_created_utc": 1631436595,
  "title": "Have you ever loved a book by an author, read a second one, and hated that one?",
  "created_utc": 1631456878,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently I loved, really loved, one book by an author that writes dark fairy tale retellings. It&#39;s one of those books I can see staying with me forever, the kind I&#39;ll re-read and think about in the future. I was excited to read more stories by her. </p>\n\n<p>Everything the author had done well in the first book (handling toxic relationships, justification of darkness, an intriguing plot, a satisfying ending, dynamic/round characters...) wasn&#39;t done in the second book (not a sequel). Midbook, I seriously thought I should just give up and read something else. However, there was a little voice in my head reminding me what a masterpiece the first book is.  Surely, the ending of the second book would be worth it and I&#39;d be glad for having persisted, right? So I persisted.</p>\n\n<p>I wish I hadn&#39;t.</p>\n\n<p>Now I&#39;m not sure if I want to read more books by her or not :( I feel so conflicted. I still love the first book. It clicked with me, but I kinda wish I could simply wipe the second book out of my memory. I don&#39;t want to read another book just to be disappointed, and at the same time, I wonder if I&#39;m missing a great adventure. I don&#39;t know what to do.</p>\n\n<p>Has this ever happened to you? Have you read more books by this author you loved-hated, or decided to give up? Do you regret your decision?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/pmp73t/have_you_ever_loved_a_book_by_an_author_read_a/",
  "subreddit": "books",
  "id": "pmp73t",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently I loved, really loved, one book by an author that writes dark fairy\ntale retellings. It's one of those books I can see staying with me forever, the\nkind I'll re-read and think about in the future. I was excited to read more\nstories by her.\n\nEverything the author had done well in the first…"
}