{
  "author": "BambooTongs",
  "the_new_excerpt": "Read this:\nhttps://www.consumer.ftc.gov/articles/0081-debts-and-deceased-relatives It is a\nfar-better-worded summary of what I was trying to explain here. (US ONLY. CHECK\nYOUR LOCAL AND STATE LAWS. CONTACT AN ATTORNEY WITH QUESTIONS)\n\nThis is a common tactic of bill/debt collectors, especially with…",
  "original_created_utc": 1620187340,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これを読んで\nhttps://www.consumer.ftc.gov/articles/0081-debts-and-deceased-relatives それは\n私がここで説明しようとしていたことを、はるかに優れた言葉で要約しています。(US ONLY. チェックしてください。\nあなたの地域や州の法律を確認してください。質問があれば弁護士に連絡してください)\n\nこれは、請求書や債務の収集者がよく使う手口で、特に...",
      "title": "YSK もし家族が亡くなり、借金取りが「故人の借金を払う責任がある」と言ってきたら、それは嘘です。借金は死んでも他の人には引き継がれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "阅读此文。\nhttps://www.consumer.ftc.gov/articles/0081-debts-and-deceased-relatives\n它是对我在这里试图解释的内容的一个措辞更好的总结。(US ONLY. 检查\n你的地方和州法律。有问题请联系律师)\n\n这是收账人/债务人的一种常见策略，尤其是在...",
      "title": "YSK如果一个家庭成员去世，收债人告诉你，你现在要负责支付死者的债务，他们是在撒谎。债务不会在死亡后转给其他人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "閱讀此文。\nhttps://www.consumer.ftc.gov/articles/0081-debts-and-deceased-relatives\n它是對我在這裏試圖解釋的內容的一個措辭更好的總結。(US ONLY. 檢查\n你的地方和州法律。有問題請聯繫律師)\n\n這是收賬人/債務人的一種常見策略，尤其是在...",
      "title": "YSK如果一個家庭成員去世，收債人告訴你，你現在要負責支付死者的債務，他們是在撒謊。債務不會在死亡後轉給其他人。"
    }
  ],
  "title": "YSK if a family member dies and debt collectors tell you that you're now responsible for paying the deceased's debts, THEY ARE LYING. Debt does not pass to anyone else upon death.",
  "created_utc": 1620196309,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Read this: <a href=\"https://www.consumer.ftc.gov/articles/0081-debts-and-deceased-relatives\">https://www.consumer.ftc.gov/articles/0081-debts-and-deceased-relatives</a> It is a far-better-worded summary of what I was trying to explain here. (US ONLY. CHECK YOUR LOCAL AND STATE LAWS. CONTACT AN ATTORNEY WITH QUESTIONS)</p>\n\n<p>This is a common tactic of bill/debt collectors, especially with medical bills (which a lot of people rack up in their final days). Debt does not pass to anyone else upon someone&#39;s death. They can get paid from the estate, but, depending on your state laws, they&#39;re usually pretty low on the order of priorities. If the estate is insufficient to pay the debt, they&#39;re written off. Don&#39;t get tricked by these shady bill collectors. You are NOT responsible for your loved one&#39;s debt (unless you cosigned for the debt of course).</p>\n\n<p>For example, see Wisconsin&#39;s statute below:</p>\n\n<p>&#x200B;</p>\n\n<p>(1)  Classes and priority. At the time of their allowance, all claims and allowances shall be classified in one of the following classes. If the applicable assets of the estate are insufficient to pay all claims and allowances in full, the personal representative shall make payment in the following order:</p>\n\n<p>(a) Costs and expenses of administration.</p>\n\n<p>(b) Reasonable funeral and burial expenses.</p>\n\n<p>(c) Provisions for the family of the decedent under ss. 861.31, 861.33 and 861.35.</p>\n\n<p>(d) Reasonable and necessary expenses of the last sickness of the decedent, including compensation of persons attending the decedent.</p>\n\n<p>(e) All debts, charges or taxes owing to the United States, this state or a governmental subdivision or municipality of this state.</p>\n\n<p>(f) Wages, including pension, welfare and vacation benefits, due to employees which have been earned within 3 months before the date of the death of the decedent, not to exceed $300 in value to each employee.</p>\n\n<p>(g) Property assigned to the surviving spouse or surviving domestic partner under s. 861.41.</p>\n\n<p>(h) All other claims allowed.</p>\n\n<p>Check your state&#39;s laws or contact an attorney if you have questions about this or any specific situation.</p>\n\n<p>Why YSK: It will keep you from giving your money away when it&#39;s not needed, and you should let others know as well.</p>\n</div><!-- SC_ON -->",
  "score": 2184,
  "permalink": "/r/YouShouldKnow/comments/n56tcz/ysk_if_a_family_member_dies_and_debt_collectors/",
  "subreddit": "YouShouldKnow",
  "id": "n56tcz",
  "is_self": true,
  "media": null,
  "is_video": false
}