{
  "author": "Helicase21",
  "original_created_utc": 1629124921,
  "title": "CMV: New nuclear reactors are not going to form a significant portion of US energy decarbonization between now and the mid-late 2030s.",
  "created_utc": 1629138962,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Because this is a topic with a lot of really fervent advocates whose attention I&#39;m likely to draw, let me clarify some things about what I&#39;m not saying:</p>\n\n<ol>\n<li><p>I am espousing a PREDICTIVE view, not a normative view. I am not arguing whether nuclear power is good or bad, necessary or unnecessary.</p></li>\n<li><p>I am not talking about existing reactors that face retirement. That&#39;s an interesting topic but outside this scope.</p></li>\n<li><p>I&#39;m not talking about the politics or economics of nuclear power in other countries. Again, interesting but not relevant.</p></li>\n</ol>\n\n<p>The critical timeframe for US grid decarbonization is the next 10-15 years. That&#39;s roughly the timeframe the Biden administration is talking about to hit emissions targets of ~50% below 2005 levels. To be a part of a decarbonization strategy that fits within this timeframe, nuclear power will have to overcome a number of key economic and political obstacles:</p>\n\n<p>It&#39;s slow. Any low-carbon energy generation is only as useful as the fossil-fuel generation it enables us to take off the grid. For any source, this means that it&#39;s only useful once it&#39;s finished and begins pumping megawatts onto the grid. In the case of nuclear, if we&#39;re to judge by previous examples--especially in the US--that&#39;s a very long time. The newest reactor in the US that I&#39;m aware of, Watts Bar 2, took more than 30 years between construction beginning and the reactor actually going online. Even a global median has <a href=\"https://inis.iaea.org/collection/NCLCollectionStore/_Public/42/105/42105221.pdf\">tended to be in the 5-10 year construction range</a>. Part of this is because:</p>\n\n<p>The US has a very NIMBY-friendly planning and construction process. We don&#39;t have to like it, but we have to acknowledge it. We&#39;ve made it very easy for people to halt construction on a whole host of processes due to a whole range of concerns. For nuclear power to move forward with new construction, the industry will have to figure out a way to either convince NIMBYs or directly oppose and overcome them. This is not an obstacle unique to nuclear power (as NIMBYs have successfully opposed wind and solar projects) but it is still one that the nuclear power industry cannot pretend is nonexistent. </p>\n\n<p>Additionally, it&#39;s a very difficult technology to work with, and a great deal of its current workforce is <a href=\"https://www.power-eng.com/nuclear/who-will-replace-nuclear-power-s-aging-work-force/#gref\">nearing retirement age</a> without a real path forward to replacement, or even expansion, of that workforce.</p>\n\n<p>Lastly, nuclear is expensive. Last year&#39;s Lazard LCOE analysis suggests that nuclear has a levelized cost of energy range of 118-192 $ /MWh for nuclear power, while wind is $28-54 and utility-scale solar is $32-44. There&#39;s just not a good reason for financiers to fund new nuclear plants. If people want to argue that federal subsidies or investment could flip this picture, I&#39;d ask that they make the case for those subsidies/investments to actually come into being. As a point of comparison, the federal government <em>could</em> fund a national-scale high speed rail network too, but the fact is that it isn&#39;t and likely won&#39;t in the immediate future.</p>\n\n<p>To pre-empt the people who will bring up SMRs, I&#39;m aware of these and that there are some pilot projects in the planning stages. However, I do not expect these to be deployed at any kind of scale meaningful to the process of national energy-sector decarbonization within the timeframe of interest here, especially bearing in mind the industry&#39;s history of both cost and time overruns. The existence of a few pilot SMR deployments would not change my view.</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/p5hf32/cmv_new_nuclear_reactors_are_not_going_to_form_a/",
  "subreddit": "changemyview",
  "id": "p5hf32",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Because this is a topic with a lot of really fervent advocates whose attention\nI'm likely to draw, let me clarify some things about what I'm not saying:\n\n 1. I am espousing a PREDICTIVE view, not a normative view. I am not arguing\n    whether nuclear power is good or bad, necessary or unnecessary.\n\n…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "このテーマは、多くの熱狂的な支持者がいて、その人たちから注目されているからです。\n私が何を言っていないのか、いくつか明確にしておきましょう。\n\n 1. 1. 私は予測的な見解を支持しているのであって、規範的な見解ではありません。私が主張しているのは\n    原子力発電が良いか悪いか、必要か不必要かを論じているのではない。\n\n...",
      "title": "CMV：現在から2030年代半ば～後半にかけて、米国の脱炭素エネルギーの重要な部分を新しい原子炉が占めることはないでしょう。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因为这个话题有很多非常狂热的拥护者，他们的注意力\n我可能会引起他们的注意，让我澄清一些关于我没有说的事情。\n\n 1. 我支持的是一种预测性的观点，而不是规范性的观点。我不是在争论\n    核电是好是坏，是必要的还是不必要的。\n\n...",
      "title": "CMV：从现在到2030年代中后期，新的核反应堆不会构成美国能源去碳化的一个重要部分。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因爲這個話題有很多非常狂熱的擁護者，他們的注意力\n我可能會引起他們的注意，讓我澄清一些關於我沒有說的事情。\n\n 1. 我支持的是一種預測性的觀點，而不是規範性的觀點。我不是在爭論\n    核電是好是壞，是必要的還是不必要的。\n\n...",
      "title": "CMV：從現在到2030年代中後期，新的核反應堆不會構成美國能源去碳化的一個重要部分。"
    }
  ]
}