{
  "author": "Iiau_",
  "original_created_utc": 1630426891,
  "title": "Today is the lawsuit date: Why Ripple has to win the lawsuit against SEC, and why this should matter to everyone",
  "created_utc": 1630458362,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Today, Aug 31 is the hearing most likely.</p>\n\n<p>So SEC sued XRP as a security.</p>\n\n<p>Crypto is not a security or a commodity, it is its own set of assets. XRP is not a security because anyone can own XRP with anonymity. A stock has your name written says you own it. But crypto is different. Why do you think you can own a fraction of any coin? You can even burn XRP by sending it to a nonexistent address, you can&#39;t just burn stock shares. It isn&#39;t a commodity because it has no intrinsic value; it&#39;s just bits stacked on a blockchain. But crypto has value because of the people willing to exchange monetary value for it, and the miners and validators who keep this system running. XRP is a cryptocurrency just how you can call a stock a security and how you can call gold a commodity.</p>\n\n<p>So, if SEC wins, they can treat every crypto that had an ICO or sale of crypto just like a security, like stocks, and will regulate the shit out of it. Exchanges will start dropping these coins like flies so they don&#39;t get targeted, and coins may suffer the same fate as XRP when it dropped 50%. Even ETH would be regulated. In the grand scheme of things this can cause a, pun unintended, ripple effect in the market, ICO or not.</p>\n\n<p>If Ripple wins it&#39;ll be a huge step for crypto.</p>\n\n<p>Fortunately, they just sued without giving in why, so they have no basis why crypto  classifies as security and rather mostly trustless and anonymous  decentralized currency. If they release some internal documents clarifying why, Ripple will  definitely poke holes through the SEC&#39;s weak and scummy reasoning. If  they don&#39;t, well SEC is making a fool out of themselves.</p>\n</div><!-- SC_ON -->",
  "score": 172,
  "permalink": "/r/CryptoCurrency/comments/pf97oi/today_is_the_lawsuit_date_why_ripple_has_to_win/",
  "subreddit": "CryptoCurrency",
  "id": "pf97oi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Today, Aug 31 is the hearing most likely.\n\nSo SEC sued XRP as a security.\n\nCrypto is not a security or a commodity, it is its own set of assets. XRP is not\na security because anyone can own XRP with anonymity. A stock has your name\nwritten says you own it. But crypto is different. Why do you think…"
}