{
  "author": "LeftChoux",
  "original_created_utc": 1633721113,
  "title": "YSK: H0H 0H0 is Santa's postal code.",
  "created_utc": 1633725981,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It&#39;s a fun way for children to write letters to Santa. If your child writes letter before December 16 addresses to Santa Claus to following address:</p>\n\n<p>SANTA CLAUS<br/>\nNORTH POLE  H0H 0H0<br/>\nCANADA</p>\n\n<p>their letter will be answered in the same language it&#39;s written. No posted required (but appreciated).</p>\n\n<blockquote>\n<p>The postal code H0H 0H0 was chosen for this special seasonal use as it reads as &quot;Ho ho ho&quot;. The H0- prefix is an anomaly: the 0 indicates a very small, rural village, but H is used to designate Montreal, the second-largest city in Canada. As such, the H0- prefix is almost completely empty. H0M, assigned to the international Akwesasne tribal reserve on the Canada-US border, is the only other H0- postal code in active use.</p>\n</blockquote>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/YouShouldKnow/comments/q44v20/ysk_h0h_0h0_is_santas_postal_code/",
  "subreddit": "YouShouldKnow",
  "id": "q44v20",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: It's a fun way for children to write letters to Santa. If your child\nwrites letter before December 16 addresses to Santa Claus to following address:\n\nSANTA CLAUS\nNORTH POLE  H0H 0H0\nCANADA\n\ntheir letter will be answered in the same language it's written. No posted\nrequired (but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 子どもたちがサンタさんに手紙を書くのは楽しいことですよね。もしお子さんが\n12月16日までにサンタクロースへの手紙を書いた場合は、以下の住所までお送りください。\n\nSANTA CLAUS\n北極点 H0H 0H 0H\nCANADA\n\nサンタクロースへの手紙は、その手紙が書かれた言語で返信されます。郵送は不要です。\n必須（ただし",
      "title": "YSK: H0H 0H0はサンタさんの郵便番号です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK: 这是一个让孩子们给圣诞老人写信的有趣方式。如果你的孩子\n在12月16日之前写信给圣诞老人，请寄到以下地址。\n\n桑塔-克劳斯\nNorth pole h0h 0h0\n加拿大\n\n他们的信将以写好的语言被回复。不需要张贴\n要求（但...",
      "title": "YSK: H0H 0H0是圣诞老人的邮政编码。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK: 這是一個讓孩子們給聖誕老人寫信的有趣方式。如果你的孩子\n在12月16日之前寫信給聖誕老人，請寄到以下地址。\n\n桑塔-克勞斯\nNorth pole h0h 0h0\n加拿大\n\n他們的信將以寫好的語言被回覆。不需要張貼\n要求（但...",
      "title": "YSK: H0H 0H0是聖誕老人的郵政編碼。"
    }
  ]
}