{
  "author": "OstentatiousSock",
  "original_created_utc": 1636471719,
  "title": "YSK: In the United States, if you are forced to quit do to unreasonable work demands, you can still apply for unemployment benefits.",
  "created_utc": 1636479394,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: because, contrary to popular belief, you do not have to be fired or laid off to apply for unemployment benefits. You have to be able to prove the workload demands were unreasonable, but you are allowed to quit and receive unemployment. With droves of people quitting and employers shifting the workload to other employees without adequate compensation, this is important to know.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/qq63ly/ysk_in_the_united_states_if_you_are_forced_to/",
  "subreddit": "YouShouldKnow",
  "id": "qq63ly",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: because, contrary to popular belief, you do not have to be fired or\nlaid off to apply for unemployment benefits. You have to be able to prove the\nworkload demands were unreasonable, but you are allowed to quit and receive\nunemployment. With droves of people quitting and employers shifting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、一般的に言われていることとは異なり、解雇やリストラされていなくても失業申請ができるからです。\n失業手当を申請するには、解雇されたり、解雇されたりする必要はありません。仕事の要求が不合理であったことを証明できなければなりません。\n仕事の要求が不合理であったことを証明しなければなりませんが、辞めて失業手当を受け取ることは可能です。\n失業手当を受け取ることができます。辞める人が続出し、雇用主がシフトしていく中で...。",
      "title": "YSK: アメリカでは、無理な仕事をして辞めざるを得なくなった場合でも、失業手当を申請することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为与普遍的看法相反，你不一定要被解雇或\n遣散才能申请失业救济金。你必须能够证明\n工作量的要求是不合理的，但你可以辞职并领取失业金。\n失业。随着成群结队的人辞职和雇主的转移...",
      "title": "YSK：在美国，如果你因为不合理的工作要求而被迫辞职，你仍然可以申请失业福利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲與普遍的看法相反，你不一定要被解僱或\n遣散才能申請失業救濟金。你必須能夠證明\n工作量的要求是不合理的，但你可以辭職並領取失業金。\n失業。隨着成羣結隊的人辭職和僱主的轉移...",
      "title": "YSK：在美國，如果你因爲不合理的工作要求而被迫辭職，你仍然可以申請失業福利。"
    }
  ]
}