{
  "author": "candrade2261",
  "original_created_utc": 1632099864,
  "title": "YSK: the Heimlich Maneuver for your animals *before* you need it",
  "created_utc": 1632105788,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: when your animal is choking, it is extremely distressing and upsetting. You don’t want to have to be googling how to help them while it’s happening. Familiarize yourself so you’re prepared in case you are ever in a situation where your dog or cat is choking. </p>\n\n<p>There are a few ways to perform this:\n- grab the animal’s back legs and pull them up so the animal’s head is facing the ground, like a wheelbarrow\n- sweep your finger inside the animal’s mouth to dislodge the object (be careful not to push it farther down!)\n- compress the abdomen by pushing up with your fist\n- deliver a sharp blow with your hand between the animal’s shoulder blades </p>\n\n<p><a href=\"https://www.animalhealthfoundation.org/blog/2019/01/heimlich-maneuver-for-dogs/\">This diagram</a> explains it much better visually.</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/YouShouldKnow/comments/prki3o/ysk_the_heimlich_maneuver_for_your_animals_before/",
  "subreddit": "YouShouldKnow",
  "id": "prki3o",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: when your animal is choking, it is extremely distressing and upsetting.\nYou don’t want to have to be googling how to help them while it’s happening.\nFamiliarize yourself so you’re prepared in case you are ever in a situation\nwhere your dog or cat is choking.\n\nThere are a few ways to perform…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、動物が窒息していると、非常に苦しくて動揺してしまいます。\n窒息しているときに、助け方をググっている場合ではありません。\n万が一、動物が窒息するような状況に陥った場合に備えて、知識を深めておきましょう。\n万が一、犬や猫が窒息してしまった場合に備えて、よく理解しておきましょう。\n\n窒息を防ぐにはいくつかの方法があります。",
      "title": "YSK: 動物のためのハイムリック救命法を、必要になる前に。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：当你的动物被噎住时，这让人非常痛苦和不安。\n你不希望在事情发生时不得不在谷歌上搜索如何帮助他们。\n熟悉自己的情况，以便在你遇到以下情况时有所准备\n你的狗或猫出现窒息的情况。\n\n有几种方法可以执行...",
      "title": "YSK：在你需要之前，为你的动物提供海姆利克急救法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：當你的動物被噎住時，這讓人非常痛苦和不安。\n你不希望在事情發生時不得不在谷歌上搜索如何幫助他們。\n熟悉自己的情況，以便在你遇到以下情況時有所準備\n你的狗或貓出現窒息的情況。\n\n有幾種方法可以執行...",
      "title": "YSK：在你需要之前，爲你的動物提供海姆利克急救法"
    }
  ]
}