{
  "author": "wallyjohn",
  "original_created_utc": 1632754567,
  "title": "CMV: Residential homes should only be sold to individuals.",
  "created_utc": 1632768394,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Alright fellow humans this will be a contentious one so I&#39;m going to detail the problem and the plan.</p>\n\n<p>Problem: Big money is buying up properties, competing directly with normal people who couldn&#39;t possibly. Normal citizens are restricted to buying properties based on their personal income; holdings and properties can be used for collateral, but the mortgage/purchase price of a home is generally directly proportional to their personal taxable income (for example, I own 1-2M+ in assets, but I can&#39;t get a mortgage because at the moment my income is 0). This situation results in major inequality and eventually the endgame is businesses own most residential and everyone else rents. That is terrible for an economy and a middle class. Rent is also sky-high across the country, increasing faster than wages.</p>\n\n<p>My solution: Individuals are able to purchase as much land/as many residential properties as they want, however their total property purchasing ability is based on a 2-3 years average of taxable income. So, even if you have the assets to buy a property cash, you need to have your taxable income at a certain point to even qualify for the purchase, and if you&#39;re over the total limit, tough luck, go buy another asset. Homes are too important to sell to the highest bidder. Individuals would also be able to rent out those properties, however (and this is a separate post) the amount should be heavily rent controlled. So landlords don&#39;t necessarily go away, but the market is freed up and the rent controlled. </p>\n\n<p>Businesses would not be allowed to purchase residential properties any more. They would still be able to do business and entertainment properties. Existing residential properties are purchased from the companies at retail cost. This has precedent; it just happened in Germany, and Trump seized several properties for his Border Wall. Seizing property for the greater good is acceptable already. Any large business-owned apartment buildings would then be partially owned by each tenant, and HOA would govern each building, sharing costs and profits. </p>\n\n<p>This would result in a few benefits, and I don&#39;t see a con.</p>\n\n<p>-More regular people would own property, improving the vitality of the middle class and reducing income inequality.</p>\n\n<p>-Rich individuals would have to increase their taxable income (and pay more tax) to be able to take their advantage on the situation. They are still rewarded for having higher incomes as they can purchase larger/more homes</p>\n\n<p>-Businesses won&#39;t be able to corner the market and exploit people who live cheque to cheque.</p>\n\n<p>You could change my view by showing me a major flaw that actually results in worse situation for the regular people. I do not believe businesses should have the right to buy whatever they want just because they have the money so that won&#39;t change it. </p>\n\n<p>CMV.</p>\n\n<p>Edit: Let&#39;s use the USA as an example</p>\n</div><!-- SC_ON -->",
  "score": 86,
  "permalink": "/r/changemyview/comments/pwithn/cmv_residential_homes_should_only_be_sold_to/",
  "subreddit": "changemyview",
  "id": "pwithn",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Alright fellow humans this will be a contentious one so I'm going to detail the\nproblem and the plan.\n\nProblem: Big money is buying up properties, competing directly with normal\npeople who couldn't possibly. Normal citizens are restricted to buying\nproperties based on their personal income; holdings…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さて、人類の仲間たちよ......これは議論の余地があるだろうから、私は問題と計画の詳細を説明するつもりだ。\n問題と計画を説明します。\n\n問題：大金持ちが物件を買い占め、普通の人と直接競合している。\n競合している。普通の人は、個人の収入に応じて不動産を購入することが制限されています。\n普通の市民は、個人の収入や保有資産に応じて、不動産の購入を制限されています...。",
      "title": "CMV：住宅は個人にのみ販売されるべきものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，人类伙伴们，这将是一个有争议的问题，所以我将详细说明问题和计划。\n问题和计划。\n\n问题：大笔资金正在购买房产，直接与普通人竞争。\n竞争，因为他们不可能。正常公民被限制购买\n基于他们的个人收入的房产；持有...",
      "title": "CMV：住宅应该只卖给个人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，人類夥伴們，這將是一個有爭議的問題，所以我將詳細說明問題和計劃。\n問題和計劃。\n\n問題：大筆資金正在購買房產，直接與普通人競爭。\n競爭，因爲他們不可能。正常公民被限制購買\n基於他們的個人收入的房產；持有...",
      "title": "CMV：住宅應該只賣給個人。"
    }
  ]
}