{
  "author": "Dry-Tone-1500",
  "the_new_excerpt": " 1. Money is NOT the issue. Only a tiny fraction of the U.S. tax goes to NASA.\n    I'm tired of \"but it's a lot of money\" argument. Much more money have been\n    spent on more unhelpful and destructive projects, maybe we should spare some\n    of those to feed people instead. Do you want to spend…",
  "original_created_utc": 1613963819,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": " 1. 钱不是问题。美国的税收中只有极小的一部分流向了NASA。\n    我厌倦了 \"但这是很多钱 \"的论点。更多的钱已经\n    花费在更多无益和破坏性的项目上，也许我们应该分出一些\n    这些都是用来养活人的 你想花...",
      "title": "CMV：太空探索不是浪费钱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": " 1. 錢不是問題。美國的稅收中只有極小的一部分流向了NASA。\n    我厭倦了 \"但這是很多錢 \"的論點。更多的錢已經\n    花費在更多無益和破壞性的項目上，也許我們應該分出一些\n    這些都是用來養活人的 你想花...",
      "title": "CMV：太空探索不是浪費錢。"
    }
  ],
  "title": "CMV: Space exploration is NOT a waste of money",
  "created_utc": 1613989823,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><ol>\n<li>Money is NOT the issue. Only a tiny fraction of the U.S. tax goes to NASA. I&#39;m tired of &quot;but it&#39;s a lot of money&quot; argument. Much more money have been spent on more unhelpful and destructive projects, maybe we should spare some of those to feed people instead. Do you want to spend billions of dollars to gather an army with cannons and guns to conquer countries with violence for world dominance, or spend it to prepare humanity with effective technology and space colonies they need for future generations to come?</li>\n<li>Space explorations have done (and will do) much more than what it seems. Maps, online servers, and many basic functions on your Phone are supported by satellites on space. If we didn&#39;t spend money on these space missions, we wouldn&#39;t have a LOT of extremely time saving and useful technologies in our lives. Space missions can also allow us to invent more methods of food production, transportation, and much more. Just because it&#39;s not on Earth doesn&#39;t mean it doesn&#39;t benefit it.</li>\n<li>Just because it doesn&#39;t change your or other people&#39;s life much NOW, doesn&#39;t mean it will not. Politicians and many other people care mostly for short term benefits and doesn&#39;t see this very useful. No, just because it doesn&#39;t earn you dollars a few days you start it, doesn&#39;t mean it&#39;s bad at all. It benefits the future of humanity and allows them (which includes your children, grandchildren if you have any) to survive and even become an interstellar species.</li>\n<li>Many issues right now in the world can&#39;t be saved with just money. Donations, assistance, even if you spend a ton of money on it, doesn&#39;t mean it&#39;s always ready. There are spare resources, but many people CAN&#39;T access them due to climate, locations, illness and other factors. It&#39;s not just the money, many people have donation sites close by a few miles but DON&#39;T KNOW WHERE THEY ARE. Also, you can&#39;t tell companies to end some of their environmentally-hazardous and even unethical actions, they are owned by their owners but does not have not a lot of government regulations (if they are in the U.S.).</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lpdsd8/cmv_space_exploration_is_not_a_waste_of_money/",
  "subreddit": "changemyview",
  "id": "lpdsd8",
  "is_self": true,
  "media": null,
  "is_video": false
}