{
  "author": "filmhamster",
  "original_created_utc": 1626876457,
  "title": "YSK: Your retirement account will not grow if you don't choose the correct investment option",
  "created_utc": 1626885462,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people are unaware of the extra step required after contributing to an IRA, 401K, or other retirement account and end up with their money just sitting there for years at the same amount they put in, or even losing value due to fees (not to mention inflation).</p>\n\n<p>A recent post in <a href=\"/r/personalfinance\">r/personalfinance</a> highlighted this common mistake. OP was wondering why their retirement account seemed low after ten years of contributions and came to the realization that by selecting &quot;conservative&quot; on the type of investment survey they were 100% invested in bonds - something you wouldn&#39;t want to do unless you are well into retirement and focused on preserving your money in the safest way possible instead of growing it through riskier options. By doing this for ten years, they missed out on possibly 1-2 MILLION dollars of retirement income.</p>\n\n<p>A great analogy I read was that your IRA (or other retirement account) is the vehicle and the investments are the highway. The vehicle is designed to be advantageous to ride in until retirement (utilizing tax benefits) but won&#39;t go anywhere unless you choose which highway (investments) to put it on.</p>\n\n<p>If you have a company sponsored plan, sometimes they will automatically put your contributions in a Target Date Fund - an investment designed to be completely hands off, optimized for your approximate retirement date. That is a perfectly fine option.</p>\n\n<p>Sometimes they will ask you to choose which fund or type of investment you want, which may not always be clear - in the earlier example OP chose &quot;conservative&quot; because that sounded like a safe, logical, choice, without realizing what that actually meant.</p>\n\n<p>If you are setting up your own IRA, you will always, (or almost always, there may be some exceptions) need to choose an investment option or the money will just sit there as cash forever. Sometimes it will stay in a money market account, which is essentially a savings account that will earn you maybe slightly more interest than leaving it in your bank.</p>\n\n<p>Whatever type of retirement account(s) you have, if you are not positive what your money is invested in, take a moment to log in to your account and view exactly what is going on. This is also a good opportunity to examine what fees you are paying and determine if better, lower cost, options are available to you.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/ooqlrt/ysk_your_retirement_account_will_not_grow_if_you/",
  "subreddit": "YouShouldKnow",
  "id": "ooqlrt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people are unaware of the extra step required after contributing\nto an IRA, 401K, or other retirement account and end up with their money just\nsitting there for years at the same amount they put in, or even losing value due\nto fees (not to mention inflation).\n\nA recent post in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くの人は、IRAや401Kなどの退職金を拠出した後に必要な追加の手続きについて知らない。\nIRAや401Kなどのリタイヤメント口座にお金を拠出した後、追加のステップが必要なことを知らない人が多いのです。\n拠出した金額のまま何年も放置されたり、手数料のために価値が下がってしまったりします。\nインフレは言うまでもなく、手数料のために価値が下がってしまうこともあります。\n\n最近の投稿では、...",
      "title": "YSK: 正しい投資方法を選択しないと、退職金は増えません"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：许多人不知道在捐款后还需要额外的步骤。\n许多人在向IRA、401K或其他退休账户缴款后，没有意识到需要额外的步骤，结果他们的钱就这样落到了别人手里。\n几年来，他们的钱只是坐在那里，与他们投入的金额相同，甚至由于费用而失去价值。\n费用（更不用说通货膨胀）。\n\n最近有一篇文章在...",
      "title": "YSK：如果你不选择正确的投资方案，你的退休账户将不会增长"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：許多人不知道在捐款後還需要額外的步驟。\n許多人在向IRA、401K或其他退休賬戶繳款後，沒有意識到需要額外的步驟，結果他們的錢就這樣落到了別人手裏。\n幾年來，他們的錢只是坐在那裏，與他們投入的金額相同，甚至由於費用而失去價值。\n費用（更不用說通貨膨脹）。\n\n最近有一篇文章在...",
      "title": "YSK：如果你不選擇正確的投資方案，你的退休賬戶將不會增長"
    }
  ]
}