{
  "author": "SpookyMobley",
  "original_created_utc": 1632371209,
  "title": "I think I liked Foundation but I don't think I like Asimov's writing style. Am I alone?",
  "created_utc": 1632421688,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I just got done reading Foundation for the first time and while I loved the premise and enjoyed the overall plot, I found getting to the end to be a bit of a dull experience. Mainly due to the way Asimov seems to write (at least in this book, it&#39;s the only thing of his I&#39;ve read). The characters all started to feel the same after a while, like they were all speaking with the same voice. Its made me not really want to finish the trilogy despite the fact that, again, I think the premise is fascinating and I liked the core plot when it was all said and done. Have you ever felt this way about an author&#39;s work?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ptnii3/i_think_i_liked_foundation_but_i_dont_think_i/",
  "subreddit": "books",
  "id": "ptnii3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I just got done reading Foundation for the first time and while I loved the\npremise and enjoyed the overall plot, I found getting to the end to be a bit of\na dull experience. Mainly due to the way Asimov seems to write (at least in this\nbook, it's the only thing of his I've read). The characters…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「Foundation」を初めて読みましたが、「Foundation」が大好きです。\n前提が好きで、全体的なプロットも楽しかったのですが、最後まで読むのは少し退屈な経験でした。\n退屈な経験でした。主な原因は、アシモフの書き方にあります（少なくともこの本では、アシモフの唯一の作品です）。\n少なくともこの本は、私が読んだ彼の唯一の作品です）。) 登場人物が...。",
      "title": "ファウンデーションは好きだったけど、アシモフの文体は好きじゃないかな。私だけでしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完《基础》一书，虽然我喜欢它的前提，也喜欢它的整体情节。\n虽然我喜欢这个前提，也喜欢整个情节，但我发现读到最后时有点\n一个沉闷的经历。主要是由于阿西莫夫的写作方式（至少在这本书中，这是他唯一的作品）。\n至少在这本书中，这是我读过的他的唯一作品）。) 这些人物...",
      "title": "我想我喜欢《基础》，但我不认为我喜欢阿西莫夫的写作风格。我是一个人吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完《基礎》一書，雖然我喜歡它的前提，也喜歡它的整體情節。\n雖然我喜歡這個前提，也喜歡整個情節，但我發現讀到最後時有點\n一個沉悶的經歷。主要是由於阿西莫夫的寫作方式（至少在這本書中，這是他唯一的作品）。\n至少在這本書中，這是我讀過的他的唯一作品）。) 這些人物...",
      "title": "我想我喜歡《基礎》，但我不認爲我喜歡阿西莫夫的寫作風格。我是一個人嗎？"
    }
  ]
}