{
  "author": "MileyMelays",
  "the_new_excerpt": "CMV: Election Day should be a federal holiday.\n\nI don’t really see a strong argument against this.\n\nMany Americans are not able to vote because they must work on Election Day.\nMaking voting easier and more accessible should be a priority. It is already a\nholiday in many other countries around the…",
  "original_created_utc": 1613868402,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "CMV：选举日应该是一个联邦假日。\n\n我看不出有什么强烈的反对意见。\n\n许多美国人不能投票，因为他们必须在选举日工作。\n使投票更容易和更方便应该是一个优先事项。這已經是一個\n在许多其他国家的假期... ...",
      "title": "CMV：选举日应是联邦假日"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "CMV：選舉日應該是一個聯邦假日。\n\n我看不出有什麼強烈的反對意見。\n\n許多美國人不能投票，因爲他們必須在選舉日工作。\n使投票更容易和更方便應該是一個優先事項。這已經是一個\n在許多其他國家的假期... ...",
      "title": "CMV：選舉日應是聯邦假日"
    }
  ],
  "title": "CMV: Election Day should be a federal holiday",
  "created_utc": 1613878444,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>CMV: Election Day should be a federal holiday.</p>\n\n<p>I don’t really see a strong argument against this. </p>\n\n<p>Many Americans are not able to vote because they must work on Election Day. Making voting easier and more accessible should be a priority. It is already a holiday in many other countries around the world. </p>\n\n<p>It would only be one day every four years, so it’s not that big of a deal. It is an essential element of democracy, really the only way a regular citizen can truly affect political change in American society.</p>\n\n<p>Many people in America do not even vote, and making it a holiday would encourage the process. People could carpool or travel together, and it could become a sort of tradition. </p>\n\n<p>In many fields, like being a doctor, coal miner, or even working multiple jobs, being a student, voting might not be a priority.</p>\n\n<p>I truly don’t know why voting is not a holiday already. I see it different than requiring IDs to vote, I would be in favor of that. </p>\n\n<p>CMV</p>\n</div><!-- SC_ON -->",
  "score": 67,
  "permalink": "/r/changemyview/comments/lol31m/cmv_election_day_should_be_a_federal_holiday/",
  "subreddit": "changemyview",
  "id": "lol31m",
  "is_self": true,
  "media": null,
  "is_video": false
}