{
  "author": "AirbornneFox",
  "original_created_utc": 1632889033,
  "title": "If you go into crypto investments with the mindset of a 2 year minimum hold, you'll be better off.",
  "created_utc": 1632943840,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Given the volatility of the crypto market, most know this isn&#39;t a get rich quick kind of thing. A lot of people say if you can&#39;t see your portfolio drop 50% without having a panic attack, crypto might not be for your best interests.</p>\n\n<p>Tell yourself each time you buy, that this is at least a minimum of a year hold. For one, in the US you&#39;ll pay less on taxes by letting your investment mature for a year. But, if you want to see real gains in your crypto investments, tell yourself a 2 year hold minimum before deciding on your next move. For two, you&#39;ll find that things are much less stressful when the market goes into a bear cycle. </p>\n\n<p>This is what I told myself for a while now. I wish I would of had this mindset from the beginning or someone telling me this. I may have invested differently. But we live and learn. </p>\n\n<p>Now that I&#39;ve cemented this mindset I&#39;ve been able to live with much less worry when we have dips or bear markets. I have a much easier time DCA&#39;ing every week without worrying about where prices sit. I will say it&#39;s nice when you DCA at a lower average. But when you already have in your head that you aren&#39;t touching this money for 1-2 years, it takes a weight off your chest. </p>\n\n<p>Anyway, I just thought I&#39;d share this for anyone having any sort of doubts or people questioning themselves on their investments. </p>\n\n<p>Good luck investing.</p>\n</div><!-- SC_ON -->",
  "score": 165,
  "permalink": "/r/CryptoCurrency/comments/pxnobt/if_you_go_into_crypto_investments_with_the/",
  "subreddit": "CryptoCurrency",
  "id": "pxnobt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Given the volatility of the crypto market, most know this isn't a get rich quick\nkind of thing. A lot of people say if you can't see your portfolio drop 50%\nwithout having a panic attack, crypto might not be for your best interests.\n\nTell yourself each time you buy, that this is at least a minimum…"
}