{
  "author": "IILanunII",
  "original_created_utc": 1631779261,
  "title": "CMV: Implementation of any extremist ideology (political or religious) always results in worse living conditions for the people",
  "created_utc": 1631820650,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It doesn&#39;t matter which part of the spectra we talk about; Communism, Fascism, Dominionism, Salafism, absolute Monarchy, etc. </p>\n\n<p>All of these ideologies being implemented resulted in worse living standards, destruction of cultural heritage, destruction of personal freedoms, social stagnation, economic stagnation/ruin and death of millions of innocents.</p>\n\n<p>I never find plausible arguments other than fanaticism makes people believe that things are better for any of the forms of extremism. And I&#39;m afraid I&#39;m too biaised to see the real reasons. I&#39;d love to have my views challenged and maybe even changed.</p>\n\n<p>I gotta warn you though, I&#39;m an anti-extremist, centrist, classical liberal, agnostic atheist.</p>\n\n<p>Please no &quot;The real thing hasn&#39;t ever been tried though&quot;, no Jreg video links (his videos are funny but they are not convincing arguments for me) and try to be polite and kind we are discussing here, this doesn&#39;t make us enemies.</p>\n\n<p>Edit: I have to admit that I have made a mistake by not giving a definition of the very central word for this discussion. So I&#39;m going to give a definition now (better late than never).</p>\n\n<p>Extremism = a term used to qualify a doctrine or an attitude of it&#39;s followers that refuses any moderation or alteration of what dictates their doctrine.</p>\n\n<p>Edit number 2: I&#39;m a european centrist not an american centrist. In the US the conservatives would probably view me as a socialist.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pp8z8j/cmv_implementation_of_any_extremist_ideology/",
  "subreddit": "changemyview",
  "id": "pp8z8j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It doesn't matter which part of the spectra we talk about; Communism, Fascism,\nDominionism, Salafism, absolute Monarchy, etc.\n\nAll of these ideologies being implemented resulted in worse living standards,\ndestruction of cultural heritage, destruction of personal freedoms, social\nstagnation, economic…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "共産主義、ファシズム、ドミニオン主義、サラフィズム、絶対王政など、スペクトルのどの部分について話すかは問題ではありません。\n共産主義、ファシズム、ドミニオン主義、サラフィズム、絶対王政などなど。\n\n共産主義、ファシズム、ドミニオン主義、サラフィズム、絶対王政など、どの分野であっても、これらのイデオロギーが実行されると、生活水準が低下します。\nこれらのイデオロギーが実行された結果、生活水準の低下、文化遺産の破壊、個人の自由の破壊、社会的停滞、経済...\n社会的停滞、経済的停滞...。",
      "title": "CMV: 過激なイデオロギー（政治的、宗教的）の実行は、常に人々の生活環境を悪化させる。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们谈论的是光谱的哪一部分并不重要；共产主义、法西斯主义。\n主导主义、萨拉菲主义、绝对君主制等等。\n\n所有这些意识形态的实施都导致了更差的生活水平。\n文化遗产的破坏，个人自由的破坏，社会\n停滞不前，经济衰退......。",
      "title": "CMV: 任何极端主义意识形态（政治或宗教）的实施总是导致人民的生活条件恶化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們談論的是光譜的哪一部分並不重要；共產主義、法西斯主義。\n主導主義、薩拉菲主義、絕對君主制等等。\n\n所有這些意識形態的實施都導致了更差的生活水平。\n文化遺產的破壞，個人自由的破壞，社會\n停滯不前，經濟衰退......。",
      "title": "CMV: 任何極端主義意識形態（政治或宗教）的實施總是導致人民的生活條件惡化。"
    }
  ]
}