{
  "author": "IILanunII",
  "original_created_utc": 1631779261,
  "title": "CMV: Implementation of any extremist ideology (political or religious) always results in worse living conditions for the people",
  "created_utc": 1631820650,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It doesn&#39;t matter which part of the spectra we talk about; Communism, Fascism, Dominionism, Salafism, absolute Monarchy, etc. </p>\n\n<p>All of these ideologies being implemented resulted in worse living standards, destruction of cultural heritage, destruction of personal freedoms, social stagnation, economic stagnation/ruin and death of millions of innocents.</p>\n\n<p>I never find plausible arguments other than fanaticism makes people believe that things are better for any of the forms of extremism. And I&#39;m afraid I&#39;m too biaised to see the real reasons. I&#39;d love to have my views challenged and maybe even changed.</p>\n\n<p>I gotta warn you though, I&#39;m an anti-extremist, centrist, classical liberal, agnostic atheist.</p>\n\n<p>Please no &quot;The real thing hasn&#39;t ever been tried though&quot;, no Jreg video links (his videos are funny but they are not convincing arguments for me) and try to be polite and kind we are discussing here, this doesn&#39;t make us enemies.</p>\n\n<p>Edit: I have to admit that I have made a mistake by not giving a definition of the very central word for this discussion. So I&#39;m going to give a definition now (better late than never).</p>\n\n<p>Extremism = a term used to qualify a doctrine or an attitude of it&#39;s followers that refuses any moderation or alteration of what dictates their doctrine.</p>\n\n<p>Edit number 2: I&#39;m a european centrist not an american centrist. In the US the conservatives would probably view me as a socialist.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/pp8z8j/cmv_implementation_of_any_extremist_ideology/",
  "subreddit": "changemyview",
  "id": "pp8z8j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It doesn't matter which part of the spectra we talk about; Communism, Fascism,\nDominionism, Salafism, absolute Monarchy, etc.\n\nAll of these ideologies being implemented resulted in worse living standards,\ndestruction of cultural heritage, destruction of personal freedoms, social\nstagnation, economic…"
}