{
  "author": "loquacious_turtle",
  "the_new_excerpt": "I recently finished reading The Brothers Karamazov by Fyodor Dostoyevsky, a\nnovel that I have been toting around for a while now. I dreaded reading it,\npartly out of fear that being someone who is as far removed from the Christian\nfaith as is culturally possible, I wouldn't connect with some of the…",
  "original_created_utc": 1619442285,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "先日、ドストエフスキーの「カラマーゾフの兄弟」を読み終えました。\n私はこの小説を読むのが怖かった。私はこの作品を読むのが怖かった。\n読むのが怖かったのは、キリスト教の信仰から遠く離れた人間が、この小説を読んでしまうのではないかという不安があったからです。\n読むのが怖かったのは、文化的に可能な限りキリスト教の信仰から離れている私にとって、いくつかの...",
      "title": "ノンクリスチャンの「カラマーゾフの兄弟」への思い"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近读完了费奥多尔-陀思妥耶夫斯基的《卡拉马佐夫兄弟》。\n这部小说我已经看了好一阵子了。我很害怕读它。\n部分原因是担心作为一个与基督教信仰相距甚远的人\n部分原因是担心作为一个在文化上尽可能远离基督教信仰的人，我不会与其中的一些内容产生联系。",
      "title": "一个非基督徒对《卡拉马佐夫兄弟》的看法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近讀完了費奧多爾-陀思妥耶夫斯基的《卡拉馬佐夫兄弟》。\n這部小說我已經看了好一陣子了。我很害怕讀它。\n部分原因是擔心作爲一個與基督教信仰相距甚遠的人\n部分原因是擔心作爲一個在文化上儘可能遠離基督教信仰的人，我不會與其中的一些內容產生聯繫。",
      "title": "一個非基督徒對《卡拉馬佐夫兄弟》的看法"
    }
  ],
  "title": "Thoughts of a non-Christian on The Brothers Karamazov",
  "created_utc": 1619464407,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I recently finished reading The Brothers Karamazov by Fyodor Dostoyevsky, a novel that I have been toting around for a while now. I dreaded reading it, partly out of fear that being someone who is as far removed from the Christian faith as is culturally possible, I wouldn&#39;t connect with some of the theological discussions that I suspected would make up most of the book&#39;s content. In short, I was wary of it being something that seeks to &#39;convert&#39; or persuade the reader towards Christianity. To be clear, I was born and raised in a Hindu community, and now consider myself an agnostic when it comes to the Divine Question.</p>\n\n<p>Fortunately, I was very much in the wrong about what the novel is about and what it sets out to achieve, because yes, while it is heavily steeped in Christian imagery and culture (which was inevitable given Fyodor Dostoyevsky&#39;s background), the novel deals with the idea of God and faith in a much more direct, generalized manner, and instead uses the faith merely as a vehicle with which to grapple some seriously troubling existential questions. If you&#39;d permit me, I&#39;d like to start a discussion here about those themes. The two major ideas that the novel seemed to gravitate around were family and faith, and Dostoyevsky intertwined them with each other beautifully, so that the novel essentially asks the question: Is it possible to escape your most base, depraved urges (family), and if yes, then how (faith)? This question is explored in the form of the three titular brothers, and without beating about the bush, I&#39;d like to lay out my thoughts about how the novel accomplishes that.</p>\n\n<p>I considered Alyosha and Smerdyakov to be essentially the antithesis of each other. Both of them had (supposedly) the same father, which meant that both of them were equally susceptible to the Karamazovian tendencies of debauchery, hedonism, and reckless self destruction.</p>\n\n<p>However, Alyosha was a man of faith, and despite his faith being tested multiple times throughout the novel by various characters as well as circumstances, he always <em>chose</em>, consciously, to take the nobler path and bear the suffering that comes with it. One of my favorite bits of the novel is when, after the demise of Father Zosima, his corpse begins to reek terribly, which causes a temporary crisis of faith for his followers. This was an exhilarating turn of events for me, because, as I mentioned, I expected this novel to be very preachy and stern when it came to religion and faith, but I instead found Dostoyevsky willingly putting his characters in circumstances where their belief is challenged by the universe, and the only reason to keep their faith is their choice to do so.</p>\n\n<p>Smerdyakov, on the other hand, was a psychopath. He subscribed to Ivan&#39;s philosophy of &quot;everything is permitted&quot; (a philosophy that, ironically, Ivan himself did not fully believe in), and it led to him completely ruining the lives of at least two of his three half-brothers, as well as of course his father. This seemed to be Dostoyevsky straightforwardly telling us that godless/nihilist individuals can and will succumb to their worst impulses. The most interesting character, then, was someone who lay in the middle of this spectrum: Ivan.</p>\n\n<p>Ivan was a rational, intelligent scholar who wanted to believe wholeheartedly in faith, but could not bring himself to do so because of all the logical as well as existential inconsistencies that doing so caused him to wrestle with. His qualms with faith are best represented in what are two of the novel&#39;s best chapters: <em>The Grand Inquisitor</em> and <em>The Devil</em>, in which we find the scientific, rational, stripped-down approach of nihilism attacking the more lofty ideas of the Christian faith. Ivan is, however, unable to resolve these issues, causing him to go mad and fall into illness by the end of the story.</p>\n\n<p>To conclude, I was pleasantly surprised by how intelligent and thought-provoking the story was, and I think that Dostoyevsky wanted us to realize that reconciling faith with logic is a Herculean task that will only cause us misery, and rejecting faith is a surefire way to become selfish, egotistical and misanthropic. The only way is to willingly choose to have faith, to be compassionate and sympathetic towards your fellow human beings irrespective of what tragedy may befall you. This is a highly subjective interpretation of course, and I&#39;m thrilled to find out what you took away from it. What does this novel mean to you? What are some chapters or characters or moments or lines that resonate deeply with you? I&#39;d love to have a discussion!</p>\n\n<p>Thank you so much for reading!</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/myx6sv/thoughts_of_a_nonchristian_on_the_brothers/",
  "subreddit": "books",
  "id": "myx6sv",
  "is_self": true,
  "media": null,
  "is_video": false
}