{
  "author": "apolarbearfellonme",
  "original_created_utc": 1635603281,
  "title": "The power of Bitcoin is that once it’s all been mined, everyone will have to produce something of value for the betterment of society to be able to earn a piece of Bitcoin, which represents what money truly should be.",
  "created_utc": 1635655380,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The true value of Bitcoin will be in its ability to store value (its medium of exchange will be other crypto currencies), it inherently has value because it’s finite. Money (fiat) has no value because something cannot have value if you can create an infinite amount of it. </p>\n\n<p>Society should be using “money” to represent something of value was created, and that valuable creation should be rewarded with the ability to exchange that value for something else of value, which is how “money” is supposed to work.</p>\n\n<p>Currently there is not very much value being created in society, just the constant printing of money, which is becoming worth less and less, meaning it’s taking more and more to buy items we truly need, like food, housing etc. </p>\n\n<p>The current system is rigged, there’s too much emphasis on creating money (via stocks, debt lending, or investment banking etc) and those at the top are the ones rigging the system to have the ability to create money without creating something of value that goes along with it. </p>\n\n<p>No one wants to work anymore because it’s just not worth the money and people are not feeling valued for the work they do. </p>\n\n<p>Bitcoin combined with Defi will hopefully create a new system that works for everyone and fix this current broken system.</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/Bitcoin/comments/qj2c5s/the_power_of_bitcoin_is_that_once_its_all_been/",
  "subreddit": "Bitcoin",
  "id": "qj2c5s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The true value of Bitcoin will be in its ability to store value (its medium of\nexchange will be other crypto currencies), it inherently has value because it’s\nfinite. Money (fiat) has no value because something cannot have value if you can\ncreate an infinite amount of it.\n\nSociety should be using…"
}