{
  "author": "frigoff123",
  "original_created_utc": 1627873117,
  "title": "YSK: Apologizing is not a weakness. It can be very gratifying acknowledging that you were wrong and it's a clear indication of your growth.",
  "created_utc": 1627879077,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Far too many people believe apologizing is a weak thing to do and/or they don&#39;t want to admit that they&#39;re wrong because that removes the possibility of them being perfect.</p>\n\n<p>Not only will someone you&#39;ve wronged greatly appreciate it, it&#39;s a humbling thing to do and you&#39;ll likely feel good afterward. </p>\n\n<p>Normalize apologizing. None of us are perfect and we all probably owe someone or will eventually owe someone an apology at some point.</p>\n</div><!-- SC_ON -->",
  "score": 121,
  "permalink": "/r/YouShouldKnow/comments/ow6412/ysk_apologizing_is_not_a_weakness_it_can_be_very/",
  "subreddit": "YouShouldKnow",
  "id": "ow6412",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Far too many people believe apologizing is a weak thing to do and/or\nthey don't want to admit that they're wrong because that removes the possibility\nof them being perfect.\n\nNot only will someone you've wronged greatly appreciate it, it's a humbling\nthing to do and you'll likely feel good…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 多くの人が、謝罪することは弱いことだと考えています。\n自分が間違っていることを認めたくないと思っています。\n認めたくないのです。\n\nあなたが間違ったことをした人は、謝罪にとても感謝するだけでなく、それは謙虚なことでもあります。\n謙虚な気持ちになれますし、自分自身もいい気分になれるはずです...。",
      "title": "YSK: 謝ることは、決して弱さではありません。自分が間違っていたことを認めることは、非常に喜ばしいことですし、自分の成長を明確に示すものでもあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：太多的人认为道歉是一件软弱的事情和/或\n他们不愿意承认自己的错误，因为这样就没有可能\n他们是完美的。\n\n你不仅会感激你所错的人，而且这也是一件谦卑的事。\n而且你可能会感觉很好......",
      "title": "YSK：道歉并不是一种弱点。承认自己的错误会让人很欣慰，这也是你成长的一个明显标志。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：太多的人認爲道歉是一件軟弱的事情和/或\n他們不願意承認自己的錯誤，因爲這樣就沒有可能\n他們是完美的。\n\n你不僅會感激你所錯的人，而且這也是一件謙卑的事。\n而且你可能會感覺很好......",
      "title": "YSK：道歉並不是一種弱點。承認自己的錯誤會讓人很欣慰，這也是你成長的一個明顯標誌。"
    }
  ]
}