{
  "author": "srmcn94",
  "the_new_excerpt": "Recent events have me thinking yet again about this idea, one that has become an\nundercurrent of my 20's. Its something that sparks a mild existential crisis\npretty much every time I think about it. I tend to vacillate back and forth\nbetween the two viewpoints but I feel like believing things DO…",
  "original_created_utc": 1616508884,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "最近发生的事情让我再次思考这个想法，这个想法已经成为了一个。\n我20岁时的暗流。它的东西，激发了一个轻微的生存危机。\n几乎每次我想起来的时候。我倾向于徘徊在来回\n两种观点之间，但我觉得相信事情DO... ...",
      "title": "CMV：事情的发生不是有原因的，世界是随机的混乱。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近發生的事情讓我再次思考這個想法，這個想法已經成爲了一個。\n我20歲時的暗流。它的東西，激發了一個輕微的生存危機。\n幾乎每次我想起來的時候。我傾向於徘徊在來回\n兩種觀點之間，但我覺得相信事情DO... ...",
      "title": "CMV：事情的發生不是有原因的，世界是隨機的混亂。"
    }
  ],
  "title": "CMV: Things do NOT happen for a reason and the world is random chaos",
  "created_utc": 1616517785,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recent events have me thinking yet again about this idea, one that has become an undercurrent of my 20&#39;s. Its something that sparks a mild existential crisis pretty much every time I think about it. I tend to vacillate back and forth between the two viewpoints but I feel like believing things DO happen for a reason is just a comforting defense mechanism.</p>\n\n<p>I think opinions on this matter are all totally subjective, and based almost entirely on each person&#39;s life experience. Not to be condescending but with the exception of religious reasons, I think optimistic folks are only that way because they haven&#39;t endured the level of trauma or loss or suffering people like myself have. I am incredibly jaded, nihilistic, cynical, detached, desensitized, etc. so its impossible for me to look at what goes on in the world and think there&#39;s some grand design or master plan or metaphysical force at work. Even just in my own life terrible things have consistently happened since birth and I&#39;ve always been a good human being.</p>\n\n<p>So, I&#39;d like to discuss this in as practical a way as possible. Why do you believe things happen for a reason? And be specific. What theories do you have that support things happening for a reason EVEN IF you don&#39;t believe it? What evidence is there that life isn&#39;t random chaos?</p>\n\n<p>Please feel free to get as philosophical/scientific as you want. As long as you explain how/why it supports your belief with specifics. I know this will bring us into territory like free will, physics, determinism, etc. but keep it related to changing my view if you can! I urge you to share your opinion on the stereotypical problems in this discussion like cancer, brain aneurysms, innocent children dying, etc. Sorry to be dark but this is an innately dark topic.</p>\n\n<hr/>\n\n<p><strong>CLARIFICATION EDIT:</strong> Some are getting caught up on the semantics of what I mean by &quot;things&quot; so let me be clear. I&#39;m referring to negative events outside our control like natural disasters, innocent people dying in shootings/accidents, cancer, stuff like that. Bad things happening to people randomly, especially really good people. And as for the reason part I don&#39;t mean literally the scientific quantifiable reason. &quot;An electrical imbalance in these storm clouds caused a discharge resulting in lightning striking and killing this person&quot;. No. I mean a reason as in this person deserved it/ it was meant to happen/ it was part of some plan/ it was karma, and so on. I&#39;m refuting the widely used phrase &quot;everything happens for a reason&quot; and everyone knows what that implies so come on people.</p>\n\n<hr/>\n\n<p><strong>EDIT 2:</strong> I&#39;m trying my best to address everyone! I will eventually get to you. Honestly I expected to be downvoted away but I greatly appreciate everybody&#39;s input and contributions.</p>\n</div><!-- SC_ON -->",
  "score": 485,
  "permalink": "/r/changemyview/comments/mbfn6q/cmv_things_do_not_happen_for_a_reason_and_the/",
  "subreddit": "changemyview",
  "id": "mbfn6q",
  "is_self": true,
  "media": null,
  "is_video": false
}