{
  "author": "_____deleted__",
  "the_new_excerpt": "EDIT 3: I'm still not convinced. But what I AM convinced of is that it only\nhurts the movement if we willfully choose to not use language that might appeal\nto people on the other side and those who are unpersuaded.\n\nI'm begging anyone who sees this—even if you disagree with me and think…",
  "original_created_utc": 1613590967,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "EDIT 3：我还是不相信。但我确信的是，它只需\n如果我们故意选择不使用可能吸引人的语言，就会伤害到运动。\n给对方的人和那些不被说服的人。\n\n我恳求看到这一点的人--即使你不同意我的观点，认为......",
      "title": "CMV：\"废除监狱 \"或 \"废除警察\"--当用作 \"大幅改革监狱/警察，使其与我们不承认的东西相似 \"的声明时，是一种倡导改革的糟糕方式，并通过使用不正确的语言来伤害运动。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "EDIT 3：我還是不相信。但我確信的是，它只需\n如果我們故意選擇不使用可能吸引人的語言，就會傷害到運動。\n給對方的人和那些不被說服的人。\n\n我懇求看到這一點的人--即使你不同意我的觀點，認爲......",
      "title": "CMV：\"廢除監獄 \"或 \"廢除警察\"--當用作 \"大幅改革監獄/警察，使其與我們不承認的東西相似 \"的聲明時，是一種倡導改革的糟糕方式，並通過使用不正確的語言來傷害運動。"
    }
  ],
  "title": "CMV: \"Abolish prisons\" or \"abolish the police\"—when used as statements that mean \"dramatically reform prisons/police such that they resemble something we don't recognize\" is a bad way of advocating for reform and hurts the movement by using incorrect language",
  "created_utc": 1613637454,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>EDIT 3: I&#39;m still not convinced. But what I AM convinced of is that it only hurts the movement if we</strong> <strong><em>willfully</em></strong> <strong>choose to not use language that might appeal to people on the other side and those who are unpersuaded.</strong></p>\n\n<p><strong>I&#39;m begging anyone who sees this—even if you disagree with me and think &quot;abolish prisons&quot; or &quot;abolish the police&quot; are fine things to say, if you care about the movement at ALL, PLEASE at LEAST use some</strong> <strong><em>other</em></strong> <strong>slogan alongside the main one</strong> <strong><em>that appeals to the people you know disagree</em></strong>**. Say &quot;#ProLifePolicing&quot; (because we want police to stop killing people) or say &quot;#CompassionateConfinement&quot; (because we want the few people who we think need to be separated from society to be treated well). THERE ARE OPTIONS, PEOPLE. Going out of your way to NOT use language that we KNOW will appeal to the other side is bonkers**</p>\n\n<p>-----------------------------------------------------------------</p>\n\n<p>I&#39;ve spoken with a lot of people who say we should &quot;abolish prisons&quot; or &quot;abolish the police&quot;, but probably like 80% of the people I have spoken with who say that when questioned about their beliefs will say &quot;I think we need to change prisons or the police such that they look totally different from what they look like today&quot;.</p>\n\n<p><strong>EDIT 1:</strong> I think that, because we live in a world in which—despite the internet—there is a lot of ignorance and false information going around, we have a DUTY to both (a) educate people accurately and (b) not give ammo to people who oppose good agendas by using language that can be easily twisted so that the opposition can sway the ignorant to their side. If you call for &quot;prison/police abolition,&quot; there are two possible meanings today: either you&#39;re an extremist, or you&#39;re lying about what you actually want (using dramatized language is lying—you wouldn&#39;t say &quot;abolish slavery&quot; and then mean &quot;well, just reform slavery,&quot; would you??). If we care about the movement, we have a duty to not foster ignorance nor give ammo to people who exploit ignorance because we use dishonest language.</p>\n\n<p><strong>EDIT 2:</strong> There ARE alternatives:</p>\n\n<p>&quot;radical police reform&quot; — &quot;humane incarceration&quot; — &quot;people-first policing&quot; — &quot;compassionate law enforcement&quot; — &quot;policing with love&quot; — &quot;community-first reforms&quot; — these took me 60 seconds to think up.</p>\n\n<p><strong>There</strong> <strong><em>are</em></strong> <strong>some people who legitimately think that a society can exist without ANY people to enforce the law (police) and without ANY place to put people who insist on hurting others (prison). This post is not directed at those people.</strong> Those people, in my experience, are few and far between because most people recognize that view is quite utopian. Even if only 1 person in the entire planet was going around harming others, we would still need a way to put that person into a place where they couldn&#39;t harm others, and we would need someone to put them into that place. That&#39;s literally what &quot;prison&quot; is and that&#39;s literally what &quot;police&quot; are.</p>\n\n<p>This is a common response (in my experience) when people who hear &quot;abolition&quot; ask &quot;but where do we put serial killers, or how do we respond to a mass murderer on a shooting spree if we have no police?&quot;</p>\n\n<p>These are not dumb questions. When asked in good faith, they are logical, rational, and very sensible questions to a call to &quot;abolish&quot; something.</p>\n\n<p>It is dumb for people to call for &quot;prison abolition&quot; or &quot;police abolition&quot; but then turn around and to say, when questioned, that they actually still support some minimal level of incarceration or some minimal level of policing function.</p>\n\n<p>I don&#39;t care if you dress people up in clown outfits and give them waterguns—if the core purpose is to monitor the community to keep people safe from crimes, that&#39;s still &quot;policing&quot;. I don&#39;t care if you put serial killers in a private hotel that they can&#39;t leave and give them quality food and a good life. That&#39;s still &quot;prison&quot;—lots of countries have very different-looking prison and police systems but they still have &quot;prisons&quot;. Look up the word &quot;prison&quot;: &quot;a building in which people are legally held as a punishment for a crime they have committed or while awaiting trial&quot;. There is nothing about that that requires &quot;horrible conditions, routine abuse, etc&quot;—this is the basic definition of a prison. There are lots of reasons why you &quot;punish&quot; someone—you can &quot;punish&quot; someone solely because you think they may harm others, and your goal is to stop them from doing so. You don&#39;t have to think &quot;we must make this person suffer&quot; in order to achieve &quot;punishment&quot;.</p>\n\n<p><strong>Here&#39;s why it&#39;s dumb to use &quot;abolition&quot; - true slavery abolitionists did NOT want to merely &quot;reform&quot; slavery so that it &quot;looks recognizable.&quot; They wanted to end slavery 100%.</strong> If we said &quot;well, we&#39;re going to abolish MOST slavery, but still allow SOME people to be slaves&quot;—that&#39;s NOT abolition. That&#39;s reform. If we said &quot;well, we&#39;re going to force slaveowners to stop whipping slaves and give them proper comforts that humans ought to have&quot; that&#39;s NOT abolition, that&#39;s reform.</p>\n\n<p><strong>People who want to drastically reform prisons and policing should stop calling it abolition because it&#39;s a dishonest word that literally does not mean what you are using it to mean. If something is so evil that it needs to be 100% eradicated, it should be abolished—like slavery. If something is not fundamentally evil (like, for example, keeping society safe from people who would harm others), but has become corrupted, advocating for a complete overhaul of HOW you do that IS NOT ABOLITION. It&#39;s REFORM.</strong></p>\n\n<p><strong>It is ONLY abolition if you don&#39;t rebuild it [i.e., the same thing you tore down]. If you replace racist institutions that shoot people before asking questions with non-racist institutions that don&#39;t have any weapons and that are trained to respond to mental health issues—but both are designed to respond to alleged violations of the law…both are police. You haven&#39;t abolished police.</strong></p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/lm2tcx/cmv_abolish_prisons_or_abolish_the_policewhen/",
  "subreddit": "changemyview",
  "id": "lm2tcx",
  "is_self": true,
  "media": null,
  "is_video": false
}