{
  "author": "unadulterated-always",
  "original_created_utc": 1635915543,
  "title": "Which book changed your life?",
  "created_utc": 1635930005,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It was The Godfather for me. I had anger management issues, I had a strong superiority complex and it vanished almost overnight. From being a snob, I became a people&#39;s person. A total U-Turn. For me the clincher was, how the Don showed respect to his people, how he greeted them with warmth and also that he belonged to the time he lived in. \nRegularly, the book tells you how anger makes you kind of impotent and unreasonable. Characters suffer for it. I think it was also the case of, when you&#39;re ready the book presents itself to you. Had it not been this book, I&#39;d be a kind, caring asshole because that&#39;s what my superiority complex would turn me into. It helped that I shared many parallels with some characters. This made the book mine even more so.</p>\n\n<p>So basically, Which book influenced or changed you the most? What&#39;s your story?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/qln6ul/which_book_changed_your_life/",
  "subreddit": "books",
  "id": "qln6ul",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It was The Godfather for me. I had anger management issues, I had a strong\nsuperiority complex and it vanished almost overnight. From being a snob, I\nbecame a people's person. A total U-Turn. For me the clincher was, how the Don\nshowed respect to his people, how he greeted them with warmth and also…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私にとっては『ゴッドファーザー』でした。私は怒りのコントロールに問題があり、強い優越感を持っていました。\nそれが一夜にして消えてしまった。俗物だった私が\n俗物だったのが、人を大切にする人間になりました。完全なUターンですね。私にとって決定的だったのは、ドンがどのように部下に敬意を示したか、どのように挨拶したかということです。\n人々に敬意を払い、温かく迎え入れたこと、そして、それに加えて...。",
      "title": "あなたの人生を変えたのはどの本ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "对我来说，这就是《教父》。我有愤怒管理问题，我有强烈的\n的优越感，但它几乎在一夜之间消失了。我从一个势利小人，变成了一个人见人爱的人。\n变成了一个人见人爱的人。一个完全的转折。对我来说，最关键的是，唐人如何\n对他的人民表示尊重，他如何热情地问候他们，还有......",
      "title": "哪本书改变了你的生活？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "對我來說，這就是《教父》。我有憤怒管理問題，我有強烈的\n的優越感，但它幾乎在一夜之間消失了。我從一個勢利小人，變成了一個人見人愛的人。\n變成了一個人見人愛的人。一個完全的轉折。對我來說，最關鍵的是，唐人如何\n對他的人民表示尊重，他如何熱情地問候他們，還有......",
      "title": "哪本書改變了你的生活？"
    }
  ]
}