{
  "author": "justinmillerco",
  "the_new_excerpt": "I’ve noticed a trend lately on sites like Twitter and Reddit where users will\nrant about a polarizing figure or brand and replace certain letters with\ncharacters (ie Tr*mp, @OC, B!den, etc).\n\nAt first I wasn’t sure what the purpose was, but asked around and the consensus\nreason was because they…",
  "original_created_utc": 1618234569,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、TwitterやRedditなどのサイトでは、ユーザーが偏見のある人物やブランドについて暴言を吐いたり、特定の文字を置き換えたりする傾向が見られます。\n最近、ツイッターやレディットなどのサイトでは、ユーザーがある人物やブランドについて暴言を吐いたり、特定の文字をキャラクターに置き換えたりする傾向があります。\n文字に置き換えるというものです（例：Tr*mp、@OC、B！denなど）。\n\n最初はその目的が何なのかわかりませんでしたが、周りの人に聞いてみると、その理由は「...。\n理由は、「...",
      "title": "CMV: コメントや投稿の中で、名前や用語に意図的に文字を追加すること（例：Tr*mp、B！den）は、インターネットの新しいトレンドとしては最悪です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我注意到最近在Twitter和Reddit这样的网站上有一个趋势，用户会在这些地方\n骂娘\"，把某些字母替换成 \"极品\"。\n字符（即Tr*mp、@OC、B！den等）。\n\n一开始我不知道目的是什么，但问了一圈，一致认为\n原因是他们...",
      "title": "CMV：在评论或帖子中故意在名称或术语上添加字符（即Tr*mp，B！den）是最糟糕的新互联网趋势之一。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我注意到最近在Twitter和Reddit這樣的網站上有一個趨勢，用戶會在這些地方\n罵娘\"，把某些字母替換成 \"極品\"。\n字符（即Tr*mp、@OC、B！den等）。\n\n一開始我不知道目的是什麼，但問了一圈，一致認爲\n原因是他們...",
      "title": "CMV：在評論或帖子中故意在名稱或術語上添加字符（即Tr*mp，B！den）是最糟糕的新互聯網趨勢之一。"
    }
  ],
  "title": "CMV: Intentionally adding characters to a name or term (ie Tr*mp, B!den) within comments or posts is one of the worst new internet trends.",
  "created_utc": 1618245693,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve noticed a trend lately on sites like Twitter and Reddit where users will rant about a polarizing figure or brand and replace certain letters with characters (ie Tr*mp, @OC, B!den, etc).</p>\n\n<p>At first I wasn’t sure what the purpose was, but asked around and the consensus reason was because they didn’t want to deal with replies from the opposing side.</p>\n\n<p>In my opinion, all this does is create an echo chamber where your beliefs are insulated and without risk of being challenged. I feel as though if you want to publicly post something on social media that criticizes a public figure (albeit a polarizing one) you should also be prepared to deal with the blowback from it.</p>\n\n<p>That being said, the one instance where I feel this type of action is warranted is for those posting to social media from countries where governments actively monitor and censor posts that are critical of its leaders.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/mpdzj8/cmv_intentionally_adding_characters_to_a_name_or/",
  "subreddit": "changemyview",
  "id": "mpdzj8",
  "is_self": true,
  "media": null,
  "is_video": false
}