{
  "author": "Crimson_Marksman",
  "original_created_utc": 1637774383,
  "title": "Just finished the Bartimaeus trilogy",
  "created_utc": 1637781643,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I loved the books cause it showed characters with flaws. Nathaniel was too brash and tried to be too clever. I love the world building cause I like reading about Jinns, such an elusive race. Bartimaeus is a pretty good character and so is Kitty Jones.</p>\n\n<p>In all honesty, it would have been another list of good books to re read if it wasn&#39;t for that god damn ending. Not only did Nathaniel die without a resolution to his story, he also teleported away Bartimaeus, who must now live without his friend and survive the Other Place, where he is no longer welcome. Ugh, that ending is going to way very heavily in me for quite a while.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/r1a6pv/just_finished_the_bartimaeus_trilogy/",
  "subreddit": "books",
  "id": "r1a6pv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I loved the books cause it showed characters with flaws. Nathaniel was too brash\nand tried to be too clever. I love the world building cause I like reading about\nJinns, such an elusive race. Bartimaeus is a pretty good character and so is\nKitty Jones.\n\nIn all honesty, it would have been another list…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "欠点のあるキャラクターが描かれているので、この本が好きでした。ナサニエルはあまりにも生意気で\n賢くなろうとしすぎていました。世界観が好きなのは、ジンの話を読むのが好きだからです。\nジンはつかみどころのない種族ですからね。Bartimaeusはとても良いキャラクターで、Kitty Jonesもそうです。\nキティ・ジョーンズもね。\n\n正直なところ、他の作品になっていたかもしれません...。",
      "title": "バーティマエウスの三部作を終えて"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢这本书，因为它展示了有缺陷的人物。纳撒尼尔太粗鲁\n并试图成为一个聪明人。我喜欢书中的世界观，因为我喜欢阅读关于金人的故事。\n金人，这样一个难以捉摸的种族。巴蒂迈斯是一个很好的角色，凯蒂-琼斯也是。\n凯蒂-琼斯。\n\n说实话，这本来是另一份名单......",
      "title": "刚刚读完《巴蒂玛》三部曲"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡這本書，因爲它展示了有缺陷的人物。納撒尼爾太粗魯\n並試圖成爲一個聰明人。我喜歡書中的世界觀，因爲我喜歡閱讀關於金人的故事。\n金人，這樣一個難以捉摸的種族。巴蒂邁斯是一個很好的角色，凱蒂-瓊斯也是。\n凱蒂-瓊斯。\n\n說實話，這本來是另一份名單......",
      "title": "剛剛讀完《巴蒂瑪》三部曲"
    }
  ]
}