{
  "author": "ProfessionalRude8952",
  "original_created_utc": 1628787050,
  "title": "CMV: If 'my body my choice' alone is an insufficient argument for anti-vaxers, it is insufficient for being pro-choice",
  "created_utc": 1628793039,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>I am not anti-vax</strong> (I had both) and <strong>I am not pro-life,</strong> but I have always felt that the &#39;my body, my choice - and the buck stops there&#39; argument was weak ass.</p>\n\n<p>There are many good arguments on the pro-choice side, I just don&#39;t think this is one of them.</p>\n\n<p>If you think the bodily-autonomy argument is enough, then I think you owe it to anti-vaxers (as distasteful as that might seem to you) to respect their decision and acknowledge that you helped legitimize this stance.</p>\n\n<p>If you don&#39;t think its a good argument for anti-vaxers, then you have to concede that its not sufficient in the abortion debate either and probably need to work out your arguments better.</p>\n\n<p><em>&#39;An individual having an abortion doesn&#39;t effect anyone else&#39;  -</em> you are mostly correct.</p>\n\n<p>Similarly, the effect of one individual forgoing the vaccine is similarly immaterial.. It (mostly) requires that</p>\n\n<ol>\n<li>I come into contact with them</li>\n<li>They are infected</li>\n<li>My vaccine does not prevent me getting infected</li>\n</ol>\n\n<p>If many people avoid vaccination, that effects society at large in a big way. Likewise with abortion. A quick google suggests abortions in USA reach about 850k per year. I would argue that the absence/presence of 850k new humans each year is absolutely the concern of society at large.</p>\n\n<p>&#x200B;</p>\n\n<p>Anyway, just to reiterate <strong>this is not an argument about abortion or vaccination</strong>. This debate is about the contradiction of arguments and what we consider to be legitimate and fair rationale.</p>\n\n<p>Frankly, I&#39;m surprised there aren&#39;t millions of heads exploding at the moment with the amount of cognitive dissonance they must be experiencing. Personally, I think this is evidence enough that being on the prevailing side of any particular divisive issue does not imply a better argument. An argument will be considered good enough or not based on the size of the mob backing it.</p>\n\n<p>&#x200B;</p>\n\n<p>Anyway, peaceful arguments only please. Love to all <strong>❤️</strong></p>\n</div><!-- SC_ON -->",
  "score": 127,
  "permalink": "/r/changemyview/comments/p33u1x/cmv_if_my_body_my_choice_alone_is_an_insufficient/",
  "subreddit": "changemyview",
  "id": "p33u1x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I am not anti-vax (I had both) and I am not pro-life, but I have always felt\nthat the 'my body, my choice - and the buck stops there' argument was weak ass.\n\nThere are many good arguments on the pro-choice side, I just don't think this is\none of them.\n\nIf you think the bodily-autonomy argument is…"
}