{
  "author": "Zee180",
  "original_created_utc": 1634930410,
  "title": "The Silmarillion was a roller coaster for me",
  "created_utc": 1634946722,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I just finished reading silmarillion and it was definitely a book which gave me mixed emotions.. </p>\n\n<p>There were parts that made me want to stop reading it, I nearly fell asleep during the first few chapters. It was a difficult read at times if I&#39;m honest.</p>\n\n<p>BUT there were parts where I was like oh dayumm! I couldn&#39;t stop turning the pages. </p>\n\n<p>Fingolfin v Morgoth was just epic, you got to give to fingolfin he had a pair on him!</p>\n\n<p>Ungoliant was just something else, thirsty. I would have loved to have seen a full on duel with her and the balrogs. </p>\n\n<p>Sauron getting his ass whooped by Huan was another favourite bit of mine.</p>\n\n<p>I enjoyed the lore and how everything was set in motion building up to the lord of the rings, would I read it again? I would definitely read certain sections of the book again, but I don&#39;t think I&#39;d be able to reread the whole book!</p>\n\n<p>How did you guys find it?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/qdo5wl/the_silmarillion_was_a_roller_coaster_for_me/",
  "subreddit": "books",
  "id": "qdo5wl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I just finished reading silmarillion and it was definitely a book which gave\nme mixed emotions..\n\nThere were parts that made me want to stop reading it, I nearly fell asleep\nduring the first few chapters. It was a difficult read at times if I'm honest.\n\nBUT there were parts where I was like oh…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "シルマリオンを読み終えたところですが、確かに複雑な気持ちになる本でした。\n複雑な気持ちになりました。\n\n読むのをやめたくなるような部分もあったし、最初の数章では寝てしまいそうになったし\n読むのをやめたくなるような部分もありましたし、最初の数章は寝てしまいそうでした。正直に言うと、読むのが大変な時もありました。\n\nでも、「ああ...」と思う部分もありました。",
      "title": "シルマリオンは私にとってジェットコースターのようなものでした。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我刚刚读完《沉默的巨人》，这绝对是一本让我百感交集的书。\n我的心情很复杂。\n\n有一些部分让我想停止阅读，在第一部分我几乎睡着了。\n在前几章中我几乎睡着了。如果我说实话，这本书有时是很难读的。\n\n但是，也有一些地方让我感觉到哦......",
      "title": "Silmarillion对我来说是一个过山车。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我剛剛讀完《沉默的巨人》，這絕對是一本讓我百感交集的書。\n我的心情很複雜。\n\n有一些部分讓我想停止閱讀，在第一部分我幾乎睡着了。\n在前幾章中我幾乎睡着了。如果我說實話，這本書有時是很難讀的。\n\n但是，也有一些地方讓我感覺到哦......",
      "title": "Silmarillion對我來說是一個過山車。"
    }
  ]
}