{
  "author": "lecheconmarvel",
  "the_new_excerpt": "I just finished this book. Its the first King novel I've read and I really\nenjoyed it. The story never got boring to me since King always brought up\ninteresting concepts and unexpected dialogue that got under my skin. The story\nwas told so well my legs started to feel tired even though I was sitting…",
  "original_created_utc": 1621208592,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今、この本を読み終えました。キングの小説を読んだのは初めてですが、とても楽しかったです。\n楽しむことができました。キングはいつも面白いコンセプトや意外性のある台詞を出してくれるので、ストーリーは退屈しませんでした。\n興味深いコンセプトと、私の肌を刺激するような意外な台詞が出てくるので、ストーリーは退屈しませんでした。ストーリーは\n座っているにもかかわらず、足が疲れてくるほどでした。",
      "title": "ザ・ロング・ウォーク by スティーブン・キング"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完这本书。这是我读的第一本金氏小说，我真的很喜欢。\n喜欢它。故事对我来说永远不会无聊，因为金总是提出了\n有趣的概念和出乎意料的对话，让我感到很亲切。这个故事\n故事讲得非常好，我的腿开始感到疲惫，即使我坐在那里。",
      "title": "斯蒂芬-金的《长征》（The Long Walk）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完這本書。這是我讀的第一本金氏小說，我真的很喜歡。\n喜歡它。故事對我來說永遠不會無聊，因爲金總是提出了\n有趣的概念和出乎意料的對話，讓我感到很親切。這個故事\n故事講得非常好，我的腿開始感到疲憊，即使我坐在那裏。",
      "title": "斯蒂芬-金的《長征》（The Long Walk）。"
    }
  ],
  "title": "The Long Walk by Stephen King",
  "created_utc": 1621219335,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished this book. Its the first King novel I&#39;ve read and I really enjoyed it. The story never got boring to me since King always brought up interesting concepts and unexpected dialogue that got under my skin. The story was told so well my legs started to feel tired even though I was sitting down reading. I think I could have done at least 24 hours of walking, but gosh what a torturous journey. I can&#39;t wait to read more from him, I already have several of his books waiting to be read!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/ne18jr/the_long_walk_by_stephen_king/",
  "subreddit": "books",
  "id": "ne18jr",
  "is_self": true,
  "media": null,
  "is_video": false
}