{
  "author": "RudrakshDange",
  "the_new_excerpt": "I had been thinking about reading The Martian ever since I watched the movie and\nfinally I read it. And I have to say, this is the most fun I've had reading a\nbook 'cause I'm into astronomy, NASA and all things space related.\n\nGranted some of the scenarios in the book seem far-fetched like the…",
  "original_created_utc": 1624119840,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "映画を観てからずっと「The Martian」を読もうと思っていたのですが、ついに\n遂に読みました。今まで読んだ本の中で一番楽しかったです。\n本を読むのが一番楽しかったです。私は天文学とNASA、そして宇宙に関連するすべてのものに興味があります。\n\n確かに、本の中のいくつかのシナリオは突飛なものに見えます。",
      "title": "The Martianを読んで、とても楽しかったです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自从我看了《火星人》这部电影后，我就一直想读这本书。\n最后我读了它。我不得不说，这是我读过的最有趣的一本书。\n因为我喜欢天文学、美国国家航空航天局和所有与太空有关的东西。\n\n当然，书中的一些情节似乎很牵强，比如......",
      "title": "我在阅读《火星人》时感到非常愉快"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自從我看了《火星人》這部電影后，我就一直想讀這本書。\n最後我讀了它。我不得不說，這是我讀過的最有趣的一本書。\n因爲我喜歡天文學、美國國家航空航天局和所有與太空有關的東西。\n\n當然，書中的一些情節似乎很牽強，比如......",
      "title": "我在閱讀《火星人》時感到非常愉快"
    }
  ],
  "title": "I had an absolute blast reading The Martian",
  "created_utc": 1624127355,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I had been thinking about reading The Martian ever since I watched the movie and finally I read it. And I have to say, this is the most fun I&#39;ve had reading a book &#39;cause I&#39;m into astronomy, NASA and all things space related.</p>\n\n<p>Granted some of the scenarios in the book seem far-fetched like the reason the astronauts had non frozen potatoes on Mars with them. But hey, I had fun while reading it so it doesn&#39;t really matter to me.</p>\n\n<p>The book made me laugh out loud multiple times. Andy Weir&#39;s wit is amazing. Also I&#39;ve seen some people complain about how Mark just effortlessly solves any problem that comes up. But I don&#39;t think it&#39;s effortless &#39;cause we get to know what he did through logs so imo he won&#39;t put the entire process of thinking and whatnot in the log. He tells us precisely how he solved the problem and what difficulties he had to face along with compromises that had to be made.</p>\n\n<p>What was your experience reading The Martian? \nPS: I&#39;m now halfway through On Earth We&#39;re Briefly Gorgeous by Ocean Vuong and I&#39;m absolutely loving it and his way of writing.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/o3jrvy/i_had_an_absolute_blast_reading_the_martian/",
  "subreddit": "books",
  "id": "o3jrvy",
  "is_self": true,
  "media": null,
  "is_video": false
}