{
  "author": "pickled_transistor",
  "original_created_utc": 1631716392,
  "title": "CMV: Gender-neutral pronouns reinforce the gender binary",
  "created_utc": 1631727286,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Gender roles are outdated and there is no realistic reason in America for people to confine to a gender norm or gender roles. It is socially acceptable today in mainstream culture for both men and women to do many things that once traditionally belonged to only one gender. For instance, it is becoming more acceptable for men to show feelings, enjoy crafts, or to take on the role of homemaker and childcare. It is acceptable for women to wear pants, work outside the home, and abstain from childbirth and/or from being the primary caregiver of their children.</p>\n\n<p>If we accept the notion that gender is a societal construct, then gender has been progressively becoming less defined through these changes. By identifying oneself as non-binary or &quot;they,&quot; a person is implicitly defining what a woman (she) or man (he) is. This in turn reinforces the notion that to be a &quot;real&quot; man or woman, a person needs to have certain characteristics. By saying that you identify as &quot;they,&quot; you are claiming that these characteristics do not define you...but in order for that to be true, you need to have a set idea of what it <em>means</em> to be a man or a woman. If &quot;man&quot; and &quot;woman&quot; (taken as gender) do not have set definitions, then &quot;they&quot; is a meaningless pronoun.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/poraq3/cmv_genderneutral_pronouns_reinforce_the_gender/",
  "subreddit": "changemyview",
  "id": "poraq3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Gender roles are outdated and there is no realistic reason in America for people\nto confine to a gender norm or gender roles. It is socially acceptable today in\nmainstream culture for both men and women to do many things that once\ntraditionally belonged to only one gender. For instance, it is…"
}