{
  "author": "pickled_transistor",
  "original_created_utc": 1631716392,
  "title": "CMV: Gender-neutral pronouns reinforce the gender binary",
  "created_utc": 1631727286,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Gender roles are outdated and there is no realistic reason in America for people to confine to a gender norm or gender roles. It is socially acceptable today in mainstream culture for both men and women to do many things that once traditionally belonged to only one gender. For instance, it is becoming more acceptable for men to show feelings, enjoy crafts, or to take on the role of homemaker and childcare. It is acceptable for women to wear pants, work outside the home, and abstain from childbirth and/or from being the primary caregiver of their children.</p>\n\n<p>If we accept the notion that gender is a societal construct, then gender has been progressively becoming less defined through these changes. By identifying oneself as non-binary or &quot;they,&quot; a person is implicitly defining what a woman (she) or man (he) is. This in turn reinforces the notion that to be a &quot;real&quot; man or woman, a person needs to have certain characteristics. By saying that you identify as &quot;they,&quot; you are claiming that these characteristics do not define you...but in order for that to be true, you need to have a set idea of what it <em>means</em> to be a man or a woman. If &quot;man&quot; and &quot;woman&quot; (taken as gender) do not have set definitions, then &quot;they&quot; is a meaningless pronoun.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/poraq3/cmv_genderneutral_pronouns_reinforce_the_gender/",
  "subreddit": "changemyview",
  "id": "poraq3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Gender roles are outdated and there is no realistic reason in America for people\nto confine to a gender norm or gender roles. It is socially acceptable today in\nmainstream culture for both men and women to do many things that once\ntraditionally belonged to only one gender. For instance, it is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "性別による役割分担は時代遅れであり、アメリカでは人々が結婚する現実的な理由はありません。\n性規範や性別役割に縛られる現実的な理由はありません。今日の主流文化では、男性も女性も社会的に受け入れられています。\n伝統的にどちらかの性に属していたことを、男女ともに行うことが社会的に認められています。\n伝統的にはどちらかの性別に属していたものが、今日では男女ともに社会的に受け入れられています。例えば、...",
      "title": "CMV: ジェンダーニュートラルな代名詞はジェンダーバイナリーを強化する"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "性别角色已经过时，在美国没有现实的理由让人们\n拘泥于性别规范或性别角色。在今天的主流文化中，男性和女性都可以做许多曾经被认为是不可能的事情，这在社会上是可以接受的。\n今天，在主流文化中，男性和女性都可以做许多曾经属于男性的事情。\n传统上只属于一种性别的事情。例如，它是...",
      "title": "CMV：性别中立的代词强化了性别二元结构"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "性別角色已經過時，在美國沒有現實的理由讓人們\n拘泥於性別規範或性別角色。在今天的主流文化中，男性和女性都可以做許多曾經被認爲是不可能的事情，這在社會上是可以接受的。\n今天，在主流文化中，男性和女性都可以做許多曾經屬於男性的事情。\n傳統上只屬於一種性別的事情。例如，它是...",
      "title": "CMV：性別中立的代詞強化了性別二元結構"
    }
  ]
}