{
  "author": "felicityaerie",
  "the_new_excerpt": "Purely from my observations especially on social media, so many people within\nthe Millennial-Gen Z age range have been treating topics of mental illnesses\nlike depression & anxiety too lightly.\n\nI have no intention to say them saying they have depression/anxiety/other mental\nillnesses is not valid,…",
  "original_created_utc": 1611165453,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "纯粹根据我的观察尤其是在社交媒体上的观察，那么多的人在内。\n千禧一代-Z年龄段的人一直在治疗精神疾病的话题。\n像抑郁症与焦虑症太轻了。\n\n我无意说他们说自己有抑郁症/焦虑症/其他精神。\n疾病是无效的，...",
      "title": "[改变我的想法]：抑郁、焦虑和其他心理健康问题，尤其是在Z世代和千禧一代中，已经开始被轻视，并经常被抛来抛去，被美化/浪漫化。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "純粹根據我的觀察尤其是在社交媒體上的觀察，那麼多的人在內。\n千禧一代-Z年齡段的人一直在治療精神疾病的話題。\n像抑鬱症與焦慮症太輕了。\n\n我無意說他們說自己有抑鬱症/焦慮症/其他精神。\n疾病是無效的，...",
      "title": "[改變我的想法]：抑鬱、焦慮和其他心理健康問題，尤其是在Z世代和千禧一代中，已經開始被輕視，並經常被拋來拋去，被美化/浪漫化。"
    }
  ],
  "title": "CMV: Depression, anxiety and other mental health issues especially among Gen Z and Millennials, has began to be treated lightly and too often thrown around & glorified/romanticized.",
  "created_utc": 1611176858,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Purely from my observations especially on social media, so many people within the Millennial-Gen Z age range have been treating topics of mental illnesses like depression &amp; anxiety too lightly.</p>\n\n<p>I have no intention to say them saying they have depression/anxiety/other mental illnesses is not valid, especially those that are actually clinically diagnosed. I&#39;m talking about memes like &quot;I have crippling depression&quot;  or &quot;I need serotonin&quot; &amp; self-diagnosis. </p>\n\n<p>(Although I think self-diagnosis is helpful to see what you COULD have, it should not be tantamount to an actual professional diagnosis.)</p>\n\n<p>To some degree, I also think this has made a culture of glorifying/romanticizing being mentally ill because it has become part of mainstream media. Take 13 reasons why and its fans &amp; how they defend characters within it, even though the show is flawed in how it depicts mental illness. </p>\n\n<p>Or manga and anime as well - most protagonists are loners or outcasts and are described &quot;anti-social&quot;, due to this, these personality traits have become revered and associated with someone that is &quot;cool&quot; or &quot;smart&quot;, making it desirable even though it just leads to more isolation which inevitably leads to sadness.</p>\n\n<p>I do not think this is inherently their fault or they are &quot;doing it to get attention&quot;, but I do think that it is a fault in the sense that they don&#39;t think any deeper of the effects their claims have on other people that might actually be experiencing symptoms of clinical depression/severe anxiety, and it begins to be treated too lightly or not thought of as something serious. </p>\n\n<p>What I&#39;m saying is - it becomes a personality trait, or worse, a passing &quot;self-deprecating&quot; joke.</p>\n\n<p>It feels too shallow of an understanding of mental illnesses, but I do know that I am also not an expert and there are various forms and ways of experiencing their symptoms and not everyone can be diagnosed.</p>\n\n<p>Would like input on this; this has been a view I&#39;ve held for a long time and I&#39;ve started to notice my own prejudices getting the best of me - like thinking my friends are &quot;exaggerating&quot; or not thinking critically about their problems and just turning to emotional responses (like being sad, complaining, crying, etc.) even if their problems seem like they could be easily fixed.</p>\n\n<p>Another thing I want to discuss: what draws the line between experiencing depression (like literally being physically and mentally hindered from moving/going forward) and simply avoiding to fix your problems even when it is easily fixed?</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/changemyview/comments/l1egov/cmv_depression_anxiety_and_other_mental_health/",
  "subreddit": "changemyview",
  "id": "l1egov",
  "is_self": true,
  "media": null,
  "is_video": false
}