{
  "author": "Yafea98",
  "the_new_excerpt": "Below are my biggest issues with psychiatry. I would be interested if anyone\nwould like to counter or address them.\n\n 1. Psychiatric drugs are powerful and they are given to kids pretty freely even\n    though we have no understanding of how they affect a developing brain. I\n    also don't think…",
  "original_created_utc": 1617253567,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "以下是我对精神病学最大的问题。如果有人对我感兴趣，我将会\n想反驳或解决这些问题。\n\n 1. 精神类药物的威力很大，而且很随意地给孩子们服用，甚至是\n    尽管我们不了解它们是如何影响发育中的大脑的。I\n    也不要以为",
      "title": "CMV：现代精神病学需要进行重大改革，与其他医学领域相比，它的问题更多。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "以下是我對精神病學最大的問題。如果有人對我感興趣，我將會\n想反駁或解決這些問題。\n\n 1. 精神類藥物的威力很大，而且很隨意地給孩子們服用，甚至是\n    儘管我們不瞭解它們是如何影響發育中的大腦的。I\n    也不要以爲",
      "title": "CMV：現代精神病學需要進行重大改革，與其他醫學領域相比，它的問題更多。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "以下は、私の精神医学に対する最大の問題点です。誰かがそれに反論したり、取り上げたりしてくれると嬉しいです。\n誰かがそれに反論したり、取り上げたりしてくれると嬉しいです。\n\n 1. 精神科の薬は強力で、発達中の脳にどのような影響を与えるか理解していないにもかかわらず、子供たちにかなり自由に与えられています。\n    発達中の脳にどのような影響を与えるのか、全く理解できていないにもかかわらず。I\n    また、私が思うに...",
      "title": "CMV: 現代の精神医学は大きな改革が必要で、他の医学分野に比べて多くの問題を抱えています。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "以下は、私の精神医学に対する最大の問題点です。誰かがそれに反論したり、取り上げたりしてくれると嬉しいです。\n誰かがそれに反論したり、取り上げたりしてくれると嬉しいです。\n\n 1. 精神科の薬は強力で、発達中の脳にどのような影響を与えるか理解していないにもかかわらず、子供たちにかなり自由に与えられています。\n    発達中の脳にどのような影響を与えるのか、全く理解できていないにもかかわらず。I\n    また、私が思うに...",
      "title": "CMV: 現代の精神医学は大きな改革が必要で、他の医学分野に比べて多くの問題を抱えています。"
    }
  ],
  "title": "CMV: Modern psychiatry needs to go under major reform and has a lot more issues with it compared to other areas of medicine.",
  "created_utc": 1617280322,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Below are my biggest issues with psychiatry. I would be interested if anyone would like to counter or address them.</p>\n\n<ol>\n<li>Psychiatric drugs are powerful and they are given to kids pretty freely even though we have no understanding of how they affect a developing brain. I also don&#39;t think parents should have the right to make decisions about what goes into their child&#39;s brain unless it is a life or death scenario.</li>\n<li>Psychiatric drugs are way too commonly prescribed and should only be used after all other avenues with less risk for treating a condition are tried. This means psychiatric drugs should only be tried after therapy, lifestyle changes, supplements, and potentially neuromodulation. However, at least in the United States, there is a culture of someone having a condition and them being given a pill without anything else being tried first.</li>\n<li>Psychiatry is the only area of medication where someone can be forced to take a drug by another person. For example, someone could be dying of cancer and they could be told this aggressive procedure will save your life but they have the right to turn it down. However, someone else could say I want to kill myself because of XYZ reason and a psychiatrist through a court order could determine that they need medication even if they do not want to take it.</li>\n</ol>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/mho3qu/cmv_modern_psychiatry_needs_to_go_under_major/",
  "subreddit": "changemyview",
  "id": "mho3qu",
  "is_self": true,
  "media": null,
  "is_video": false
}