{
  "author": "Prem_means_love_69",
  "the_new_excerpt": "WHY YSK: Adopting a hero mindset increases your sense of agency in the face of\nstruggle, allowing you to change your perspective and feel empowered to tackle\nthe problems life throws at you. If you manage to see yourself as the hero of an\nepic story (even a little bit), you won’t feel victimised by…",
  "original_created_utc": 1622786901,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: ヒーローマインドを身につけることで、困難に直面したときに自分の力を発揮することができます。\n視点を変えて、人生の問題に取り組む力を感じられるようになります。\n視点を変えて、人生の問題に取り組む力を得ることができます。少しでも自分を壮大な物語の主人公に見立てることができれば\n壮大な物語の主人公になったつもりでいれば、自分が被害者だとは思わないでしょう。",
      "title": "YSK: 問題の被害者意識を持たないためには、ヒーローマインドセットを取り入れるべきです。ゲームはそれをよく教えてくれますし、研究にも裏付けられています。[サブのルールに沿った完全な投稿で、元の投稿の著者に同意して投稿されています]。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：采用英雄心态可以增加你在面对斗争时的代理感。\n挣扎，使你能够改变你的观点并感到有能力解决\n生活给你带来的问题。如果你设法把自己看成是一个史诗故事的英雄\n史诗般的故事中的英雄（哪怕是一点点），你就不会觉得自己是受害者......",
      "title": "YSK：为了避免感觉被问题所害，你应该采用英雄心态。游戏教得非常好，而且有研究支持。[完整的帖子符合子的规则，与原帖的作者一致发布] 。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：採用英雄心態可以增加你在面對鬥爭時的代理感。\n掙扎，使你能夠改變你的觀點並感到有能力解決\n生活給你帶來的問題。如果你設法把自己看成是一個史詩故事的英雄\n史詩般的故事中的英雄（哪怕是一點點），你就不會覺得自己是受害者......",
      "title": "YSK：爲了避免感覺被問題所害，你應該採用英雄心態。遊戲教得非常好，而且有研究支持。[完整的帖子符合子的規則，與原帖的作者一致發佈] 。"
    }
  ],
  "title": "YSK: To avoid feeling victimized by problems, you should adopt the hero mindset. Games teach it really well and it's backed by research. [Full post inline with the rules of the sub, posted in agreement with the author of original post]",
  "created_utc": 1622797357,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: \nAdopting a hero mindset increases your sense of agency in the face of struggle, allowing you to change your perspective and feel empowered to tackle the problems life throws at you. If you manage to see yourself as the hero of an epic story (even a little bit), you won’t feel victimised by the setbacks along the way, because your willingness to confront obstacles is precisely what defines you as a hero in the first place. </p>\n\n<p>At the recent global conference on human-computer interaction (CHI), an AI researcher presented a new free app as the next wave in mental health innovation and it was described as a cross between the game Lifeline and Lord of the Rings. </p>\n\n<p>The idea behind it apparently came from research in narrative identity, which found that the people who improved most from therapy and achieved sustained better health, were able to adopt a hero mindset. Basically, they managed to see themselves as characters in an epic story overcoming obstacles along their journey. This subtle mind shift allowed them to reframe their problems as challenges that are part and parcel of the hero’s journey, that can be figured out and that provide opportunities for growth. </p>\n\n<p>Obviously I’m not saying you should engage in wishful thinking. This is just a subtle, simple mental shift to think about your life that’s been shown to link with bigger and more lasting improvements in therapy. </p>\n\n<p>SOURCES:</p>\n\n<p>The AI researcher’s paper on the future of mental health chatbots: <a href=\"http://francisconunes.me/RealizingAIinHealthcareWS/papers/Harmon2021.pdf\">http://francisconunes.me/RealizingAIinHealthcareWS/papers/Harmon2021.pdf</a></p>\n\n<p>The app (it’s free) based on this research: <a href=\"https://www.betwixt.life/\">https://www.betwixt.life/</a></p>\n\n<p>Narrative identity research mentioned in the post: <a href=\"https://www.researchgate.net/publication/269603657_Narrative_Identity\">https://www.researchgate.net/publication/269603657_Narrative_Identity</a></p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/nry39d/ysk_to_avoid_feeling_victimized_by_problems_you/",
  "subreddit": "YouShouldKnow",
  "id": "nry39d",
  "is_self": true,
  "media": null,
  "is_video": false
}