{
  "author": "leebowery69",
  "original_created_utc": 1628659398,
  "title": "I recently finished \"BAD BLOOD\" by John Carreyrou on the Theranos scandal. I don't know what to read next",
  "created_utc": 1628688606,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not a really good reader, and i&#39;ve always had trouble getting into books. I&#39;ve probably picked up more books that i haven&#39;t finished compared to the ones I have finished. </p>\n\n<p>My friend recommended the BAD BLOOD book and I figured I&#39;d like it since I&#39;m sort of into intense real life events like this one. I was not expecting to like this book so much and I loved it! However, now I feel like if I don&#39;t find a book I like it&#39;ll probably take me another year to pick up another one.</p>\n\n<p>Do you guys have any recommendations? </p>\n\n<p>I&#39;m not super big on fiction, but very into drama and actions and heists. Ocean&#39;s Eleven is one of my favorite movies if that helps :) </p>\n\n<p>&#x200B;</p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/booksuggestions/comments/p26mig/i_recently_finished_bad_blood_by_john_carreyrou/",
  "subreddit": "booksuggestions",
  "id": "p26mig",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not a really good reader, and i've always had trouble getting into books.\nI've probably picked up more books that i haven't finished compared to the ones\nI have finished.\n\nMy friend recommended the BAD BLOOD book and I figured I'd like it since I'm\nsort of into intense real life events like this…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は読書があまり得意ではなく、昔から本を読むのが苦手でした。\n読み終えた本よりも、読み終えていない本を手に取ることの方が多いかもしれません。\n読んだ本よりも、読んでいない本の方が多いかもしれません。\n\n友人が「BAD BLOOD」を勧めてくれたので、私も気に入るだろうと思いました。\n私はこのような強烈な現実の出来事が好きなので、気に入ると思ったのですが...。",
      "title": "先日、セラノスのスキャンダルを描いたジョン・カレイロゥの「BAD BLOOD」を読み終えました。次に何を読もうか迷っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不是一个真正的好读者，而且我总是很难进入书中。\n我可能拿起了更多我没有读完的书，而不是那些我已经读完的书。\n我已经读完了。\n\n我的朋友推荐了BAD BLOOD这本书，我想我应该会喜欢，因为我是\n因为我很喜欢这样激烈的现实生活事件......",
      "title": "我最近读完了约翰-卡雷罗（John Carreyrou）关于特拉诺斯（Theranos）丑闻的《BAD BLOOD》。我不知道接下来要读什么"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是一個真正的好讀者，而且我總是很難進入書中。\n我可能拿起了更多我沒有讀完的書，而不是那些我已經讀完的書。\n我已經讀完了。\n\n我的朋友推薦了BAD BLOOD這本書，我想我應該會喜歡，因爲我是\n因爲我很喜歡這樣激烈的現實生活事件......",
      "title": "我最近讀完了約翰-卡雷羅（John Carreyrou）關於特拉諾斯（Theranos）醜聞的《BAD BLOOD》。我不知道接下來要讀什麼"
    }
  ]
}