{
  "author": "mynameismulan",
  "original_created_utc": 1636486331,
  "title": "YSK A for-profit company will always try to minimize your salary. It is your duty to maximize it and there is no shame in it.",
  "created_utc": 1636490636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There is a mindset, especially with younger adults, that it is taboo to ask for more money. For example during a job interview a company will state your wage structure. Now, if you respectfully treat this as a business negotiation, there is nothing wrong with simply discussing it. Don&#39;t be rude but ask at least. You&#39;re not &#39;begging&#39; and you&#39;re not &#39;being selfish&#39;. You are putting a price on your time and labor. It is your right to ask if you feel it is appropriate, it is their right to decline if they want to. Again, don&#39;t be rude about it if you&#39;re in either position.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/YouShouldKnow/comments/qqbbrb/ysk_a_forprofit_company_will_always_try_to/",
  "subreddit": "YouShouldKnow",
  "id": "qqbbrb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There is a mindset, especially with younger adults, that it is taboo to\nask for more money. For example during a job interview a company will state your\nwage structure. Now, if you respectfully treat this as a business negotiation,\nthere is nothing wrong with simply discussing it. Don't be…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、特に若年層には、「お金をもらうことはタブー」という意識があるからです。\n考え方があります。例えば、就職活動の面接では、企業はあなたの\n賃金体系を提示します。しかし、これはビジネス上の交渉と考えてください。\n議論することは悪いことではありません。しかし...",
      "title": "YSK 営利目的の会社は、常に給与を最小限に抑えようとします。それを最大化することはあなたの義務であり、恥じることではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有一种心态，特别是对于年轻的成年人，认为要求更多的钱是一种禁忌。\n要求更多的钱。例如，在工作面试中，公司会说明你的\n工资结构。现在，如果你恭恭敬敬地把它当作一次商业谈判。\n简单地讨论这个问题并没有错。不要...",
      "title": "YSK 一个以营利为目的的公司总是会试图将你的工资降到最低。你的责任是将其最大化，这并不丢人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有一種心態，特別是對於年輕的成年人，認爲要求更多的錢是一種禁忌。\n要求更多的錢。例如，在工作面試中，公司會說明你的\n工資結構。現在，如果你恭恭敬敬地把它當作一次商業談判。\n簡單地討論這個問題並沒有錯。不要...",
      "title": "YSK 一個以營利爲目的的公司總是會試圖將你的工資降到最低。你的責任是將其最大化，這並不丟人。"
    }
  ]
}