{
  "author": "easyhopper",
  "original_created_utc": 1624863301,
  "title": "Is there an app like Goodreads that actually has an easy UI?",
  "created_utc": 1624880651,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>God I hate Goodreads. The way you log books, rate them, add friends, see friend’s activity, etc. I could go on for days. The interface is just terrible and clunky.</p>\n\n<p>Is there a Goodreads alternative that actually gets frequent love and attention? Something closer to the simplicity of Letterboxd?</p>\n\n<p>If not, can somebody PLEASE make one!!?</p>\n\n<p>Thank you!</p>\n\n<p>EDIT: Looking hopefully for an app with a social/friends element to it!</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/o9evwi/is_there_an_app_like_goodreads_that_actually_has/",
  "subreddit": "books",
  "id": "o9evwi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "God I hate Goodreads. The way you log books, rate them, add friends, see\nfriend’s activity, etc. I could go on for days. The interface is just terrible\nand clunky.\n\nIs there a Goodreads alternative that actually gets frequent love and attention?\nSomething closer to the simplicity of Letterboxd?\n\nIf…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Goodreadsは大嫌いです。本を記録し、評価し、友人を追加し、友人の活動を見るといった方法は\n友達を追加したり、友達の活動を見たりする方法など。何日も続けられます。インターフェイスはとにかくひどく\n不器用なんですよね。\n\nGoodreadsの代替として、頻繁に利用され、注目されているものはありますか？\nLetterboxdのようなシンプルさに近いものはないでしょうか？\n\nもし...",
      "title": "Goodreadsのように、実際に簡単なUIを持つアプリはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "上帝，我讨厌Goodreads。你记录书籍、给它们评分、添加朋友、看\n朋友的活动，等等。我可以说上好几天。这个界面实在是太糟糕了\n和笨重。\n\n有没有一个Goodreads的替代品能够真正得到人们的喜爱和关注？\n有没有更接近于Letterboxd的简单性的东西？\n\n如果...",
      "title": "有没有一个像Goodreads那样的应用程序，实际上有一个简单的用户界面？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "上帝，我討厭Goodreads。你記錄書籍、給它們評分、添加朋友、看\n朋友的活動，等等。我可以說上好幾天。這個界面實在是太糟糕了\n和笨重。\n\n有沒有一個Goodreads的替代品能夠真正得到人們的喜愛和關注？\n有沒有更接近於Letterboxd的簡單性的東西？\n\n如果...",
      "title": "有沒有一個像Goodreads那樣的應用程序，實際上有一個簡單的用戶界面？"
    }
  ]
}