{
  "author": "emissch",
  "the_new_excerpt": "The foundation of \"gender identity\" as a concept is built upon sexist\nstereotypes. Gender identity legitimizes traditional gender roles and\nstereotypes, and repackages it as progressive.\n\nI also believe that everyone is gender non-conforming in their daily lives,\ntherefore everyone is functionally…",
  "original_created_utc": 1624126734,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジェンダー・アイデンティティ」という概念の基礎は、性差別的な固定観念に基づいています。\n固定観念の上に成り立っています。ジェンダー・アイデンティティは、伝統的な男女の役割や固定観念を正当化し\n固定観念を正当化し、それを進歩的なものとして捉え直しています。\n\nまた、私は、誰もが日常生活の中では性別に適合していないと考えています。\nしたがって、誰もが機能的には...",
      "title": "CMV: 性差別的なジェンダー・ステレオタイプがなければ、ジェンダー・アイデンティティは存在しません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个概念，\"性别认同 \"的基础是建立在性别主义的\n定型观念。性别认同使传统的性别角色和\n陈规定型观念合法化，并将其重新包装成进步的。\n\n我还认为，每个人在日常生活中都是不符合性别要求的。\n因此，每个人在功能上都是...",
      "title": "CMV：没有性别歧视的性别定型观念，性别认同就不存在。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個概念，\"性別認同 \"的基礎是建立在性別主義的\n定型觀念。性別認同使傳統的性別角色和\n陳規定型觀念合法化，並將其重新包裝成進步的。\n\n我還認爲，每個人在日常生活中都是不符合性別要求的。\n因此，每個人在功能上都是...",
      "title": "CMV：沒有性別歧視的性別定型觀念，性別認同就不存在。"
    }
  ],
  "title": "CMV: Without sexist gender stereotypes, gender identity does not exist",
  "created_utc": 1624155881,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The foundation of &quot;gender identity&quot; as a concept is built upon sexist stereotypes. Gender identity legitimizes traditional gender roles and stereotypes, and repackages it as progressive.</p>\n\n<p>I also believe that everyone is gender non-conforming in their daily lives, therefore everyone is functionally &quot;non-binary.&quot; No one conforms to gender norms 100% of the time.</p>\n\n<p>Gender identity is based upon cultural concepts of how men and women should behave. How is this not inherently a sexist outlook? When someone says &quot;I just feel like a woman,&quot; it invariably means that they like culturally based (and usually sexist) views of what being a woman means to them. Liking pink or wearing dresses for example has nothing to do with being a woman. I am a woman, I don&#39;t &quot;feel&quot; like one, and an itemized list of everything I do that is traditionally feminine also does not make me a woman. And the reverse is true, any masculine thing I do does not make me trans.</p>\n\n<p>This view is called bigoted, but I think the gender identity believers are the truly bigoted ones. The only thing that matters is biological sex, everything else is culture nonsense.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/o3mddh/cmv_without_sexist_gender_stereotypes_gender/",
  "subreddit": "changemyview",
  "id": "o3mddh",
  "is_self": true,
  "media": null,
  "is_video": false
}