{
  "author": "uhsauh",
  "original_created_utc": 1632501249,
  "title": "Communicating gentleness with this font for your projects",
  "created_utc": 1632518797,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone! I work on a series called FontDiscovery. Every week I create a digestible visual guide about fonts, marketing, and design ideas to help founders and markers step up their marketing and get creative.</p>\n\n<p>This week, I share a font that communicates gentleness in your marketing. we also talk about open source projects as marketing. If you have to create designs for your projects and business, try these and let me know what you think!</p>\n\n<p><strong>Font of the Week: Averia</strong></p>\n\n<p>Averia family has swelled-up strokes that give a brush appearance, hand-crafted feeling. Averia is created by averaging all the fonts on the designer&#39;s computer. There are several different styles of Averia: Averia Libre is an average of all the fonts; Averia Sans Libre includes is the average of all the sans serif, whereas Averia Serif Libre is the average of all the serifs. This font family communicates warmth, artisanal, and gentleness. It gives your project a gentle and tender feeling. Averia Sans Libre feels the most gentle because it looks thinner and softer than other style versions.</p>\n\n<p><strong>How to use it for design and marketing?</strong></p>\n\n<p>- Each Serif, Sans, and Libre version has three weights and is available in regular and italic styles.<br/>\n- Averia Serif and Sans serif can pair with each other<br/>\n- Serif is good for editorial; Sans and Libre is excellent for body copy</p>\n\n<p><strong>Marketing Idea of the Week: Open Source Project</strong></p>\n\n<p>An open-source project is a community project that everyone can contribute. Many fonts in this newsletter are open-sourced. The project files are on Github, and anyone can download the source files and create modifications to them. Having a community project like this can foster a sense of community and empowerment through group ownership. Free projects that allow everyone can modify and share can be a great source of marketing.</p>\n\n<p>I share tips like this weekly, you can <a href=\"https://fonts.substack.com/\">subscribe</a> if you feel like. If you would like to read the original post, you can see it at fonts.substack.com.</p>\n\n<p><a href=\"https://preview.redd.it/4jzjrlzsahp71.png?width=1518&amp;format=png&amp;auto=webp&amp;s=d7ce453e553257a93fc31c3b0ef6d61f3f4949d0\">https://preview.redd.it/4jzjrlzsahp71.png?width=1518&amp;format=png&amp;auto=webp&amp;s=d7ce453e553257a93fc31c3b0ef6d61f3f4949d0</a></p>\n</div><!-- SC_ON -->",
  "score": 5,
  "permalink": "/r/SideProject/comments/punh2m/communicating_gentleness_with_this_font_for_your/",
  "subreddit": "SideProject",
  "id": "punh2m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hi everyone! I work on a series called FontDiscovery. Every week I create a\ndigestible visual guide about fonts, marketing, and design ideas to help\nfounders and markers step up their marketing and get creative.\n\nThis week, I share a font that communicates gentleness in your marketing. we\nalso talk…"
}