{
  "author": "TommyWestsides",
  "original_created_utc": 1637584816,
  "title": "Books that make you go: \"What the **** did I just read\"?",
  "created_utc": 1637592902,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I mean this in either a good or bad way. I just finished reading The Library at Mount Char by Scott Hawkins (thanks to the readers of this sub recommending it).\nAnd I don&#39;t even know where to put it genre wise. Is it sci Fi? Is it urban fantasy? Is it both?\nIt had me mentally exhausted, in a good way, after finishing it (intentionally leaving out spoilers here).</p>\n\n<p>What books left you mentally numb and questioning everything after you finished them?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/qzkjm5/books_that_make_you_go_what_the_did_i_just_read/",
  "subreddit": "books",
  "id": "qzkjm5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I mean this in either a good or bad way. I just finished reading The Library at\nMount Char by Scott Hawkins (thanks to the readers of this sub recommending it).\nAnd I don't even know where to put it genre wise. Is it sci Fi? Is it urban\nfantasy? Is it both? It had me mentally exhausted, in a good…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは良い意味でも悪い意味でもあります。今、Scott HawkinsのThe Library at Mount Charを読み終えました。\nスコット・ホーキンスの「Mount Char」を読み終えました（このサブの読者が勧めてくれたおかげです）。\nそして、ジャンル的にどこに入れたらいいのかわからない。SFなのか？アーバンファンタジーなのか？\nファンタジーなのか？両方なのか？いい意味で精神的に疲れてしまいました。",
      "title": "と思わせるような本。\"What the **** did I just read\"?"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的意思是说这是一个好的或坏的方式。我刚刚读完斯科特-霍金斯（Scott Hawkins）写的《查尔山图书馆》（谢谢你的支持）。\n我刚刚读完斯科特-霍金斯的《查尔山图书馆》（感谢本子的读者推荐）。\n我甚至不知道该把它的类型放在哪里。它是科幻吗？是城市\n幻想？是两者都是吗？它让我在精神上疲惫不堪，好在...",
      "title": "那些让你心动的书。\"我刚刚读了什么****\"？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的意思是說這是一個好的或壞的方式。我剛剛讀完斯科特-霍金斯（Scott Hawkins）寫的《查爾山圖書館》（謝謝你的支持）。\n我剛剛讀完斯科特-霍金斯的《查爾山圖書館》（感謝本子的讀者推薦）。\n我甚至不知道該把它的類型放在哪裏。它是科幻嗎？是城市\n幻想？是兩者都是嗎？它讓我在精神上疲憊不堪，好在...",
      "title": "那些讓你心動的書。\"我剛剛讀了什麼****\"？"
    }
  ]
}