{
  "author": "DJMM9",
  "original_created_utc": 1625952173,
  "title": "CMV: Most of the deaths of military members in Afghanistan did not serve a greater purpose and were in vain. Perpetuating the myth that all of these deaths are heroic & serve some greater purpose is spreading military propaganda & is not in the interest of civilians or enlisted people.",
  "created_utc": 1625975165,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think about this a lot and while it&#39;s very not polite and upsetting to people to hear I think it&#39;s important to talk about. I think not talking about this is more harmful for future victims of these wars than the harm that comes from talking about it. Nothing can really be undone regarding the people that have already died during wars like Iraq, Afghanistan, Vietnam but we can potentially reduce future victims by shining some light on this and pushing back on the propaganda that the military has successfully pushed into the cultural zeitgeist.</p>\n\n<p>&#x200B;</p>\n\n<p>My belief is that the narrative in broader US society is that being in the military is a noble and profession, they&#39;re some of the most revered people in society today by the general population. Out of that group of people, the military, the most revered are people that were killed in a war. I feel like the general feeling people have is that deaths of active duty military people in war are heroic, they have some meaning, &amp; that they serve some greater good. They&#39;re viewed as a sacrifice for something greater.</p>\n\n<p>&#x200B;</p>\n\n<p>In reality I don&#39;t know that I think that&#39;s true... I feel this way about Iraq, Afghanistan, and Vietnam but we can just keep it to Afghanistan for this conversation since it&#39;s in the news a lot right now. If we take a sheet of paper &amp; make a pros and cons list for this war I think it might look something like this:</p>\n\n<p>&#x200B;</p>\n\n<p>Cons: About 241,000 people have been killed in the Afghanistan and Pakistan war zone since 2001. More than 71,000 of those killed have been civilians (source, cost of war project).</p>\n\n<p>&#x200B;</p>\n\n<p>We have 2,352 deaths of US servicemembers and 20,149 wounded in action. That&#39;s not counting coalition forces and US contractors.</p>\n\n<p>&#x200B;</p>\n\n<p>I don&#39;t even want to talk about the money that was spent on these wars because that&#39;s a whole separate issue to me.</p>\n\n<p>&#x200B;</p>\n\n<p>Pros:</p>\n\n<p>&#x200B;</p>\n\n<p>They have a &#39;functioning&#39; government and democracy?</p>\n\n<p>&#x200B;</p>\n\n<p>Women and girls seems to generally have more freedom now</p>\n\n<p>&#x200B;</p>\n\n<p>I&#39;m going to cut this list short because the things on the pros side I think actually don&#39;t matter and I&#39;ll tell you why... Anything you can think of to put on the pros side I want you to think of that line item &amp; think if that will still be true in 5 years... 10 years... 15 years...?</p>\n\n<p>&#x200B;</p>\n\n<p>Now look at the cons side, those dead people are dead forever. The wounded people are dead forever. There&#39;s orphans and widows and broken people on all sides. Those things I think will be true longer than any positive things we brought to Afghanistan.</p>\n\n<p>&#x200B;</p>\n\n<p>I also want to address a response that I think will be brought up by someone and I think this is just a very successful example of military propaganda. It&#39;ll go something like this &quot;When you&#39;re over there you&#39;re not fighting for some geopolitical goal or grand strategy, you&#39;re fighting for the person next to you and they&#39;re fighting for you.&quot;</p>\n\n<p>&#x200B;</p>\n\n<p>I&#39;m sure we&#39;ve all heard that before, it&#39;s a very common Hollywood trope. Again I think this is propaganda and a coping mechanism by people that are in war zones &amp; suffering casualties. The thing that would most benefit the person next to you is not you fighting for them it would be for both of you to not be at risk of dying or killing other people for something that is unnecessary and unproductive.</p>\n\n<p>&#x200B;</p>\n\n<p>Perpetuating this meme of a meaningful death &amp; heroism is not supporting the troops in my opinion, it&#39;s very much the opposite. Young men are very susceptible this kind of messaging which is why it&#39;s done by the military. Anyone that is not involved with military recruitment that helps them spread this idea is doing harm to people that might be inspired by it to join the military and become one of these deaths themselves. I think we need to very much push back on this and talk about it openly.</p>\n\n<p>&#x200B;</p>\n\n<p>TLDR: I think that the idea that military deaths in war are inherently heroic and meaningful is military propaganda and it&#39;s harmful for society to continue to perpetuate it.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/ohr7hl/cmv_most_of_the_deaths_of_military_members_in/",
  "subreddit": "changemyview",
  "id": "ohr7hl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think about this a lot and while it's very not polite and upsetting to people\nto hear I think it's important to talk about. I think not talking about this is\nmore harmful for future victims of these wars than the harm that comes from\ntalking about it. Nothing can really be undone regarding the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はこのことについてよく考えていて、これを聞くのは非常に失礼だし、人を動揺させるものですが\nしかし、これを話すことは重要だと思います。このことについて語らないことは\nこのことを話さないことは、将来の戦争の犠牲者にとって、話すことで得られる害よりも大きいと思います。\nと思います。このような状況では、元に戻すことはできません。",
      "title": "CMV: アフガニスタンでの軍人の死のほとんどは、より大きな目的のためではなく、無駄なものでした。これらの死がすべて英雄的であり、より大きな目的を果たすものであるという神話を広めることは、軍のプロパガンダを広めることであり、民間人や入隊者の利益にはなりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我经常思考这个问题，虽然这很不礼貌，让人听了很不舒服，但我认为有必要谈谈。\n我认为谈论这个问题很重要。我认为不谈这个问题是\n对这些战争的未来受害者来说，比谈论它所带来的伤害更有害。\n谈论它所带来的伤害。没有什么是可以真正挽回的，关于...",
      "title": "CMV：大多数军人在阿富汗的死亡并没有达到更大的目的，是徒劳的。掩盖所有这些死亡都是英勇的和为更大目的服务的神话是在传播军事宣传，不符合平民和士兵的利益。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我經常思考這個問題，雖然這很不禮貌，讓人聽了很不舒服，但我認爲有必要談談。\n我認爲談論這個問題很重要。我認爲不談這個問題是\n對這些戰爭的未來受害者來說，比談論它所帶來的傷害更有害。\n談論它所帶來的傷害。沒有什麼是可以真正挽回的，關於...",
      "title": "CMV：大多數軍人在阿富汗的死亡並沒有達到更大的目的，是徒勞的。掩蓋所有這些死亡都是英勇的和爲更大目的服務的神話是在傳播軍事宣傳，不符合平民和士兵的利益。"
    }
  ]
}