{
  "author": "MFrancisWrites",
  "original_created_utc": 1627401238,
  "title": "CMV: Simone Biles bailing on the final rotation of a team sport for mental health is unsportsmanlike.",
  "created_utc": 1627418227,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>BIG preface: When Naomi Osaka withdrew from the French Open instead of being forced to do press conferences, I was hype, and so proud of that woman for standing up for mental health.</p>\n\n<p>I am a <em>massive</em> proponent of mental health awareness, and removing the stigma around it. This is not a &#39;shut up and dribble&#39; take, I think those are disgusting.</p>\n\n<p>I&#39;m also very open to being told I&#39;m an asshole and changing my mind, because this one feels like it could be one of those. An honest effort. </p>\n\n<p>But... Cmon. Your teammates worked their asses off their whole lives, gave it all up for years, to have a shot. And in that they are not all at the pinnacle of the sport, I&#39;d imagine that was the best and maybe only shot for an Olympic gold.</p>\n\n<p>Silver is still incredible and I take nothing away from that. I also understand (or more accurately, could never understand) the immense pressure of competing as your team leader on the Olympic stage.</p>\n\n<p>But don&#39;t you owe it to your teammates to <em>at least try</em>? You&#39;re allowed to have a bad day, you&#39;re allowed to not be perfect, and silver in that instance would have still been an incredible accomplishment.</p>\n\n<p>But not trying when it matters?</p>\n\n<p>Individual sport, different story, you only owe it to yourself, and you can make the decision. But in a team sport...? Feels <em>really bad</em>.</p>\n\n<p>Reddit, Change My View, please.. I&#39;d much rather be proud of the moment than cringe at it. So so open to being wrong here.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/ospk4x/cmv_simone_biles_bailing_on_the_final_rotation_of/",
  "subreddit": "changemyview",
  "id": "ospk4x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "BIG preface: When Naomi Osaka withdrew from the French Open instead of being\nforced to do press conferences, I was hype, and so proud of that woman for\nstanding up for mental health.\n\nI am a massive proponent of mental health awareness, and removing the stigma\naround it. This is not a 'shut up and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "BIGな序文。大坂なおみ選手が全仏オープンを辞退したとき、記者会見をさせられる代わりに\n大坂なおみ選手が記者会見をする代わりに全仏オープンを辞退したとき、私は誇らしく思いましたし、メンタルヘルスのために立ち上がった彼女をとても誇りに思いました。\nメンタルヘルスのために立ち上がった彼女を誇りに思いました。\n\n私は、メンタルヘルスへの意識を高め、偏見をなくすことを支持しています。\nこれは、「黙っていればいい」というものではありません。これは、「黙っていればいい」というものではありません。",
      "title": "CMV: シモーヌ・バイルスが精神衛生上の理由でチームスポーツの最終ローテーションを回避したことは、スポーツマンシップに反する行為です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "BIG序言。当大坂直美退出法国网球公开赛，而不是被迫参加新闻发布会时\n当大坂直美退出法网而不是被迫召开新闻发布会时，我很兴奋，并为这个女人为心理健康站出来而感到骄傲。\n为心理健康站出来。\n\n我是心理健康意识的主要倡导者，也是消除对心理健康的污名的倡导者。\n围绕它。这不是一个 \"闭嘴和...",
      "title": "CMV: 西蒙娜-拜尔斯因心理健康而放弃了一项团队运动的最后轮换，这不符合体育精神。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "BIG序言。當大坂直美退出法國網球公開賽，而不是被迫參加新聞發佈會時\n當大坂直美退出法網而不是被迫召開新聞發佈會時，我很興奮，併爲這個女人爲心理健康站出來而感到驕傲。\n爲心理健康站出來。\n\n我是心理健康意識的主要倡導者，也是消除對心理健康的污名的倡導者。\n圍繞它。這不是一個 \"閉嘴和...",
      "title": "CMV: 西蒙娜-拜爾斯因心理健康而放棄了一項團隊運動的最後輪換，這不符合體育精神。"
    }
  ]
}