{
  "author": "lawyersgunznmoney90",
  "the_new_excerpt": "I’m so excited. This guy came to my work and when I was on break, he left me a\nsigned copy of a book he wrote that’s one of my favorite genres\n(post-apocalyptic fiction), and sent an email with a FULL COPY OF HIS\nUNPUBLISHED BOOK !\n\nI had a patient about 6 months ago who told me he was a writer, and…",
  "original_created_utc": 1616250450,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我太激动了。这家伙来到我的工作，当我休息的时候，他给我留下了一个。\n他写的一本书的签名本，这是我最喜欢的类型之一。\n(后启示录小说)，并发送了一封邮件，其中包含了他的完整副本。\n未出版的书！\n\n6个月前我有一个病人，他告诉我他是个作家，而且......",
      "title": "伙计们，我今天和一个作者做了朋友，我绝对在自己身边"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我太激動了。這傢伙來到我的工作，當我休息的時候，他給我留下了一個。\n他寫的一本書的簽名本，這是我最喜歡的類型之一。\n(後啓示錄小說)，併發送了一封郵件，其中包含了他的完整副本。\n未出版的書！\n\n6個月前我有一個病人，他告訴我他是個作家，而且......",
      "title": "夥計們，我今天和一個作者做了朋友，我絕對在自己身邊"
    }
  ],
  "title": "Guys, I made friends with an author today and I’m absolutely beside myself",
  "created_utc": 1616260736,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m so excited. This guy came to my work and when I was on break, he left me a signed copy of a book he wrote that’s one of my favorite genres (post-apocalyptic fiction), and sent an email with a FULL COPY OF HIS UNPUBLISHED BOOK ! </p>\n\n<p>I had a patient about 6 months ago who told me he was a writer, and we got to talking about our favorite authors/genres etc. Turns out, we’re both big fans of Stephen King, Clive Barker, H.P. Lovecraft and essentially any crime, mystery, sci-fi or horror stories. He ended up recommending a Weird Tales-esque book of short stories written by local writers from our state. Well, I checked it out and he turned out to be one of the authors! He hadn’t even told me at the time, so I read it, loved it and gave it a 5 star review.</p>\n\n<p>So he came in for his routine appointment today and I mentioned the book of short stories, telling him how great it was/I was excited he has work in that particular genre. He ended up telling me about a book he wrote 20 years ago; a post-apocalyptic story relatable to The Stand by Stephen King and Swan Song by Robert McCammon. He also told me about a book he’s currently working on that is similar to R.L. Stine/horror for kids, so we exchanged emails and he told me he’d send me a little more info. Ended up sending me the whole thing lol</p>\n\n<p>I’d love to hear anyone else’s exciting author friend stories!</p>\n\n<p>Edit: unfortunately I can’t give the name of the author because I’d probably be breaking a HIPAA law</p>\n</div><!-- SC_ON -->",
  "score": 75,
  "permalink": "/r/books/comments/m983ku/guys_i_made_friends_with_an_author_today_and_im/",
  "subreddit": "books",
  "id": "m983ku",
  "is_self": true,
  "media": null,
  "is_video": false
}