{
  "author": "purpletears72",
  "the_new_excerpt": "I’m still young (17) and I’ve been reading for a very long time but the only two\nbooks that have left a permanent impact on me, that I’ve thought about for days\nafter, are Dune and Crime and Punishment. 100 years of solitude recently got on\nthat list but it feels so much different than the others,…",
  "original_created_utc": 1618506786,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はまだ若く（17歳）、読書歴も非常に長いのですが、私に永続的な影響を与えた2冊の本だけは、何日も考え込んでしまいました。\n私はまだ若く（17歳）、長い間本を読んできましたが、私に永続的な影響を与え、何日も考え続けた本は\nは、「デューン」と「罪と罰」です。最近では「100年の孤独」がそのリストに入りました。\nそのリストに入っていますが、他の作品とは全く違うように感じます。",
      "title": "100年の孤独」は今まで読んだ本の中で最も素晴らしい本かもしれない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我还小（17岁），读书的时间也很长，但唯一的两本\n那些给我留下永久影响的书，我已经想了好几天了\n后，是《沙丘》和《罪与罚》。100年的孤独最近上了\n那份名单，但它的感觉是如此不同的其他，... ...",
      "title": "百年孤独可能是我至今读过的最伟大的书了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我還小（17歲），讀書的時間也很長，但唯一的兩本\n那些給我留下永久影響的書，我已經想了好幾天了\n後，是《沙丘》和《罪與罰》。100年的孤獨最近上了\n那份名單，但它的感覺是如此不同的其他，... ...",
      "title": "百年孤獨可能是我至今讀過的最偉大的書了"
    }
  ],
  "title": "100 years of solitude might be the greatest book I’ve read so far",
  "created_utc": 1618522504,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m still young (17) and I’ve been reading for a very long time but the only two books that have left a permanent impact on me, that I’ve thought about for days after, are Dune and Crime and Punishment. 100 years of solitude recently got on that list but it feels so much different than the others, not better, just so different. The story was amazing and I loved every moment of it so much. I’m just glad I read it when I was young so I have more time to grow with it.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/mrj8y0/100_years_of_solitude_might_be_the_greatest_book/",
  "subreddit": "books",
  "id": "mrj8y0",
  "is_self": true,
  "media": null,
  "is_video": false
}