{
  "author": "honorarycultleader",
  "the_new_excerpt": "I just completed Douglas Adams, \"The Long Dark Tea-Time of the Soul.\" I selected\nthe book from my local library purely because of the name attached to it. Adams\nwrote one of my all-time favorite book series, \"The Hitchhiker's Guide to the\nGalaxy,\" and I was /invigorated/. I was halfway through the…",
  "original_created_utc": 1614276336,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚完成了道格拉斯-亚当斯的 \"漫长的黑暗的茶-时间的灵魂\"。我选择了\n这本书从我当地的图书馆纯粹是因为它的名字。亚当斯\n写了我最喜欢的系列书之一，《搭车指南》。\n银河系\"，我就/振奋了/。我看了一半...",
      "title": "漫长的黑茶时间的灵魂"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛完成了道格拉斯-亞當斯的 \"漫長的黑暗的茶-時間的靈魂\"。我選擇了\n這本書從我當地的圖書館純粹是因爲它的名字。亞當斯\n寫了我最喜歡的系列書之一，《搭車指南》。\n銀河系\"，我就/振奮了/。我看了一半...",
      "title": "漫長的黑茶時間的靈魂"
    }
  ],
  "title": "The Long Dark Tea-Time of the Soul",
  "created_utc": 1614315739,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just completed Douglas Adams, &quot;The Long Dark Tea-Time of the Soul.&quot; I selected the book from my local library purely because of the name attached to it. Adams wrote one of my all-time favorite book series, &quot;The Hitchhiker&#39;s Guide to the Galaxy,&quot; and I was /invigorated/. I was halfway through the narrative before I researched the book and discovered that it was a sequel to &quot;Dirk Gently&#39;s Holistic Detective Agency.&quot; It was absolutely wonderful.</p>\n\n<p>Infusing mystery with fantasy (as opposed to Hitchhiker&#39;s which infuses an adventurous tone with sci-fi), the novel contains Adams&#39; signature philosophical language and dry, British humor deriving from contemplations thereof. As engrossed as I can become in a novel, it&#39;s rare for an author to tickle my funnybone with words the way ole&#39; Douglas does, by which I mean I&#39;ve actually laughed out loudly upon reading a line or a character&#39;s gut-wrenching dialogue.</p>\n\n<p>Of course, if you&#39;ve never read Adams, the book&#39;s peculiar nature and the unpredictable behavior of the character&#39;s and narrative&#39;s course can make the story hard to follow. Fret not, the narrative and descriptions are particularly vivid, however, mentions of a character&#39;s longstanding beef with an unseen character over who can go longest without opening a refrigerator door, or a character experiencing two car collisions in one chapter, or something even more perplexing involving a soda machine that&#39;s only briefly explained near the end, can perplex the mind as it may prepare itself for twists but not unpredictable, humorous shifts in tone and dialogue as the narrative bounces from location to location to character to strange character. Douglas Adams has a signature skill in tying the tightest knots regarding the most complex stories.</p>\n\n<p>Check it out! I intend to read the first book as well as return to the Hitchhiker&#39;s Guide to the Galaxy series once a full set that I ordered arrives at my home.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/lscqsu/the_long_dark_teatime_of_the_soul/",
  "subreddit": "books",
  "id": "lscqsu",
  "is_self": true,
  "media": null,
  "is_video": false
}