{
  "author": "apexium",
  "original_created_utc": 1629193131,
  "title": "How did couples deal with cultural differences in royal intermarriages during the Medieval-Elizabethan period? Were any of their struggles documented?",
  "created_utc": 1629213891,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Apologies for the really vague timeline, but I&#39;m thinking of when Phillip of Spain married Queen Mary, we know a good chunk of the population wasn&#39;t too happy with a Spanish (and Catholic) prince consort, Catherine of Aragon writing in Latin to Prince Arthur because they couldn&#39;t speak any other common language, Emperors of China having concubines from different tributaries, and when Michael VIII sent his 2 daughters to marry Mongolian rulers to secure alliances. I&#39;ve specified the Medieival/Elizabethan period since that&#39;s what popped into mind first (with the above examples all coming from roughly that period), but if there are any accounts from any other time period I&#39;d be interested too.</p>\n\n<p>Royal intermarriage throughout history was seemingly common to consolidate land and create alliances, but do we know how these princesses/princes felt when they were sent to a foreign country to marry someone they couldn&#39;t communicate with (or even disliked)? Did royalty prefer to marry vassals for this reason? How did people work out these cultural differences? Did they just avoid each other as much as possible? Was there any outright racism/racial tensions? Are there any accounts of public reactions to these marriages? Thanks!</p>\n</div><!-- SC_ON -->",
  "score": 128,
  "permalink": "/r/AskHistorians/comments/p60hi6/how_did_couples_deal_with_cultural_differences_in/",
  "subreddit": "AskHistorians",
  "id": "p60hi6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Apologies for the really vague timeline, but I'm thinking of when Phillip of\nSpain married Queen Mary, we know a good chunk of the population wasn't too\nhappy with a Spanish (and Catholic) prince consort, Catherine of Aragon writing\nin Latin to Prince Arthur because they couldn't speak any other…"
}