{
  "author": "Airella",
  "the_new_excerpt": "Everyone is aware of the fact that smoking and second hand smoke is harmful to\nhealth, even smokers admit this is true. It is a parents job to make sure their\nchildren are in good health and by smoking around them, especially in enclosed\nspaces like inside a building or in a car, they are putting…",
  "original_created_utc": 1619377127,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "喫煙や副流煙が健康を害することは、誰もが知っている事実です。\n喫煙者でさえもその事実を認めています。親の仕事は、自分の子供たちにタバコを吸わせないようにすることです。\n親の役目は、子供が健康であることを確認することです。\n特に建物の中や車の中のような密閉された空間で喫煙することは、子供たちに...",
      "title": "CMV: 子供のそばでの喫煙は児童虐待"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每个人都知道，吸烟和二手烟对健康有害。\n健康，甚至吸烟者也承认这是事实。父母的工作就是要确保他们的\n确保他们的孩子身体健康是父母的职责，在他们周围吸烟，特别是在封闭的空间，如建筑物内或在室内吸烟，会影响他们的健康。\n在他们身边吸烟，特别是在封闭的空间，如建筑物内或车内，他们是在把...",
      "title": "CMV：在儿童周围吸烟就是虐待儿童"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每個人都知道，吸菸和二手菸對健康有害。\n健康，甚至吸菸者也承認這是事實。父母的工作就是要確保他們的\n確保他們的孩子身體健康是父母的職責，在他們周圍吸菸，特別是在封閉的空間，如建築物內或在室內吸菸，會影響他們的健康。\n在他們身邊吸菸，特別是在封閉的空間，如建築物內或車內，他們是在把...",
      "title": "CMV：在兒童周圍吸菸就是虐待兒童"
    }
  ],
  "title": "CMV: Smoking around children is child abuse",
  "created_utc": 1619390969,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Everyone is aware of the fact that smoking and second hand smoke is harmful to health, even smokers admit this is true. It is a parents job to make sure their children are in good health and by smoking around them, especially in enclosed spaces like inside a building or in a car, they are putting their children in danger of things like cancer, heart disease, and strokes among many other health problems. I think it is not only selfish to smoke around children but that it is a form of abuse and neglect. </p>\n\n<p>I am just about to get off of break at work and will be off in about 2 hours, so I will be replying to comments when I am off. Thanks in advance for the discussion!</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/myexet/cmv_smoking_around_children_is_child_abuse/",
  "subreddit": "changemyview",
  "id": "myexet",
  "is_self": true,
  "media": null,
  "is_video": false
}