{
  "author": "A_British_Villain",
  "original_created_utc": 1632291768,
  "title": "Why the war on bitcoin has just begun; powers that be cannot let their monopoly be broken apart by free people trading without their rules and their control.",
  "created_utc": 1632343258,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Fuck &quot;talk to your representatives&quot; </p>\n\n<p>This new bill and the many which will follow is the type of corrupt government bullshit that bitcoin was invented to free us all from. Source: the Bitcoin whitepaper. (&quot;Without going through a financial institution.&quot;)</p>\n\n<p>While you&#39;re writing letters and bleating about this in your blog or on Facebook, the banks are sending these guys millions or BILLIONS to stop crypto dead in its tracks, because it is a clear and present danger to the current extortionate monetary system which lines their pockets. </p>\n\n<p>The terms for Extortion are roughly the following conditions: goods of dubious value/ Sold at high prices/ Consumer is not given a choice to buy/ When the consumer baulks, violence is used to enforce the arrangement. </p>\n\n<p>This description perfectly fits fiat currency. Bitcoin is the &#39;baulking&#39; stage as we try to get out of the fractional lending charade. </p>\n\n<p>No large scale monopoly has ever gone down without a fight. </p>\n\n<p>USA has used force to defend the petro dollar plenty of times, they will do it again. </p>\n\n<p>And when they have wiped out every other crypto do you think they&#39;ll radically change their mind and give $btc a free pass? </p>\n\n<p>The war on drugs (Raegan era) was not fought to save black kids, but it began when they noticed the amount of money  leaving the country in significant quantities. This is when the government really swings into action. </p>\n\n<p>The rich old white men (govt) aren&#39;t going to attack the other rich old white men(banks), that would be literally attacking themselves. You&#39;ll call yourself a freedom fighter, they will call you a terrorist. </p>\n\n<p>THIS IS AN ISSUE WORTH MARCHING ON THE CAPITAL FOR.</p>\n</div><!-- SC_ON -->",
  "score": 152,
  "permalink": "/r/Bitcoin/comments/pt1isj/why_the_war_on_bitcoin_has_just_begun_powers_that/",
  "subreddit": "Bitcoin",
  "id": "pt1isj",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Fuck \"talk to your representatives\"\n\nThis new bill and the many which will follow is the type of corrupt government\nbullshit that bitcoin was invented to free us all from. Source: the Bitcoin\nwhitepaper. (\"Without going through a financial institution.\")\n\nWhile you're writing letters and bleating…"
}