{
  "author": "grecianviolet",
  "the_new_excerpt": "I read Uprooted sometime last year and really enjoyed the way Novik could twist\na familiar fairy tale. In a way, it reminded me of Sleeping Beauty, Beauty and\nthe Beast, and Howl's Moving Castle, but there was plenty of originality and\ngreat writing to make it seem more than just the sum of these…",
  "original_created_utc": 1617169711,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我在去年的某个时候读过《连根拔起》，非常喜欢诺维克扭曲的方式。\n一个熟悉的童话故事。在某种程度上，它让我想起了《睡美人》、《美女与野兽》、《睡美人》等。\n兽》和《移动城堡》，但也有很多原创和\n伟大的写作，使它看起来不仅仅是这些的总和... ...",
      "title": "纳奥米-诺维克，我会跟着你去任何地方！"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在去年的某個時候讀過《連根拔起》，非常喜歡諾維克扭曲的方式。\n一個熟悉的童話故事。在某種程度上，它讓我想起了《睡美人》、《美女與野獸》、《睡美人》等。\n獸》和《移動城堡》，但也有很多原創和\n偉大的寫作，使它看起來不僅僅是這些的總和... ...",
      "title": "納奧米-諾維克，我會跟着你去任何地方！"
    }
  ],
  "title": "Naomi Novik, I'll follow you anywhere!",
  "created_utc": 1617180693,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read <em>Uprooted</em> sometime last year and really enjoyed the way Novik could twist a familiar fairy tale. In a way, it reminded me of Sleeping Beauty, Beauty and the Beast, and Howl&#39;s Moving Castle, but there was plenty of originality and great writing to make it seem more than just the sum of these parts. </p>\n\n<p>Two days ago, I started <em>Spinning Silver</em>, and though I was planning to make it last for the whole week...I just <em>couldn&#39;t!</em> I stayed up until 1 AM (a big deal for me, since I get up at 6) to finish it, and then had to look up fanfiction afterwards. Ugh, it was just. so. good. The characters were amazing, the story was tense and creative, the writing phenomenal, and the resolution was...*chef&#39;s kiss*. It&#39;s been awhile since I&#39;ve been so invested in a story that I just have to know, right away, how it ends.</p>\n\n<p>Anyone else a fan? Has anyone read the Temeraire series? Normally I don&#39;t order books online (I live in Taiwan and shipping is <em>pricey</em>), but I&#39;m enough of a fan now that if anyone tells me it&#39;s worth it, I&#39;ll believe you.</p>\n\n<p>For anyone who isn&#39;t a fan but likes twists on traditional fairy tales, I can&#39;t recommend <em>Spinning Silver</em> enough.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/books/comments/mgza4r/naomi_novik_ill_follow_you_anywhere/",
  "subreddit": "books",
  "id": "mgza4r",
  "is_self": true,
  "media": null,
  "is_video": false
}