{
  "author": "heyheoy",
  "original_created_utc": 1635816748,
  "title": "Lot of attention for Squid Game that stole $2million, but 3 days ago AnubisDao stole $60million and no one cared.",
  "created_utc": 1635824308,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I don&#39;t understand the phycology of people, yesterday and today we had countless posts about squid game, everyone super worried with good reason because a scam is a scam and those responsable should me pointed out. </p>\n\n<p>But after the Shiba frenzy there has been this project called AnubisDao on ETH, it was a cute dog page that they promised it would have the mechanics of OlympusDAO. It had several famous devs involved and they managed to collect 13000 ETH or $60million aprox, they rugged everyone taking all the funds out of the contract. And now inside that team they are pointing fingers between each other and no one knows where the funds are. This happened 3-2 days ago.</p>\n\n<p>What surprises me is that this was a rug where famous devs have been involved and no one is talking about. &quot;DYOR&quot; &quot;you should put your money on people that has been proved right before&quot; &quot;trust on respetable people, not on randoms&quot; etc etc...in this case it has also been proven wrong, and 30 times the amount of SquidDao have been stolen.</p>\n\n<p>Crypto is a dangerous space, random projects that tells you in your face that you cannot sell your funds (basically telling you I&#39;m gonna steal from you), or others that seem like a good bet but they fk you up anyways.</p>\n\n<p>Stay safu.</p>\n</div><!-- SC_ON -->",
  "score": 328,
  "permalink": "/r/CryptoCurrency/comments/qkt6y6/lot_of_attention_for_squid_game_that_stole/",
  "subreddit": "CryptoCurrency",
  "id": "qkt6y6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I don't understand the phycology of people, yesterday and today we had countless\nposts about squid game, everyone super worried with good reason because a scam\nis a scam and those responsable should me pointed out.\n\nBut after the Shiba frenzy there has been this project called AnubisDao on ETH,\nit…"
}