{
  "author": "exoticsublimialsx0x",
  "the_new_excerpt": "There's been so many times I've listened to a book on audio and then I think I\ndisliked it and then I read it physically and I actually love it? I guess i got\nbored of the books on audio and my mind starts to wander so I assumed it was the\nbooks fault not the fact its an audiobook, I am kinda glad…",
  "original_created_utc": 1622466399,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "オーディオで本を聴いて、嫌いだと思っていたのに、物理的に読んでみたら、実は好きだったということが何度もありました。\n嫌いだと思っていたのに、実際に読んでみたら好きになっていた、ということがよくあります。私は、オーディオの本に飽きてしまったのでしょう。\n私はオーディオでの本に飽きてしまい、心が迷い始めるので、オーディオであることではなく、本のせいだと思っていました。\nオーディオブックのせいではなく、本のせいだと思っていましたが、ちょっと嬉しいですね。",
      "title": "私はオーディオブックが好きではないと思います。私は集中しない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有很多次，我听了一本书的音频，然后我觉得我不喜欢它，然后我读了它，实际上我喜欢它。\n不喜欢它，然后我读了它，其实我喜欢它？我想我是对音频书籍感到厌烦了\n我猜我对音频书籍感到厌烦，我的思绪开始飘忽不定，所以我认为这是书籍的错，而不是音频的事实。\n书的错，而不是因为它是有声书，我有点高兴......",
      "title": "我不认为我喜欢有声读物。我并不专注于"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有很多次，我聽了一本書的音頻，然後我覺得我不喜歡它，然後我讀了它，實際上我喜歡它。\n不喜歡它，然後我讀了它，其實我喜歡它？我想我是對音頻書籍感到厭煩了\n我猜我對音頻書籍感到厭煩，我的思緒開始飄忽不定，所以我認爲這是書籍的錯，而不是音頻的事實。\n書的錯，而不是因爲它是有聲書，我有點高興......",
      "title": "我不認爲我喜歡有聲讀物。我並不專注於"
    }
  ],
  "title": "I don't think I like audiobooks. I don't focus",
  "created_utc": 1622491837,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s been so many times I&#39;ve listened to a book on audio and then I think I disliked it and then I read it physically and I actually love it? I guess i got bored of the books on audio and my mind starts to wander so I assumed it was the books fault not the fact its an audiobook, I am kinda glad now that I&#39;ve figured it out. I have Reread the books and I now love them, that&#39;s the thing while I was listening to the audiobook it&#39;s normally something I would love to read but I was getting bored? It&#39;s weird but it makes sense now that it&#39;s the audiobooks fault</p>\n</div><!-- SC_ON -->",
  "score": 72,
  "permalink": "/r/books/comments/np2zpe/i_dont_think_i_like_audiobooks_i_dont_focus/",
  "subreddit": "books",
  "id": "np2zpe",
  "is_self": true,
  "media": null,
  "is_video": false
}