{
  "author": "rm3282473",
  "original_created_utc": 1640100075,
  "title": "YSK: If you get asked in an interview whether you're planning on having children, you don't have to answer and you can just say no.",
  "created_utc": 1640115603,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: was recently asked this in an interview as one of the final questions and it was super obvious why they were asking me it. As a women in an industry that is made mostly of men, I felt slightly unfairly treated as I&amp;#39;m sure they don&amp;#39;t ask men going for the role that question. I&amp;#39;ve also read that it is illegal to ask that question in some countries. Has anyone else been asked this in interviews? Or is it just me?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 403,
  "permalink": "/r/YouShouldKnow/comments/rlgusb/ysk_if_you_get_asked_in_an_interview_whether/",
  "subreddit": "YouShouldKnow",
  "id": "rlgusb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: was recently asked this in an interview as one of the final questions\nand it was super obvious why they were asking me it. As a women in an industry\nthat is made mostly of men, I felt slightly unfairly treated as I'm sure they\ndon't ask men going for the role that question. I've also read…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：先日、面接で最後の質問の一つとして聞かれました。\nなぜ、そのような質問をされたのかは、明白でした。この業界では女性として\n男性ばかりなので、不公平感もあります。\nその役を目指す男性にそのような質問はしません。また、私は...",
      "title": "YSK: 面接で「子供を作る予定はありますか」と聞かれたら、答えなくてもいいし、「ありません」と言えばいいんです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：最近在一次面试中被问到这个问题，作为最后的问题之一\n而且他们问我这个问题的原因非常明显。作为一个男性居多的行业中的女性\n作为一个主要由男性组成的行业中的女性，我觉得受到了一点不公平的待遇，因为我相信他们不会问男性的这个问题。\n因为我确信他们不会问男性角色的这个问题。我也读过...",
      "title": "YSK：如果你在面试中被问到是否打算生孩子，你不必回答，你可以直接说不。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：最近在一次面試中被問到這個問題，作爲最後的問題之一\n而且他們問我這個問題的原因非常明顯。作爲一個男性居多的行業中的女性\n作爲一個主要由男性組成的行業中的女性，我覺得受到了一點不公平的待遇，因爲我相信他們不會問男性的這個問題。\n因爲我確信他們不會問男性角色的這個問題。我也讀過...",
      "title": "YSK：如果你在面試中被問到是否打算生孩子，你不必回答，你可以直接說不。"
    }
  ]
}