{
  "author": "OlderGrowth",
  "the_new_excerpt": "For clarity, I am a moderate but left leaning, secular male. I would absolutely\ndescribe myself as pro-women’s rights and equality for all, no matter their\ngender, race, religion, etc as long as their views are not hurtful to others. I\nam not here to debate whether Islam is a more violent religion…",
  "original_created_utc": 1613241581,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "说明一下，我是一个温和但左倾的世俗男性。我绝对会\n我自诩为支持妇女权利和人人平等的人，无论她们是什么人\n性别、种族、宗教等，只要他们的观点不伤害他人。I\n我不是来辩论伊斯兰教是否是一个更暴力的宗教... ...",
      "title": "CMV：尽管伊斯兰教是现代世界上公开压制妇女权利的罪魁祸首，但女权主义者对伊斯兰教的支持却多得不成比例。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "說明一下，我是一個溫和但左傾的世俗男性。我絕對會\n我自詡爲支持婦女權利和人人平等的人，無論她們是什麼人\n性別、種族、宗教等，只要他們的觀點不傷害他人。I\n我不是來辯論伊斯蘭教是否是一個更暴力的宗教... ...",
      "title": "CMV：儘管伊斯蘭教是現代世界上公開壓制婦女權利的罪魁禍首，但女權主義者對伊斯蘭教的支持卻多得不成比例。"
    }
  ],
  "title": "CMV: There is a disproportionate amount of support for Islam from feminists, despite it being the most guilty in the modern world of open repression of women’s rights.",
  "created_utc": 1613268020,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For clarity, I am a moderate but left leaning, secular male. I would absolutely describe myself as pro-women’s rights and equality for all, no matter their gender, race, religion, etc as long as their views are not hurtful to others. I am not here to debate whether Islam is a more violent religion than others. Rather, I want to specifically tackle why liberal minded, self labeled feminists refuse to acknowledge that Islam is the primary remaining religious group that publicly engages in repression of women’s rights, female genital mutilation (FGM), and condones rape. To be clear, I know that not all Muslims support these activities (obviously), but I do not understand why the liberal west has not chastised and called them out harder for Sharia law being a staple of their beliefs (<a href=\"https://www.pewforum.org/2013/04/30/the-worlds-muslims-religion-politics-society-beliefs-about-sharia/#sharia-as-the-official-law-of-the-land\">https://www.pewforum.org/2013/04/30/the-worlds-muslims-religion-politics-society-beliefs-about-sharia/#sharia-as-the-official-law-of-the-land</a>)</p>\n\n<p>Background: I was raised in MN, and spent my childhood with an abnormal amount of friends consisting of Somali and Ethiopian refugees, and their families. This was due to a large push from the Evangelical community to bring refugees into the US after desert storm (<a href=\"https://m.startribune.com/how-did-the-twin-cities-become-a-hub-for-somali-immigrants/510139341/\">https://m.startribune.com/how-did-the-twin-cities-become-a-hub-for-somali-immigrants/510139341/</a>)</p>\n\n<p>I have no formal political or religious education to draw on, but rather a lifetime of experience forging personal relationships with these people. Because of this, I feel like I am missing something when I relay my views to people on this subject. </p>\n\n<p>View:\nThere has been a large push in the liberal media sources over the last several years that almost exclusively promotes Islam in a positive light, as the religion of peace. Again, this is not a debate on terrorism, violence, or past history of these things. I’m specifically asking about the treatment of women. </p>\n\n<p>I have yet to encounter a single feminist in my own life (and they constitute the majority of women I know) who will acknowledge or admit that the reality is, in 2021, no other religion or area of the world gets away with the blatant mistreatment, oppression, and repression of women. </p>\n\n<p>They tend to try and switch the narrative to topics such as “many women want to wear burkas” or other similar issues. </p>\n\n<p>I BELIEVE THAT REFUSING TO ACKNOWLEDGE THE MISTREATMENT OF THESE WOMEN SILENCES THEM EVEN FURTHER AND MAKES THEM FEEL AS THOUGH THEY HAVE NO ALLIES IN FREE WESTERN SOCIETY</p>\n\n<p>As stated, I have had friendships or relationships with probably close to 100 of these refugee families. I have only heard one narrative coming from the women I have become close to in these circles:\n“Why are women here who enjoy freedom that most of my friends and family back home will never see, siding with tolerance of a religion that does these things to us. Please, save us from these parts of our culture”</p>\n\n<p>A quick search on Google for “Islam Oppresses Women” turns up a multitude of articles, almost exclusively stating that, “women in Islam don’t have it that bad, and it’s their choice that they want to stay”. This is sad, and false in my experience with dealing with these females. </p>\n\n<p>If Christians and the US suddenly declared that women no longer have the right to or be subjected to:\n- vote\n- choose their clothing or expose any skin\n- be stoned to death when your husband cheats on you\n- married at age 9\n- have your genitalia mutilated\n- not allowed to work or drive cars</p>\n\n<p>The entire world would turn against us and we would be exiled and excluded from modern economies and our allies would abandon us. </p>\n\n<p>So why are so many feminists quick to defend them?\nThank you. This has weighed heavily on me for years and I need to hear other, well thought out views to better my own understanding of this issue.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lj6b63/cmv_there_is_a_disproportionate_amount_of_support/",
  "subreddit": "changemyview",
  "id": "lj6b63",
  "is_self": true,
  "media": null,
  "is_video": false
}