{
  "author": "bighom6ie",
  "original_created_utc": 1636054460,
  "title": "any books with beautiful writing, slightly boring, bonus if it’s historical?",
  "created_utc": 1636101965,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>title is vague and weird, but i’m looking for some books for my 60 year old dad for his birthday. he likes things that are more slow paced and isn’t into dark topics (generally). </p>\n\n<p>he LOVES history, so any historical fiction is a plus. if anyone has nonfiction recs, those are welcome too! generally into american and british history.</p>\n\n<p>he really likes kazuo ishiguro, specifically remains of the day is his favorite book. he also likes short story collections and international authors.</p>\n\n<p>he’s pretty open-minded though, and i want him to branch out a little, so get creative. thanks guys!</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/booksuggestions/comments/qmsl6r/any_books_with_beautiful_writing_slightly_boring/",
  "subreddit": "booksuggestions",
  "id": "qmsl6r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "title is vague and weird, but i’m looking for some books for my 60 year old dad\nfor his birthday. he likes things that are more slow paced and isn’t into dark\ntopics (generally).\n\nhe LOVES history, so any historical fiction is a plus. if anyone has nonfiction\nrecs, those are welcome too! generally…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "タイトルは漠然としていて変ですが、60歳の父の誕生日に何か本を探しています。\n彼はもっとゆっくりとしたペースのものが好きで、暗い話題には興味がありません。\n暗い話題は好きではありません（一般的に）。\n\n彼は歴史が好きなので、歴史的なフィクションがあればなおよし。\nお勧めのノンフィクションがあれば、それも歓迎します！一般的に...",
      "title": "綺麗な文章で、ちょっと退屈で、歴史物であればおまけしてくれる本はありませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "标题很模糊，也很奇怪，但我正在为我60岁的父亲寻找一些书，作为他的生日礼物。\n他喜欢节奏较慢的东西，而且不喜欢黑暗的话题（一般）。\n主题（一般）。\n\n他喜欢历史，所以任何历史小说都是加分项。\n如果有人有非小说类作品，我们也欢迎！一般来说......",
      "title": "有没有文笔优美、略显枯燥的书，如果是历史题材的书就更棒了？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "標題很模糊，也很奇怪，但我正在爲我60歲的父親尋找一些書，作爲他的生日禮物。\n他喜歡節奏較慢的東西，而且不喜歡黑暗的話題（一般）。\n主題（一般）。\n\n他喜歡歷史，所以任何歷史小說都是加分項。\n如果有人有非小說類作品，我們也歡迎！一般來說......",
      "title": "有沒有文筆優美、略顯枯燥的書，如果是歷史題材的書就更棒了？"
    }
  ]
}