{
  "author": "lonerinchaos",
  "the_new_excerpt": "I have asked that on r/AskReddit [/r/AskReddit] and just got some angry replies,\ninstead of a proper conversation. So trying here again, hopefully works:\n\nHow does religion justify spending money on building beautiful churches /\nmosques / synagogues instead of spending that money helping poor and…",
  "original_created_utc": 1617566622,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我曾在r/AskReddit[/r/AskReddit]上问过这个问题，只是得到了一些愤怒的回复。\n而不是正常的对话。所以在这里再试一次，希望有用。\n\n宗教如何证明花钱建造美丽的教堂是合理的？\n清真寺/犹太教堂，而不是把钱花在帮助穷人和...。",
      "title": "CMV：宗教把钱花在建造漂亮的教堂/清真寺/犹太教堂上，而不是把钱花在帮助穷人上，是没有意义的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾在r/AskReddit[/r/AskReddit]上問過這個問題，只是得到了一些憤怒的回覆。\n而不是正常的對話。所以在這裏再試一次，希望有用。\n\n宗教如何證明花錢建造美麗的教堂是合理的？\n清真寺/猶太教堂，而不是把錢花在幫助窮人和...。",
      "title": "CMV：宗教把錢花在建造漂亮的教堂/清真寺/猶太教堂上，而不是把錢花在幫助窮人上，是沒有意義的。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "私はそれをr/AskReddit [/r/AskReddit]で尋ねたことがありますが、ただ怒った返事が返ってきました。\nちゃんとした会話ではなく、怒った返事が返ってきました。だから、ここでもう一度やってみると、うまくいくと思います。\n\n宗教はどのようにして美しい教会/モスクの建設にお金を使うことを正当化するのでしょうか？\n綺麗な教会やモスク、シナゴーグを建てるためにお金を使うことを、宗教はどのように正当化するのでしょうか？",
      "title": "CMV: 宗教が、美しい教会やモスク、シナゴーグを建てることにお金を使い、そのお金を貧しい人々を助けることに使わないのは、意味がありません。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "私はそれをr/AskReddit [/r/AskReddit]で尋ねたことがありますが、ただ怒った返事が返ってきました。\nちゃんとした会話ではなく、怒った返事が返ってきました。だから、ここでもう一度やってみると、うまくいくと思います。\n\n宗教はどのようにして美しい教会/モスクの建設にお金を使うことを正当化するのでしょうか？\n綺麗な教会やモスク、シナゴーグを建てるためにお金を使うことを、宗教はどのように正当化するのでしょうか？",
      "title": "CMV: 宗教が、美しい教会やモスク、シナゴーグを建てることにお金を使い、そのお金を貧しい人々を助けることに使わないのは、意味がありません。"
    }
  ],
  "title": "CMV: It does not make sense for religions to spend money on building beautiful churches / mosques / synagogues instead of spending that money on helping the poor.",
  "created_utc": 1617583203,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have asked that on <a href=\"/r/AskReddit\">r/AskReddit</a> and just got some angry replies, instead of a proper conversation. So trying here again, hopefully works:</p>\n\n<p>How does religion justify spending money on building beautiful churches / mosques / synagogues instead of spending that money helping poor and hungry people?</p>\n\n<p>If they have $1 to spare, why does it go to decorate a building instead of feeding 1 person. The are always hungry people, and i cannot see how at some point they decide: &quot;Well, we helped enough, even though there are millions of hungry out there, we will just spend that money to buy some gold decorations&quot;.</p>\n\n<p>I am also very interested in the thoughts of truly religious people that dedicate their life serving God and helping the poor. How are they fine to serve in places like that? Should not they be appalled with this kind of behaviour? Does not that cause an inner fight?</p>\n\n<p>I would appreciate a civil discussion instead of insults.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mk3ot0/cmv_it_does_not_make_sense_for_religions_to_spend/",
  "subreddit": "changemyview",
  "id": "mk3ot0",
  "is_self": true,
  "media": null,
  "is_video": false
}