{
  "author": "TheEclecticDino",
  "original_created_utc": 1639420457,
  "title": "YSK: never say “at least” when someone is telling you their problems",
  "created_utc": 1639431790,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Saying “at least” implies to the other person that their problem isn’t that bad. In actuality, their problem is bad to them and that’s what matters. &lt;/p&gt;\n\n&lt;p&gt;It also dismisses them and does not let them finish speaking about it. “At least” shuts them down. They should not have to defend why their problem is a problem to you.&lt;/p&gt;\n\n&lt;p&gt;Finally, just because they do not have it the worst or it could be worse, does not mean that they are not experiencing the pain from their own problem. &lt;/p&gt;\n\n&lt;p&gt;The example I’ve seen countless times is simple. If someone is telling you about a miscarriage and the emotional/physical pain they are experiencing and you reply, “at least you can have (or already have) children,” you are completely shutting them out.&lt;/p&gt;\n\n&lt;p&gt;Edit: here’s a source &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://m.youtube.com/watch?v=1Evwgu369Jw\"&gt;https://m.youtube.com/watch?v=1Evwgu369Jw&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 1120,
  "permalink": "/r/YouShouldKnow/comments/rfmlcu/ysk_never_say_at_least_when_someone_is_telling/",
  "subreddit": "YouShouldKnow",
  "id": "rfmlcu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Saying “at least” implies to the other person that their problem isn’t\nthat bad. In actuality, their problem is bad to them and that’s what matters.\n\nIt also dismisses them and does not let them finish speaking about it. “At\nleast” shuts them down. They should not have to defend why their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSK：「少なくとも」と言うことは、相手に対して「自分の問題は大したことない」と暗に示していることになります。\nということです。実際には、その人にとっての問題は悪いことであり、それが重要なのです。\n\nまた、相手を見下し、最後まで話をさせません。\"とりあえず\n少なくとも \"シャットダウンする。彼らは、なぜ自分たちが...と弁明する必要はないはずです。",
      "title": "YSK: 誰かが悩みを打ち明けてくれたときに、「少なくとも」とは言わない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：说 \"至少 \"暗示对方，他们的问题并没有\n那么糟糕。实际上，他们的问题对他们来说很糟糕，这才是最重要的。\n\n这也是对他们的否定，不让他们讲完这个问题。\"至少\n至少 \"让他们闭嘴。他们不应该为自己的问题辩护，为什么他们的...",
      "title": "YSK：当有人告诉你他们的问题时，永远不要说 \"至少\"。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：說 \"至少 \"暗示對方，他們的問題並沒有\n那麼糟糕。實際上，他們的問題對他們來說很糟糕，這纔是最重要的。\n\n這也是對他們的否定，不讓他們講完這個問題。\"至少\n至少 \"讓他們閉嘴。他們不應該爲自己的問題辯護，爲什麼他們的...",
      "title": "YSK：當有人告訴你他們的問題時，永遠不要說 \"至少\"。"
    }
  ]
}