{
  "author": "throwawaybabey11",
  "original_created_utc": 1628843787,
  "title": "Just finished Stardust by Neil Gaiman! (Spoilers)",
  "created_utc": 1628916872,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I ended up picking up Stardust by Neil Gaiman yesterday since I love the movie so much and wow.... I don&#39;t think I&#39;ve finished a book that fast in forever lol! To be fair it wasn&#39;t a very long book, but I seriously couldn&#39;t put it down all day today. </p>\n\n<p>It just had such a fantasic whimsical vibe, I&#39;m pretty sure I was smiling through the whole thing. I love fantasy so much and the way this book was written just made me feel like a little kid again in a weird way. I also really love how the book showcased just how polite and kind Tristan is since that&#39;s one of the reasons the movie drew me in so much. He&#39;s such a great character aghh I love him..</p>\n\n<p>I think my favorite part was a bit near the end that was like (and I&#39;m reallyyyy paraphrasing here) &quot;Tristan couldn&#39;t believe how long it took him to realize how much he cared for Yvaine, and he told her, and she called him an idiot, and he declared it was the best thing he&#39;d ever been called.&quot; SO CUTE WHAT THE HELLLLL.. Also really loved how the main witch couldn&#39;t steal Yvaine&#39;s heart anymore since technically it belonged to Tristan now :&#39;) Seriously made me tear up.. </p>\n\n<p>I think my only complaint would be Septimus wasn&#39;t in the book as much as I thought he&#39;d be. Though, when he was in the book he was still just as cool and intimidating as he was in the movie haha. Honestly most of my complaints w the book are just &quot;Well I like how the movie did this part better&quot; so I think it doesn&#39;t really count when reviewing the book objectively. Overall, it was such an amazing read and I&#39;m so glad watching the movie persuaded me to pick it up. Definitely one of the rare cases where I prefer the movie over the book, but it was still was so much fun to read.</p>\n\n<p>This was also the first book I&#39;ve read by Gaiman and I absolutely love how he writes!! The guy ringing me up at the book store told me he loved Gaiman and that The Ocean at the End of the Lane was his favorite, so I think I might check that one out next. Also I think reading books physically instead of on my phone helped sooo much with focusing. Whenever I read a book on my phone it takes me forever to get through it even if I like it because I&#39;m just so distracted. Definitely need to start buying books physically again haha.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p3jfjl/just_finished_stardust_by_neil_gaiman_spoilers/",
  "subreddit": "books",
  "id": "p3jfjl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I ended up picking up Stardust by Neil Gaiman yesterday since I love the\nmovie so much and wow.... I don't think I've finished a book that fast in\nforever lol! To be fair it wasn't a very long book, but I seriously couldn't put\nit down all day today.\n\nIt just had such a fantasic whimsical vibe,…"
}