{
  "author": "Ninja_In_Shaddows",
  "original_created_utc": 1633793812,
  "title": "YSK how to perform the international signal for distress, so you can get the attention of emergency service vehicles, if you need them.",
  "created_utc": 1633865587,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: people wave at cars all the time. Police, and ambulance services often get &quot;waved at&quot;. But the &quot;distress signal&quot; is rarely, if ever seen in the wild. It&#39;s INSTANTLY attention grabbing. </p>\n\n<p>I&#39;ve seen this mistake happen, twice! Don&#39;t risk it. </p>\n\n<p>To do the manoeuvre, keep your arms straight down at your side, then slowly raise them out to your sides, then over your head, and back down in one continuous move. </p>\n\n<p>Imagine you&#39;re a bird trying to take off in slow motion.</p>\n\n<p>For best results, don&#39;t look away. Try to keep keep eye contact with where the driver/pilot would sit so they know you&#39;re after their attention. </p>\n\n<p>Repeat this SLOW flapping until they stop. If you stop early, they might think all is well and drive off. </p>\n\n<p>This works because it&#39;s almost never seen anywhere in the wild where there ISN&#39;T an emergency. And, as such, you&#39;re INSTANTLY noticeable.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/q4np15/ysk_how_to_perform_the_international_signal_for/",
  "subreddit": "YouShouldKnow",
  "id": "q4np15",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: people wave at cars all the time. Police, and ambulance services often\nget \"waved at\". But the \"distress signal\" is rarely, if ever seen in the wild.\nIt's INSTANTLY attention grabbing.\n\nI've seen this mistake happen, twice! Don't risk it.\n\nTo do the manoeuvre, keep your arms straight down…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、人はいつも車に手を振っています。警察や救急車もよく\n手を振られる」のです。しかし、「遭難信号」は、野生ではほとんど見られません。\nすぐに注目を浴びることができます。\n\n私はこの失敗を2度も経験しました。危険を冒さないでください。\n\nこの操作をするには、腕をまっすぐ下に向けて...。",
      "title": "YSKは、国際的な遭難信号の出し方を知っているので、必要に応じて緊急車両の注意を引くことができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：人们一直在向汽车挥手。警察和救护车服务经常\n被 \"挥手\"。但 \"求救信号 \"在野外很少，甚至从未见过。\n它立刻就会引起人们的注意。\n\n我见过这种错误的发生，两次! 不要冒这个险。\n\n做这个动作时，要把你的手臂伸直......",
      "title": "YSK如何执行国际遇险信号，这样你就可以在需要时引起紧急服务车辆的注意。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：人們一直在向汽車揮手。警察和救護車服務經常\n被 \"揮手\"。但 \"求救信號 \"在野外很少，甚至從未見過。\n它立刻就會引起人們的注意。\n\n我見過這種錯誤的發生，兩次! 不要冒這個險。\n\n做這個動作時，要把你的手臂伸直......",
      "title": "YSK如何執行國際遇險信號，這樣你就可以在需要時引起緊急服務車輛的注意。"
    }
  ]
}