{
  "author": "dsteffee",
  "original_created_utc": 1625354796,
  "title": "CMV: The Daily Show and similar shows do more harm than good",
  "created_utc": 1625420206,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I always enjoyed watching Jon Stewart, then Trevor Noah, for their humor. On occasion, they would reveal some valuable insight, engaging interviews, or impressive journalism. Normally, though, most of the enjoyment came from watching them lambast conservative hypocrisies.</p>\n\n<p>However... Are they actually doing more harm than good to society?</p>\n\n<p>My thinking:</p>\n\n<ol>\n<li>Humans often hold beliefs that they don&#39;t really identify with and don&#39;t hold strongly. However, once they&#39;re mocked for those beliefs, they&#39;ll dig their heels in and believe it 10x as strongly.</li>\n<li>It&#39;s my understanding that many conservatives feel they are constantly being mocked by elitist, privileged, Leftists very often for superficial reasons or insulting stereotypes (e.g., &quot;You&#39;re dumb because you have a country accent.&quot;).</li>\n<li>The Daily Show is a constant source of mockery, which could trigger (2) above, and by extension (1).</li>\n<li>Furthermore, it&#39;s rare to see The Daily Show use in-depth arguments to defend liberal stances. Usually, it just goes for the simple arguments (which sometimes don&#39;t stand up to scrutiny, even when I agree with the conclusion!) and easy jokes. So there&#39;s not much good being done here to balance out the potential harm of (3).</li>\n</ol>\n\n<p>(Some more background: I went from seldom watching Trevor Noah to never watching him again after Trump was elected president; the jokes just didn&#39;t seem funny anymore. The stakes were too high, the situation too severe with someone like Trump in office. What&#39;s the point of laughing at Trump&#39;s tiny hands when his actions have such terribly large effect?)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/od8qx8/cmv_the_daily_show_and_similar_shows_do_more_harm/",
  "subreddit": "changemyview",
  "id": "od8qx8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I always enjoyed watching Jon Stewart, then Trevor Noah, for their humor. On\noccasion, they would reveal some valuable insight, engaging interviews, or\nimpressive journalism. Normally, though, most of the enjoyment came from\nwatching them lambast conservative hypocrisies.\n\nHowever... Are they…"
}