{
  "author": "dsteffee",
  "original_created_utc": 1625354796,
  "title": "CMV: The Daily Show and similar shows do more harm than good",
  "created_utc": 1625420206,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I always enjoyed watching Jon Stewart, then Trevor Noah, for their humor. On occasion, they would reveal some valuable insight, engaging interviews, or impressive journalism. Normally, though, most of the enjoyment came from watching them lambast conservative hypocrisies.</p>\n\n<p>However... Are they actually doing more harm than good to society?</p>\n\n<p>My thinking:</p>\n\n<ol>\n<li>Humans often hold beliefs that they don&#39;t really identify with and don&#39;t hold strongly. However, once they&#39;re mocked for those beliefs, they&#39;ll dig their heels in and believe it 10x as strongly.</li>\n<li>It&#39;s my understanding that many conservatives feel they are constantly being mocked by elitist, privileged, Leftists very often for superficial reasons or insulting stereotypes (e.g., &quot;You&#39;re dumb because you have a country accent.&quot;).</li>\n<li>The Daily Show is a constant source of mockery, which could trigger (2) above, and by extension (1).</li>\n<li>Furthermore, it&#39;s rare to see The Daily Show use in-depth arguments to defend liberal stances. Usually, it just goes for the simple arguments (which sometimes don&#39;t stand up to scrutiny, even when I agree with the conclusion!) and easy jokes. So there&#39;s not much good being done here to balance out the potential harm of (3).</li>\n</ol>\n\n<p>(Some more background: I went from seldom watching Trevor Noah to never watching him again after Trump was elected president; the jokes just didn&#39;t seem funny anymore. The stakes were too high, the situation too severe with someone like Trump in office. What&#39;s the point of laughing at Trump&#39;s tiny hands when his actions have such terribly large effect?)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/od8qx8/cmv_the_daily_show_and_similar_shows_do_more_harm/",
  "subreddit": "changemyview",
  "id": "od8qx8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I always enjoyed watching Jon Stewart, then Trevor Noah, for their humor. On\noccasion, they would reveal some valuable insight, engaging interviews, or\nimpressive journalism. Normally, though, most of the enjoyment came from\nwatching them lambast conservative hypocrisies.\n\nHowever... Are they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジョン・スチュワート、そしてトレバー・ノアの2人は、ユーモアがあっていつも楽しく見ていました。時には\n時には、貴重な洞察や魅力的なインタビュー、印象的なジャーナリズムを披露してくれることもありました。\n印象的なジャーナリズムを披露することもありました。しかし、通常は、彼らが保守派の偽善者を非難するのを見るのが一番の楽しみでした。\n彼らが保守派の偽善を非難するのを見るのが一番の楽しみでした。\n\nしかし...。彼らは...",
      "title": "CMV: The Daily Showと同様の番組は、良いことよりも悪いことの方が多い。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我一直喜欢看乔恩-斯图尔特，然后是特雷弗-诺亚，因为他们的幽默感。在\n偶尔，他们会透露一些有价值的见解，吸引人的采访，或令人印象深刻的新闻。\n令人印象深刻的新闻工作。不过，通常情况下，大部分的乐趣来自于\n看他们抨击保守派的虚伪行为。\n\n然而... 他们是否...",
      "title": "CMV：《每日秀》和类似节目弊大于利"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我一直喜歡看喬恩-斯圖爾特，然後是特雷弗-諾亞，因爲他們的幽默感。在\n偶爾，他們會透露一些有價值的見解，吸引人的採訪，或令人印象深刻的新聞。\n令人印象深刻的新聞工作。不過，通常情況下，大部分的樂趣來自於\n看他們抨擊保守派的虛僞行爲。\n\n然而... 他們是否...",
      "title": "CMV：《每日秀》和類似節目弊大於利"
    }
  ]
}