{
  "author": "Tick-Swat",
  "the_new_excerpt": "With the tragic murder of Sarah Everard, the “defund the police” crowd have come\nto the forefront of grassroots politics again (first rearing their heads in the\n2020 BLM marches, several of which I attended).\n\nI’m fairly left wing, even sympathising with communism at times. But I feel this\nis the…",
  "original_created_utc": 1615838796,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "随着莎拉-埃弗拉德惨遭谋杀，\"资助警察 \"的人群已经来了。\n再次走到草根政治的最前沿（最早是在《中国共产党宣言》中崭露头角）。\n2020年BLM游行，我参加了其中的几次）。)\n\n我相当左翼，甚至有时同情共产主义。但我觉得这\n是...",
      "title": "CMV：在英国，\"资助警察 \"毫无意义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "隨着莎拉-埃弗拉德慘遭謀殺，\"資助警察 \"的人羣已經來了。\n再次走到草根政治的最前沿（最早是在《中國共產黨宣言》中嶄露頭角）。\n2020年BLM遊行，我參加了其中的幾次）。)\n\n我相當左翼，甚至有時同情共產主義。但我覺得這\n是...",
      "title": "CMV：在英國，\"資助警察 \"毫無意義。"
    }
  ],
  "title": "CMV: “Defunding the police” makes zero sense in the U.K.",
  "created_utc": 1615865539,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With the tragic murder of Sarah Everard, the “defund the police” crowd have come to the forefront of grassroots politics again (first rearing their heads in the 2020 BLM marches, several of which I attended). </p>\n\n<p>I’m fairly left wing, even sympathising with communism at times. But I feel this is the one big area where I just don’t agree with others who share my politics in this country. It makes sense in the US. Police budgets are ridiculously bloated in many states, they have all kinds of military grade stuff which just isn’t needed. You could defund them, diverting those funds elsewhere, and likely see no real decrease in the ‘quality’ of policing. There needs to be institutional changes to decrease brutality, racial profiling etc, but I feel that&#39;s less a question of not enough funding, and more to do with ideology.  </p>\n\n<p>In the U.K., the Tories (sorta like our version of the Republicans) have been actively defunding the police for a decade now. One of the big supporters for funding them more was the left wing former Labour leader Jeremy Corbyn. It’s just not like the US here, our police are completely underfunded. They need more funding if you want to see an actual increase in quality, and there’s better sectors to get funds from for social services and whatever (supposedly the end goal of defunding the police). </p>\n\n<p>I just feel like it’s a slogan the U.K. left has copied from the American left with no critical thought about the differences between our countries, and police forces. Any fellow Brits who support defunding the police, or people of other nationalities who think they have something to add (maybe you disagree with my stance on the US), could you tell me what I’m missing?</p>\n\n<p>Edit - Very curious about what I&#39;m being downvoted for more, supporting defunding the police in the US, or being sceptical about it in the UK. Would be an insight into the politics of this sub, which I&#39;m completely new to.</p>\n\n<p>Thanks for all the thoughtful and polite answers I&#39;ve received so far! One in Was considering asking this on twitter, and have a feeling the response may have been a tad more aggressive.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/m5tkku/cmv_defunding_the_police_makes_zero_sense_in_the/",
  "subreddit": "changemyview",
  "id": "m5tkku",
  "is_self": true,
  "media": null,
  "is_video": false
}