{
  "author": "jajducurat",
  "original_created_utc": 1624890741,
  "title": "Is There a Way to Avoid Books About Suicide?",
  "created_utc": 1624908043,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m wondering if anyone knows a resource that identifies books that feature suicide. Last night I was reading a book and a character unexpectedly killed themself, and the personal repercussions of reading that kept me up for most of the night.</p>\n\n<p>Please note, this is NOT saying that books which feature suicides should not be written, or that they should come with warnings, or that suicide in books should be written in a specific style. I&#39;m just saying that, right now, I would prefer not to read books that feature suicide, and I&#39;m wondering if someone has created a resource for me and readers like me.</p>\n\n<p>Finally, since it may come up, I am not suicidal, nor am I considering self-harm.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/o9lfwq/is_there_a_way_to_avoid_books_about_suicide/",
  "subreddit": "books",
  "id": "o9lfwq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm wondering if anyone knows a resource that identifies books that feature\nsuicide. Last night I was reading a book and a character unexpectedly killed\nthemself, and the personal repercussions of reading that kept me up for most of\nthe night.\n\nPlease note, this is NOT saying that books which…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自殺をテーマにした本を紹介している資料を誰か知りませんか？\n自殺について 昨夜、ある本を読んでいたら、登場人物が思いがけず自殺してしまいました。\n読んだことによる個人的な影響で一晩中起きていました。\n読んだことによる個人的な影響で、その夜はほとんど眠れませんでした。\n\n注意していただきたいのですが、これは自殺をテーマにした本を評価しているわけではありません。",
      "title": "自殺をテーマにした本を避ける方法はありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我想知道是否有人知道有什么资源可以识别那些以自杀为主题的书籍。\n自杀。昨晚我正在读一本书，其中一个人物意外地自杀了。\n而阅读这本书的个人反响让我大半夜都睡不着。\n夜。\n\n请注意，这并不是说书中有自杀的情节。",
      "title": "是否有办法避免有关自杀的书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我想知道是否有人知道有什麼資源可以識別那些以自殺爲主題的書籍。\n自殺。昨晚我正在讀一本書，其中一個人物意外地自殺了。\n而閱讀這本書的個人反響讓我大半夜都睡不着。\n夜。\n\n請注意，這並不是說書中有自殺的情節。",
      "title": "是否有辦法避免有關自殺的書籍？"
    }
  ]
}