{
  "author": "gimmecatspls",
  "original_created_utc": 1627752563,
  "title": "CMV: Being made to pay taxes to the government for and longer waiting times for non-essential medical treatment provided by universal healthcare is worth it when compared to the mess that is privatised healthcare.",
  "created_utc": 1627760031,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Universal/Socialised healthcare has greater pros than the cons, especially when compared to solely privatised healthcare systems, and I really don&#39;t understand why it is not commonplace to offer universal healthcare first and foremost and then have the option be able subsidise it with private healthcare in all the developed countries that can afford it. I myself would find not being able to choose who I see, having to pay for everyone to have access to healthcare and slightly longer waiting times a small sacrifice, when faced with an alternative that would mean I risk being bankrupted for just wanting to be healthy.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/ovb9rp/cmv_being_made_to_pay_taxes_to_the_government_for/",
  "subreddit": "changemyview",
  "id": "ovb9rp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Universal/Socialised healthcare has greater pros than the cons, especially when\ncompared to solely privatised healthcare systems, and I really don't understand\nwhy it is not commonplace to offer universal healthcare first and foremost and\nthen have the option be able subsidise it with private…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "国民皆保険制度は、民営化された医療制度と比較すると、特に短所よりも長所の方が大きいと思います。\n特に民営化された医療システムと比較した場合、メリットの方が大きいと思います。\nなぜ国民皆保険制度が一般的でないのか、私には理解できません。\nなぜ、国民皆保険制度が一般的でないのか理解できません。",
      "title": "CMV: 国民皆保険制度では、必要のない医療を受けるために税金を払わされたり、待ち時間が長くなったりしますが、民営化された医療の混乱に比べれば価値があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "普及/社会化医疗利大于弊，特别是当\n与完全私有化的医疗系统相比，我真的不明白\n为什么不首先提供全民医疗，然后再选择以价格补贴的方式提供医疗服务？\n我真的不明白为什么不首先提供全民医疗，然后再选择用私人医疗进行补贴？",
      "title": "CMV: 与私有化医疗的混乱局面相比，为全民医疗提供的非必要医疗而被要求向政府缴税以及更长的等待时间是值得的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "普及/社會化醫療利大於弊，特別是當\n與完全私有化的醫療系統相比，我真的不明白\n爲什麼不首先提供全民醫療，然後再選擇以價格補貼的方式提供醫療服務？\n我真的不明白爲什麼不首先提供全民醫療，然後再選擇用私人醫療進行補貼？",
      "title": "CMV: 與私有化醫療的混亂局面相比，爲全民醫療提供的非必要醫療而被要求向政府繳稅以及更長的等待時間是值得的。"
    }
  ]
}