{
  "author": "basicallyaperson",
  "original_created_utc": 1639391397,
  "title": "YSK that being hypersexual is common for rape victims",
  "created_utc": 1639406519,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Often times the media surrounds the narrative of a rape victim as someone who outright repels sex/sexuality as a result of their traumatic experience, and while that happens, the opposite end of the spectrum is sometimes looked down upon and outright ignored even though it’s highly common amongst rape victims.  &lt;/p&gt;\n\n&lt;p&gt;Like any traumatic experience, rape has long and lasting impacts to the victim. And due to the unfortunate controversial nature of rape/ rape-culture in itself, stuff like the psychological repercussions of it are often not spoken about enough and swept under the rug.&lt;/p&gt;\n\n&lt;p&gt;“Rape trauma syndrome” (RTS) is the name attributed to the disruptions to normal, physical, emotional, and interpersonal behavior as a result of an assault. There are different stages assigned to the time after the assault. Symptoms can range from a complete minimization of the abuse (blaming oneself, watering it down), to dramatization (cannot stop speaking about it). Needless to say the emotional/physical effects of a rape range greatly. &lt;/p&gt;\n\n&lt;p&gt;Sexual relationships of a rape survivor often become disturbed and they too, range greatly. Some victims shield from contact and develop a fear of intimacy, while others become hyper sexual or “promiscuous” as a subconscious means to reassert a measure of control over their sexual relationships. While this is a documented and common experience, it’s often overshadowed by the depiction of a sex-repulsed survivor. Sometimes due to the shame of it and purity culture in general.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 306,
  "permalink": "/r/YouShouldKnow/comments/rfcs7a/ysk_that_being_hypersexual_is_common_for_rape/",
  "subreddit": "YouShouldKnow",
  "id": "rfcs7a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Often times the media surrounds the narrative of a rape victim as\nsomeone who outright repels sex/sexuality as a result of their traumatic\nexperience, and while that happens, the opposite end of the spectrum is\nsometimes looked down upon and outright ignored even though it’s highly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くの場合、メディアはレイプの被害者を次のような物語として取り上げます。\nトラウマの結果、セックスやセクシュアリティを完全に拒絶してしまう人。\nその一方で、その逆もまた然りである。\nしかし、そのようなことは、非常に重要であるにもかかわらず、見下され、無視されることがあります。",
      "title": "レイプ被害者には性欲が強いことが多いというYSKさん"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：通常情况下，媒体围绕强奸受害者的叙述是\n围绕着强奸受害者的说法是，由于他们的创伤性经历，他们完全排斥性/性行为的人。\n虽然这种情况发生了，但光谱的另一端有时被看不起。\n有时会被人看不起，甚至被彻底忽视，尽管这是很重要的。",
      "title": "YSK认为，对强奸受害者来说，性欲过强是很常见的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：通常情況下，媒體圍繞強姦受害者的敘述是\n圍繞着強姦受害者的說法是，由於他們的創傷性經歷，他們完全排斥性/性行爲的人。\n雖然這種情況發生了，但光譜的另一端有時被看不起。\n有時會被人看不起，甚至被徹底忽視，儘管這是很重要的。",
      "title": "YSK認爲，對強姦受害者來說，性慾過強是很常見的。"
    }
  ]
}