{
  "author": "basicallyaperson",
  "original_created_utc": 1639391397,
  "title": "YSK that being hypersexual is common for rape victims",
  "created_utc": 1639406519,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Often times the media surrounds the narrative of a rape victim as someone who outright repels sex/sexuality as a result of their traumatic experience, and while that happens, the opposite end of the spectrum is sometimes looked down upon and outright ignored even though it’s highly common amongst rape victims.  &lt;/p&gt;\n\n&lt;p&gt;Like any traumatic experience, rape has long and lasting impacts to the victim. And due to the unfortunate controversial nature of rape/ rape-culture in itself, stuff like the psychological repercussions of it are often not spoken about enough and swept under the rug.&lt;/p&gt;\n\n&lt;p&gt;“Rape trauma syndrome” (RTS) is the name attributed to the disruptions to normal, physical, emotional, and interpersonal behavior as a result of an assault. There are different stages assigned to the time after the assault. Symptoms can range from a complete minimization of the abuse (blaming oneself, watering it down), to dramatization (cannot stop speaking about it). Needless to say the emotional/physical effects of a rape range greatly. &lt;/p&gt;\n\n&lt;p&gt;Sexual relationships of a rape survivor often become disturbed and they too, range greatly. Some victims shield from contact and develop a fear of intimacy, while others become hyper sexual or “promiscuous” as a subconscious means to reassert a measure of control over their sexual relationships. While this is a documented and common experience, it’s often overshadowed by the depiction of a sex-repulsed survivor. Sometimes due to the shame of it and purity culture in general.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 306,
  "permalink": "/r/YouShouldKnow/comments/rfcs7a/ysk_that_being_hypersexual_is_common_for_rape/",
  "subreddit": "YouShouldKnow",
  "id": "rfcs7a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Often times the media surrounds the narrative of a rape victim as\nsomeone who outright repels sex/sexuality as a result of their traumatic\nexperience, and while that happens, the opposite end of the spectrum is\nsometimes looked down upon and outright ignored even though it’s highly…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか： しばしばメディアは、レイプ被害者が自分を追い出したかのような物語を取り上げることがあります。\nレイプ被害者の物語は、トラウマ的な経験の結果、セックスや性的なものを完全に拒否する人としてメディアに取り上げられることがよくあります。\nその一方で、その反対の立場の人たちが見下されることもあります。\nその一方で、その反対の立場の人たちは、時に見下されたり、明らかに...",
      "title": "レイプ被害者には性欲が強いことが多いというYSKさん"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：通常情况下，媒体围绕着一个强奸犯的叙述。\n围绕着强奸受害者的叙述，认为他们由于创伤性经历而完全排斥性/性行为。\n在这种情况下，与之相反的另一种情况有时会被人看不起，因为他们的创伤经历。\n虽然有这种情况发生，但光谱的另一端有时会被看不起，并被彻底地...",
      "title": "YSK认为，对强奸受害者来说，性欲过强是很常见的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：通常情況下，媒體圍繞着一個強姦犯的敘述。\n圍繞着強姦受害者的敘述，認爲他們由於創傷性經歷而完全排斥性/性行爲。\n在這種情況下，與之相反的另一種情況有時會被人看不起，因爲他們的創傷經歷。\n雖然有這種情況發生，但光譜的另一端有時會被看不起，並被徹底地...",
      "title": "YSK認爲，對強姦受害者來說，性慾過強是很常見的。"
    }
  ]
}