{
  "author": "silverwolfie22",
  "the_new_excerpt": "WHY YSK Grapes, raisins and other grape products can cause acute kidney injury\nwith anuria. As little as 1 to 2 grapes can kill a dog. Science still has yet to\nfind out what it is about a grape that is so toxic, but they do know that the\ntoxin is in the grape itself. So seedless grapes are still not…",
  "original_created_utc": 1620430224,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK ブドウ、レーズン、その他のブドウ製品は、急性腎障害を引き起こす可能性があります。\n無尿を伴う急性腎不全を引き起こす可能性があります。 わずか1～2粒のブドウが犬の命を奪うこともあります。科学的には、いまだに\nブドウの何がそんなに有毒なのかはまだ解明されていませんが、その毒素がブドウ自体にあることはわかっています。\n毒素はブドウ自体にあるということがわかっています。ですから、種なしブドウはまだ...",
      "title": "YSK ブドウは犬にとって非常に有害である。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK葡萄、葡萄干和其他葡萄制品可引起急性肾脏损伤\n与无尿症。 只要1到2颗葡萄就能杀死一只狗。科学界仍未\n科学界仍未找到葡萄的毒性所在，但他们知道，这种毒素就在葡萄本身。\n毒素是在葡萄本身。所以无籽葡萄仍然不...",
      "title": "YSK葡萄对狗有极大的毒性"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK葡萄、葡萄乾和其他葡萄製品可引起急性腎臟損傷\n與無尿症。 只要1到2顆葡萄就能殺死一隻狗。科學界仍未\n科學界仍未找到葡萄的毒性所在，但他們知道，這種毒素就在葡萄本身。\n毒素是在葡萄本身。所以無籽葡萄仍然不...",
      "title": "YSK葡萄對狗有極大的毒性"
    }
  ],
  "title": "YSK Grapes Are Extremely Toxic To Dogs",
  "created_utc": 1620467414,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK Grapes, raisins and other grape products can cause acute kidney injury with anuria. As little as 1 to 2 grapes can kill a dog. Science still has yet to find out what it is about a grape that is so toxic, but they do know that the toxin is in the grape itself. So seedless grapes are still not safe neither are organic grapes. If you see you dog eat a grape you should seek medical care immediately. </p>\n\n<p>The signs and symptoms are:</p>\n\n<ul>\n<li>Bad Breath</li>\n<li>In Shock</li>\n<li>Increase it decrease in urine</li>\n<li>Dehydration </li>\n<li>Painful abdomen when touched</li>\n<li>Weakness</li>\n<li>Seizures and Tremors </li>\n<li>Not able to breath</li>\n<li>Unconcious</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 146,
  "permalink": "/r/YouShouldKnow/comments/n7c2mw/ysk_grapes_are_extremely_toxic_to_dogs/",
  "subreddit": "YouShouldKnow",
  "id": "n7c2mw",
  "is_self": true,
  "media": null,
  "is_video": false
}