{
  "author": "Ohigetjokes",
  "the_new_excerpt": "If a relationship is unhealthy, it's unhealthy. Period. Just because we're\nrelated doesn't mean I should sacrifice my health and wellbeing.\n\nI saw another poster say: \"You only have one mother/brother/sister/etc\", \"They\nare still your family!!!\", \"You will regret it if something happens to…",
  "original_created_utc": 1610980583,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "如果一个关系是不健康的，它是不健康的。就是不健康的。只是因为我们\n相关的并不意味着我应该牺牲自己的健康和幸福。\n\n我看到另一个海报说 \"你只有一个母亲/兄弟/姐妹/等等\"，\"他们\n还是你的家人！！！\"、\"如果你出了事，你会后悔的。",
      "title": "[改变我的想法]：与家人断绝关系没什么好害羞的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果一個關係是不健康的，它是不健康的。就是不健康的。只是因爲我們\n相關的並不意味着我應該犧牲自己的健康和幸福。\n\n我看到另一個海報說 \"你只有一個母親/兄弟/姐妹/等等\"，\"他們\n還是你的家人！！！\"、\"如果你出了事，你會後悔的。",
      "title": "[改變我的想法]：與家人斷絕關係沒什麼好害羞的。"
    }
  ],
  "title": "CMV: Cutting ties with your family is nothing to feel ashamed about",
  "created_utc": 1610992467,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If a relationship is unhealthy, it&#39;s unhealthy. Period. Just because we&#39;re related doesn&#39;t mean I should sacrifice my health and wellbeing.</p>\n\n<p>I saw another poster say: &quot;You only have one mother/brother/sister/etc&quot;, &quot;They are still your family!!!&quot;, &quot;You will regret it if something happens to them&quot;. These are manipulative ways to make me a victim again.</p>\n\n<p>We have biological ties. Sure. But that doesn&#39;t mean I&#39;m obligated to you in any way if I&#39;m not <em>your</em> parent. If we didn&#39;t have this biological history, we wouldn&#39;t even be friends. We wouldn&#39;t even know each other anymore. Our relationship would be like someone we used to work with once.</p>\n\n<p>I should be allowed to make a completely clean brake and move on with my life without people acting like I&#39;m the bad guy.</p>\n</div><!-- SC_ON -->",
  "score": 847,
  "permalink": "/r/changemyview/comments/kzvsea/cmv_cutting_ties_with_your_family_is_nothing_to/",
  "subreddit": "changemyview",
  "id": "kzvsea",
  "is_self": true,
  "media": null,
  "is_video": false
}