{
  "author": "GeorgesKoizumi",
  "original_created_utc": 1633940321,
  "title": "I finally read the Song of Achilles and had more emotions reading cheap romance books from the drugstore",
  "created_utc": 1633959364,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So I read this book because of the hype. It was supposed to be gut wrenching, and I’d cry and get all the feels! So sign me up. Maybe I had my expectations too high because of reading all the reviews…</p>\n\n<p>Ultimately I’d say this is a good book and I had a good time reading it. But I didn’t find it heartbreaking or anything at all. The end was very expected. We know almost from the beginning they would both die. Also by that time Achilles is so insufferable his sadness really didn’t get me. I wasn’t going to feel bad for him when his pride were killing so many others. It’s not that it wasn’t sad but it just didn’t make me feel much.</p>\n\n<p>I found the building of Achilles changing and how it affected him being seen as a hero (or not) much more interesting. But I found the resolution of that a little unsatisfying.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/q5r8m9/i_finally_read_the_song_of_achilles_and_had_more/",
  "subreddit": "books",
  "id": "q5r8m9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So I read this book because of the hype. It was supposed to be gut wrenching,\nand I’d cry and get all the feels! So sign me up. Maybe I had my expectations\ntoo high because of reading all the reviews…\n\nUltimately I’d say this is a good book and I had a good time reading it. But I\ndidn’t find it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本を読んだのは、宣伝文句に惹かれたからです。感情を揺さぶるような内容だと思っていました。\n涙が出るほど感動するはずだったのです。と思っていました。期待が大きすぎたのかもしれません。\nレビューを読んで期待しすぎてしまったのかもしれません。\n\n最終的には良い本だと思うし、楽しく読めました。しかし、私は\n私はこの本を見つけられませんでした・・・。",
      "title": "アキレスの歌を読んで、ドラッグストアで買った安い恋愛本を読んで、もっと感動した。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "所以我读这本书是因为炒作。它应该是令人心碎的。\n而且我会哭，会有所有的感觉！所以我签了字。所以我就签了字。也许我的期望\n太高了，因为读了所有的评论......\n\n最终我想说这是一本好书，我读得很开心。但我\n我没有发现它...",
      "title": "我终于读到了《阿基里斯之歌》，读着药店里廉价的爱情书，感慨更多"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以我讀這本書是因爲炒作。它應該是令人心碎的。\n而且我會哭，會有所有的感覺！所以我簽了字。所以我就簽了字。也許我的期望\n太高了，因爲讀了所有的評論......\n\n最終我想說這是一本好書，我讀得很開心。但我\n我沒有發現它...",
      "title": "我終於讀到了《阿基里斯之歌》，讀着藥店裏廉價的愛情書，感慨更多"
    }
  ]
}