{
  "author": "iaguito_",
  "original_created_utc": 1635538683,
  "title": "Recommend me a book (or more) that will DESTROY me. Emotionally.",
  "created_utc": 1635611373,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yeah, so... I think this kind of story is necessary. I just came across a mini comic (6 pages long) of Spider-Man, where he finds a homeless little girl that was a fan of his, and... Well, I guess there&#39;s no right way to put it. It&#39;s 6 pages long, and barely has any dialog, so you can read it in two minutes.</p>\n\n<p>The title is &quot;Spider Man and Leah&quot;. Automod won&#39;t let me paste the link, but you can easily find it on Google.</p>\n\n<p>This made me not only incredibly sad, but also a bit nostalgic, since I remember reading this when I was like 10 years old. And it got me thinking about sad stories, and tales where the ending is bitter, or even bad. Those stories are very necessary, since consuming only happy stuff makes you numb to the bitterness of life itself. So that&#39;s why I want some recommendations of books that will <em>obliterate</em> me.</p>\n\n<p>Please, avoid topics such as sexual violence of any sort. It makes me beyond uncomfortable, and it&#39;s far from the kind of stuff I want to read. But besides that, go ahead. Do your worst. I don&#39;t have any genre preferences.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/booksuggestions/comments/qilg7h/recommend_me_a_book_or_more_that_will_destroy_me/",
  "subreddit": "booksuggestions",
  "id": "qilg7h",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yeah, so... I think this kind of story is necessary. I just came across a mini\ncomic (6 pages long) of Spider-Man, where he finds a homeless little girl that\nwas a fan of his, and... Well, I guess there's no right way to put it. It's 6\npages long, and barely has any dialog, so you can read it in two…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "うん、だから...。こういう話は必要だと思います。私はちょうど、ミニ\nスパイダーマンのミニコミック（6ページ）を見つけたんですが、そこには彼のファンだったホームレスの少女が出てきて...。\n彼のファンだったホームレスの少女を見つけて...。まあ、正しい言い方はないと思いますが。それは6ページで\nページで、ほとんどセリフがないので、2回で読めます。",
      "title": "私をDESTROYするような本（以上）を勧めてください。感情的に。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "是的，所以... 我认为这样的故事是必要的。我刚刚看到了一个迷你\n漫画（6页）的蜘蛛侠，他找到了一个无家可归的小女孩，她是他的粉丝。\n她是他的粉丝，然后... 嗯，我想没有正确的说法。它有6页\n6页，几乎没有任何对话，所以你可以分两次读完它...",
      "title": "给我推荐一本（或更多）能摧毁我的书。情感上。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，所以... 我認爲這樣的故事是必要的。我剛剛看到了一個迷你\n漫畫（6頁）的蜘蛛俠，他找到了一個無家可歸的小女孩，她是他的粉絲。\n她是他的粉絲，然後... 嗯，我想沒有正確的說法。它有6頁\n6頁，幾乎沒有任何對話，所以你可以分兩次讀完它...",
      "title": "給我推薦一本（或更多）能摧毀我的書。情感上。"
    }
  ]
}