{
  "author": "Hefty_Ad1497",
  "original_created_utc": 1635252363,
  "title": "A book in which the main character goes from being a child in the beginning to old age by the end.",
  "created_utc": 1635273997,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Google isn&#39;t helping me out much so I decided to try here.</p>\n\n<p>I&#39;m searching for a book in which the reader can follow along and get immersed in the character&#39;s life, from when they&#39;re a child all the way until they die (or get older)</p>\n\n<p>I want it to be meaningful and heart wrenching in a beautiful way. Philosophical elements would be amazing. Perhaps like a memoir? But I don&#39;t mind if it&#39;s fiction or non, or the genre.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/qg5mo0/a_book_in_which_the_main_character_goes_from/",
  "subreddit": "booksuggestions",
  "id": "qg5mo0",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Google isn't helping me out much so I decided to try here.\n\nI'm searching for a book in which the reader can follow along and get immersed\nin the character's life, from when they're a child all the way until they die\n(or get older)\n\nI want it to be meaningful and heart wrenching in a beautiful way.…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Googleではあまり役に立たないので、こちらで試してみることにしました。\n\n私が探しているのは、登場人物の子供の頃から死ぬまでの人生に、読者が一緒になって没頭できる本です。\n子供の頃から死ぬまで（あるいは年をとるまで）、読者が登場人物の人生にどっぷり浸かれる本を探しています。\n(または年をとるまで)\n\n意味があり、美しい方法で胸を締め付けられるような作品にしたい....",
      "title": "主人公が最初は子供だったのが、最後には老人になっている本。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "谷歌对我帮助不大，所以我决定在这里试试。\n\n我正在寻找一本读者可以跟随并沉浸在其中的书\n在人物的生活中，从他们还是孩子的时候一直到他们死去\n(或变老)\n\n我希望它是有意义的，是以一种美丽的方式让人心碎的....。",
      "title": "一本书中的主角从一开始是个孩子，到最后变成了老人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "谷歌對我幫助不大，所以我決定在這裏試試。\n\n我正在尋找一本讀者可以跟隨並沉浸在其中的書\n在人物的生活中，從他們還是孩子的時候一直到他們死去\n(或變老)\n\n我希望它是有意義的，是以一種美麗的方式讓人心碎的....。",
      "title": "一本書中的主角從一開始是個孩子，到最後變成了老人。"
    }
  ]
}