{
  "author": "pickleparty16",
  "the_new_excerpt": "Doesnt matter if its fiction or nonfiction, fantasy realms or real world\nlocations; it almost universally expands my enjoyment of reading a book.\n\nFor example Thror's map in the Hobbit as well as tolkiens drawing of the\nwilderlands, i love to flip back while reading to see the map when locations…",
  "original_created_utc": 1619019560,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "フィクションでもノンフィクションでも、ファンタジーの世界でも現実の世界でも。\n本を読む楽しさを広げてくれるものです。\n\n例えば、『ホビット』に出てくるスロールの地図や、トルキンスが描いた荒野の地図などです。\n読書中に地図を見ながら読み返すのが好きです。",
      "title": "本に地図がついているのが好き"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不管是小说还是非小说，不管是幻想世界还是现实世界，它几乎都能增加我的阅读乐趣。\n地点；它几乎普遍地扩大了我阅读一本书的乐趣。\n\n例如，《霍比特人》中Thor的地图以及托尔金的《荒野猎人》图。\n我喜欢在阅读的时候翻开地图，看看那些地点。",
      "title": "我喜欢书中有地图的时候"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不管是小說還是非小說，不管是幻想世界還是現實世界，它幾乎都能增加我的閱讀樂趣。\n地點；它幾乎普遍地擴大了我閱讀一本書的樂趣。\n\n例如，《霍比特人》中Thor的地圖以及托爾金的《荒野獵人》圖。\n我喜歡在閱讀的時候翻開地圖，看看那些地點。",
      "title": "我喜歡書中有地圖的時候"
    }
  ],
  "title": "I Love It When Books Have Maps",
  "created_utc": 1619023313,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Doesnt matter if its fiction or nonfiction, fantasy realms or real world locations; it almost universally expands my enjoyment of reading a book. </p>\n\n<p>For example Thror&#39;s map in the Hobbit as well as tolkiens drawing of the wilderlands, i love to flip back while reading to see the map when locations are mentioned. Same with Song of Fire And Ice. On the flip side the lack of an actual map hurt my enjoyment of the Witcher series (though there are maps made by fans online and playing the games helps) as i think especially for fantasy its crucial for world building. </p>\n\n<p>I just got a copy of The Terror from the library and nearly jumped for joy when i saw a map on the inside of the front cover.</p>\n</div><!-- SC_ON -->",
  "score": 511,
  "permalink": "/r/books/comments/mvicvr/i_love_it_when_books_have_maps/",
  "subreddit": "books",
  "id": "mvicvr",
  "is_self": true,
  "media": null,
  "is_video": false
}