{
  "author": "ghostmikey",
  "the_new_excerpt": "I'm not really the type of guy to read a lot of books or get too attached with\nthe characters, mainly because I forget parts of the books after a while of not\nreading.\n\nHowever, let me tell you that I will never forget the effect that this book has\nhad to me. I'm quite sensitive in my nature and I…",
  "original_created_utc": 1612708517,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我不是那种读了很多书的人，也不是那种太过执着于\n的人物，主要是因为我在一段时间不看书的情况下，会忘记部分书的内容。\n阅读。\n\n但是，让我告诉你，我永远不会忘记这本书对我的影响。\n有对我。我的天性相当敏感，我... ...",
      "title": "《午夜图书馆》让我哭得像个小婴儿一样"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不是那種讀了很多書的人，也不是那種太過執着於\n的人物，主要是因爲我在一段時間不看書的情況下，會忘記部分書的內容。\n閱讀。\n\n但是，讓我告訴你，我永遠不會忘記這本書對我的影響。\n有對我。我的天性相當敏感，我... ...",
      "title": "《午夜圖書館》讓我哭得像個小嬰兒一樣"
    }
  ],
  "title": "The Midnight Library left me sobbing like a little baby",
  "created_utc": 1612736750,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not really the type of guy to read a lot of books or get too attached with the characters, mainly because I forget parts of the books after a while of not reading.</p>\n\n<p>However, let me tell you that I will never forget the effect that this book has had to me. I&#39;m quite sensitive in my nature and I tend to share feelings with others. While reading this book I couldn&#39;t help but put myself in the shoes of the character and try to live the story myself. There were moments that I felt my heart pumping and anxiety rushing through me. It was real.</p>\n\n<p>Needless to say, nearing the end of the book I couldn&#39;t resist crying. I couldn&#39;t explain what broke the dam and made the waters flow but it is something I will never forget. I was crying for minutes. I loved it. It made me feel human again and I would happily relive that moment for the first time.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/lenks4/the_midnight_library_left_me_sobbing_like_a/",
  "subreddit": "books",
  "id": "lenks4",
  "is_self": true,
  "media": null,
  "is_video": false
}