{
  "author": "ButtholeBanquets",
  "original_created_utc": 1637607972,
  "title": "YSK that giving two weeks notice to your employer prior to leaving is not a legal requirement in any state.",
  "created_utc": 1637613777,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK</strong>. Employers and employees in almost all states are governed by a set of laws known as &quot;work at will.&quot; This means that not only can employers fire you for (almost) any reason or no reason, workers can quit for any reason or no reason. There is no time requirement imposed in either situation, not is there a manner of quitting you must abide by. An employer may request (or claim it is a demand) you follow certain steps, such as a two-weeks notice or partaking in an exit-interview, but these are requests and not. legal requirements. </p>\n\n<p>While this general rule is true, there are some exceptions. If you have an employment contract, or are working under a collective bargaining agreement, you may be subject to rules that other work at will workers are not.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/YouShouldKnow/comments/qzszth/ysk_that_giving_two_weeks_notice_to_your_employer/",
  "subreddit": "YouShouldKnow",
  "id": "qzszth",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK. Employers and employees in almost all states are governed by a set of\nlaws known as \"work at will.\" This means that not only can employers fire you\nfor (almost) any reason or no reason, workers can quit for any reason or no\nreason. There is no time requirement imposed in either situation,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。ほとんどすべての州で、雇用者と被雇用者は、一連の\n意思による労働」として知られています。これは、雇用主が（ほとんど）理由なく解雇できるだけでなく\n理由なく解雇できるだけでなく、労働者も理由なく辞めることができます。\n理由なく辞めることができます。どちらの場合も時間的な制約はなく、...",
      "title": "YSKさんは、退職する前に雇用主に2週間前に通知することは、どの州でも法律上の義務ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。几乎所有州的雇主和雇员都受到一套被称为 \"随意工作 \"的法律的约束。\n被称为 \"随意工作 \"的法律。这意味着，雇主不仅可以以任何理由或无理由解雇你\n任何理由或无理由解雇你，工人也可以以任何理由或无理由辞职。\n原因而辞职。在这两种情况下都没有时间上的要求，...",
      "title": "YSK认为，在离职前向雇主发出两周的通知，在任何州都不是法律要求。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。幾乎所有州的僱主和僱員都受到一套被稱爲 \"隨意工作 \"的法律的約束。\n被稱爲 \"隨意工作 \"的法律。這意味着，僱主不僅可以以任何理由或無理由解僱你\n任何理由或無理由解僱你，工人也可以以任何理由或無理由辭職。\n原因而辭職。在這兩種情況下都沒有時間上的要求，...",
      "title": "YSK認爲，在離職前向僱主發出兩週的通知，在任何州都不是法律要求。"
    }
  ]
}