{
  "author": "Triials",
  "original_created_utc": 1639291890,
  "title": "YSK: When a retail worker asks if you need a size, let them get it for you, they’re actually asking you not to make a mess but are being polite about it.",
  "created_utc": 1639305581,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Especially in the holiday season now with retail stores getting extremely busy, retail workers just don’t have the time to spend cleaning up all day. They do in fact have a lot of other tasks to do besides clean up after you, and although they are getting paid to keep the store tidy, their job description doesn’t include being your maid. A little mess is fine, but don’t be that person that all the employees will bitch about when you leave. Making all that mess is unnecessary and you’re making their life much harder when it is &lt;strong&gt;SO&lt;/strong&gt; easy to not.&lt;/p&gt;\n\n&lt;p&gt;So if a worker asks if you need help with a size, let them get it. They’ll make no mess while getting it, you get the size you want, and then they have more time for the important tasks because they no longer have to clean up your mess. Everyone wins.&lt;/p&gt;\n\n&lt;p&gt;EDIT FOR CONTEXT: Majority of this relates to clothing stores, but works for all goods stores. In general though if you’re making a mess looking for something and an employee comes and asks to help you, don’t say no because you can look for it, say yes because they can look for it without making a mess and it makes their life easier.&lt;/p&gt;\n\n&lt;p&gt;EDIT AGAIN: Even if you live somewhere where being approached by staff to help is uncommon (which is crazy weird to me), the point is just don’t make a mess. Regardless of which country you’re in, the workers have better shit to do than clean up after people who somehow don’t know how to look through a neatly stacked pile of clothes without making it look like a bomb went off.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 156,
  "permalink": "/r/YouShouldKnow/comments/reja4r/ysk_when_a_retail_worker_asks_if_you_need_a_size/",
  "subreddit": "YouShouldKnow",
  "id": "reja4r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Especially in the holiday season now\nwith retail stores getting extremely busy, retail workers just don’t have the\ntime to spend cleaning up all day. They do in fact have a lot of other tasks to\ndo besides clean up after you, and although they are getting…"
}