{
  "author": "Triials",
  "original_created_utc": 1639291890,
  "title": "YSK: When a retail worker asks if you need a size, let them get it for you, they’re actually asking you not to make a mess but are being polite about it.",
  "created_utc": 1639305581,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Especially in the holiday season now with retail stores getting extremely busy, retail workers just don’t have the time to spend cleaning up all day. They do in fact have a lot of other tasks to do besides clean up after you, and although they are getting paid to keep the store tidy, their job description doesn’t include being your maid. A little mess is fine, but don’t be that person that all the employees will bitch about when you leave. Making all that mess is unnecessary and you’re making their life much harder when it is &lt;strong&gt;SO&lt;/strong&gt; easy to not.&lt;/p&gt;\n\n&lt;p&gt;So if a worker asks if you need help with a size, let them get it. They’ll make no mess while getting it, you get the size you want, and then they have more time for the important tasks because they no longer have to clean up your mess. Everyone wins.&lt;/p&gt;\n\n&lt;p&gt;EDIT FOR CONTEXT: Majority of this relates to clothing stores, but works for all goods stores. In general though if you’re making a mess looking for something and an employee comes and asks to help you, don’t say no because you can look for it, say yes because they can look for it without making a mess and it makes their life easier.&lt;/p&gt;\n\n&lt;p&gt;EDIT AGAIN: Even if you live somewhere where being approached by staff to help is uncommon (which is crazy weird to me), the point is just don’t make a mess. Regardless of which country you’re in, the workers have better shit to do than clean up after people who somehow don’t know how to look through a neatly stacked pile of clothes without making it look like a bomb went off.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 156,
  "permalink": "/r/YouShouldKnow/comments/reja4r/ysk_when_a_retail_worker_asks_if_you_need_a_size/",
  "subreddit": "YouShouldKnow",
  "id": "reja4r",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Especially in the holiday season now with retail stores getting\nextremely busy, retail workers just don’t have the time to spend cleaning up all\nday. They do in fact have a lot of other tasks to do besides clean up after you,\nand although they are getting paid to keep the store tidy, their…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 特に今、ホリデーシーズンで小売店では\n小売業は非常に忙しく、清掃に時間を割くことができません。\n一日。実際、彼らはあなたの後始末の他に たくさんの仕事を抱えています。\n店内を整理整頓して給料をもらっているにもかかわらず、その...",
      "title": "YSK: 小売店の店員さんが「サイズが足りないので取ってきてください」と言うのは、実は「散らかさないでください」と言っているのに、それを丁寧に説明しているのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：特别是在现在的假日季节，零售店得到了\n特别是在假日季节，零售店变得非常繁忙，零售工人没有时间整天打扫卫生。\n天。事实上，除了打扫卫生，他们还有很多其他任务要做。\n虽然他们拿着工资来保持商店的整洁，但他们的...",
      "title": "YSK：当一个零售业工作人员问你是否需要一个尺寸，让他们帮你拿，他们实际上是要求你不要弄得一团糟，但却很有礼貌。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：特別是在現在的假日季節，零售店得到了\n特別是在假日季節，零售店變得非常繁忙，零售工人沒有時間整天打掃衛生。\n天。事實上，除了打掃衛生，他們還有很多其他任務要做。\n雖然他們拿着工資來保持商店的整潔，但他們的...",
      "title": "YSK：當一個零售業工作人員問你是否需要一個尺寸，讓他們幫你拿，他們實際上是要求你不要弄得一團糟，但卻很有禮貌。"
    }
  ]
}