{
  "approved_at_utc": null,
  "subreddit": "books",
  "selftext": "The glorious 25th of May is approaching, and I'm re-reading Terry Pratchette's masterful *Discworld* series. In fact, I'm listening to the series as audiobooks, primarily narrated by Nigel Planar. If you've never read or listened through this series, what in heaven's name are you waiting for? Certainly, if you credit yourself as any kind of literary mind--no matter how deep or shallow--you'll find not only a relatable cast of characters to enjoy, but equally a breadth of satire I didn't fully appreciate as a young man, and now entering middle age, I find to be quite appealing!\n\nI feel I was misled when I first picked up the series. I had been told by multiple sources that a) you don't need to read them in order--which is true, but also b) that the first few books aren't very good and not a good introduction to the series. Though I agree that the first three books may not be the strongest--with book three, *Equal Rites,* easily being the weakest of the bunch next to *Maurice and His Amazing Rats*\\--reading the series chronologically vs. thematically is definitely the way to go, in my opinion. Taken chronologically, not only is the series more solid and the worldbuilding better appreciated, but you get to invest time and energy in worthy shares between the thematic characters: Death, The Watch, The Witches, The Wizards, etc. You're also better informed on the running jokes that flow between the books, but don't necessarily follow only one cast of characters.\n\nIn all, the series reminds me of Shakespeare. There are clowns and lovers and princes and tyrants, witches and wizards and tyrants and soldiers all playing out their roles on the platform of the Disc. (Incidentally, if you like Shakespeare, *Wyrd Sisters* is a marvelous send-up on Macbeth) Entrances and exits are applauded, tears are shed, laughter abounds, and the end of each book (if not the series as a whole with the untimely death of Sir Terry), you're left pondering the deeper questions of life. And that, I think, is the true weakness--the end. With Sir Terry's death only a few short years ago, the series doesn't have a proper ending--in my opinion. *Raising Steam* is an excellent book, but I don't feel you get a proper curtain on the books as a whole. If, as it is so often interpreted, Prospero's last speech in *The Tempest* is Shakespeare's farewell to the stage and audience, then the readers of the disc are left asking: what comes next?\n\nWhat are your thoughts? Have you read it? What's your favorite book or your favorite set of characters?",
  "author_fullname": "t2_js5g2",
  "saved": false,
  "mod_reason_title": null,
  "gilded": 0,
  "clicked": false,
  "title": "Re-reading The Discworld Series",
  "link_flair_richtext": [],
  "subreddit_name_prefixed": "r/books",
  "hidden": false,
  "pwls": 6,
  "link_flair_css_class": null,
  "downs": 0,
  "thumbnail_height": null,
  "top_awarded_type": null,
  "hide_score": false,
  "name": "t3_mh30ug",
  "quarantine": false,
  "link_flair_text_color": "dark",
  "upvote_ratio": 0.87,
  "author_flair_background_color": null,
  "subreddit_type": "public",
  "ups": 53,
  "total_awards_received": 0,
  "media_embed": {},
  "thumbnail_width": null,
  "author_flair_template_id": null,
  "is_original_content": false,
  "user_reports": [],
  "secure_media": null,
  "is_reddit_media_domain": false,
  "is_meta": false,
  "category": null,
  "secure_media_embed": {},
  "link_flair_text": null,
  "can_mod_post": false,
  "score": 53,
  "approved_by": null,
  "author_premium": false,
  "thumbnail": "self",
  "edited": false,
  "author_flair_css_class": null,
  "author_flair_richtext": [],
  "gildings": {},
  "content_categories": null,
  "is_self": true,
  "mod_note": null,
  "created": 1617214662,
  "link_flair_type": "text",
  "wls": 6,
  "removed_by_category": null,
  "banned_by": null,
  "author_flair_type": "text",
  "domain": "self.books",
  "allow_live_comments": false,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The glorious 25th of May is approaching, and I&#39;m re-reading Terry Pratchette&#39;s masterful <em>Discworld</em> series. In fact, I&#39;m listening to the series as audiobooks, primarily narrated by Nigel Planar. If you&#39;ve never read or listened through this series, what in heaven&#39;s name are you waiting for? Certainly, if you credit yourself as any kind of literary mind--no matter how deep or shallow--you&#39;ll find not only a relatable cast of characters to enjoy, but equally a breadth of satire I didn&#39;t fully appreciate as a young man, and now entering middle age, I find to be quite appealing!</p>\n\n<p>I feel I was misled when I first picked up the series. I had been told by multiple sources that a) you don&#39;t need to read them in order--which is true, but also b) that the first few books aren&#39;t very good and not a good introduction to the series. Though I agree that the first three books may not be the strongest--with book three, <em>Equal Rites,</em> easily being the weakest of the bunch next to <em>Maurice and His Amazing Rats</em>--reading the series chronologically vs. thematically is definitely the way to go, in my opinion. Taken chronologically, not only is the series more solid and the worldbuilding better appreciated, but you get to invest time and energy in worthy shares between the thematic characters: Death, The Watch, The Witches, The Wizards, etc. You&#39;re also better informed on the running jokes that flow between the books, but don&#39;t necessarily follow only one cast of characters.</p>\n\n<p>In all, the series reminds me of Shakespeare. There are clowns and lovers and princes and tyrants, witches and wizards and tyrants and soldiers all playing out their roles on the platform of the Disc. (Incidentally, if you like Shakespeare, <em>Wyrd Sisters</em> is a marvelous send-up on Macbeth) Entrances and exits are applauded, tears are shed, laughter abounds, and the end of each book (if not the series as a whole with the untimely death of Sir Terry), you&#39;re left pondering the deeper questions of life. And that, I think, is the true weakness--the end. With Sir Terry&#39;s death only a few short years ago, the series doesn&#39;t have a proper ending--in my opinion. <em>Raising Steam</em> is an excellent book, but I don&#39;t feel you get a proper curtain on the books as a whole. If, as it is so often interpreted, Prospero&#39;s last speech in <em>The Tempest</em> is Shakespeare&#39;s farewell to the stage and audience, then the readers of the disc are left asking: what comes next?</p>\n\n<p>What are your thoughts? Have you read it? What&#39;s your favorite book or your favorite set of characters?</p>\n</div><!-- SC_ON -->",
  "likes": null,
  "suggested_sort": null,
  "banned_at_utc": null,
  "view_count": null,
  "archived": false,
  "no_follow": false,
  "is_crosspostable": false,
  "pinned": false,
  "over_18": false,
  "awarders": [],
  "media_only": false,
  "can_gild": false,
  "spoiler": false,
  "locked": false,
  "author_flair_text": null,
  "treatment_tags": [],
  "visited": false,
  "removed_by": null,
  "num_reports": null,
  "distinguished": null,
  "subreddit_id": "t5_2qh4i",
  "mod_reason_by": null,
  "removal_reason": null,
  "link_flair_background_color": "",
  "id": "mh30ug",
  "is_robot_indexable": true,
  "report_reasons": null,
  "author": "YogaStretch",
  "discussion_type": null,
  "num_comments": 71,
  "send_replies": true,
  "whitelist_status": "all_ads",
  "contest_mode": false,
  "mod_reports": [],
  "author_patreon_flair": false,
  "author_flair_text_color": null,
  "permalink": "/r/books/comments/mh30ug/rereading_the_discworld_series/",
  "parent_whitelist_status": "all_ads",
  "stickied": false,
  "url": "https://www.reddit.com/r/books/comments/mh30ug/rereading_the_discworld_series/",
  "subreddit_subscribers": 19183526,
  "created_utc": 1617220007,
  "num_crossposts": 0,
  "media": null,
  "is_video": false,
  "original_created_utc": 1617185862,
  "the_new_excerpt": "The glorious 25th of May is approaching, and I'm re-reading Terry Pratchette's\nmasterful Discworld series. In fact, I'm listening to the series as audiobooks,\nprimarily narrated by Nigel Planar. If you've never read or listened through\nthis series, what in heaven's name are you waiting for?…"
}