{
  "author": "thunderbirdsetup",
  "original_created_utc": 1635489843,
  "title": "cmv: Buying expensive diamond wedding/engagement rings is a waste of money.",
  "created_utc": 1635507108,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The act of buying an expensive, timeless diamond ring is perpetuated by the De Beers company, that suppresses the supply of diamonds to retain an artificially high price. </p>\n\n<p>The utility obtained from the diamond ring is completely detached from the price. This is also true for other day-to-day things we use, however in the case of diamond rings, it is especially true to a frustrating extent. Why not buy a ring with a nice gem-stone, or zircon or any other replacement that might not last millions of years like a diamond, but will still certainly last thousands of years and outlast your marriage.</p>\n\n<p>The idea that you must spend a lot of money to confirm your commitment to your partner is just wrong, and is the product of some very clever marketing. The act of asking your partner to marry you should be confirmation of commitment in-and-of itself. </p>\n\n<p>Now don&#39;t get me wrong, the spending part isn&#39;t my issue. It&#39;s the spending of so much, in something that will yield so little to you. Why not buy your partner a reasonable ring, and then spend the rest on something they need, like a car, or use that money towards a down payment etc. </p>\n\n<p>If someone makes the argument that it is an investment, then it should be pointed out that diamonds to not appreciate over time. Why not invest the money in the S&amp;P 500 then?</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/qi6oud/cmv_buying_expensive_diamond_weddingengagement/",
  "subreddit": "changemyview",
  "id": "qi6oud",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The act of buying an expensive, timeless diamond ring is perpetuated by the De\nBeers company, that suppresses the supply of diamonds to retain an artificially\nhigh price.\n\nThe utility obtained from the diamond ring is completely detached from the\nprice. This is also true for other day-to-day things…"
}