{
  "author": "icosofthoangnam",
  "the_new_excerpt": "This is the second Pratchett book I've read (the first being The Color of Magic)\nand I am absolutely in love. The humor is playful without being really crude or\noverly reductive and the characters are astounding. The entire watch is such a\nlovable gaggle of misfits with Carrot (easily my favorite)…",
  "original_created_utc": 1622431812,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは私が読んだ2冊目のプラチェットの本です（1冊目は「The Color of Magic」）。\nとっても気に入っています。ユーモアは遊び心があり、下品ではなく、過度に還元的でもありません。\nユーモアは下品ではなく遊び心があり、キャラクターは驚くべきものです。驚くべきキャラクターたちです。\nキャロット（私のお気に入り）と一緒に、愛すべき不良たちが集まっています。",
      "title": "私は今、「Guards! テリー・プラチェットの「Guards」を読み、とても気に入っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我读的第二本普拉切特的书（第一本是《魔法的颜色》）。\n而且我完全爱上了它。幽默感很强，但又不至于太过粗俗或过度还原。\n过分还原，而且人物形象令人震惊。整只手表是这样一个\n可爱的一群不合群的人，其中胡萝卜（很容易就成为我的最爱）...",
      "title": "我刚刚读完泰瑞-普拉切特（Terry Pratchett）的《守卫！守卫！》（Guards! 特里-普拉切特的《守卫！》，我爱上了它。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我讀的第二本普拉切特的書（第一本是《魔法的顏色》）。\n而且我完全愛上了它。幽默感很強，但又不至於太過粗俗或過度還原。\n過分還原，而且人物形象令人震驚。整隻手錶是這樣一個\n可愛的一羣不合羣的人，其中胡蘿蔔（很容易就成爲我的最愛）...",
      "title": "我剛剛讀完泰瑞-普拉切特（Terry Pratchett）的《守衛！守衛！》（Guards! 特里-普拉切特的《守衛！》，我愛上了它。"
    }
  ],
  "title": "I just finished reading Guards! Guards! by Terry Pratchett and am in love.",
  "created_utc": 1622444722,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is the second Pratchett book I&#39;ve read (the first being The Color of Magic) and I am absolutely in love. The humor is playful without being really crude or overly reductive and the characters are astounding. The entire watch is such a lovable gaggle of misfits with Carrot (easily my favorite) to add a wonderful contrary flavor. I&#39;m going to be reading more of Pratchett, but if anyone like me held off reading his works for whatever reason I implore you to get started reading immediately!</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/books/comments/nos4oh/i_just_finished_reading_guards_guards_by_terry/",
  "subreddit": "books",
  "id": "nos4oh",
  "is_self": true,
  "media": null,
  "is_video": false
}