{
  "author": "mbiz05",
  "the_new_excerpt": "Why YSK: everyone has probably received the advice saying that your password\nshould be something like 8*^iHs89%>l7. However, not only is this hard to\nremember, it is actually less secure than \"The tall horses joyfully galloping\nacross the wide meadow quickly became thirsty\".\n\nAssuming that you only…",
  "original_created_utc": 1615779084,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：大家可能都收到过这样的建议，说你的密码\n应该是8*^iHs89%>l7这样的。然而，这不仅很难\n记住，其实不如 \"高头大马乐驰骋 \"来得稳妥。\n在宽阔的草地上很快就变得口渴了\"。\n\n假设你只...",
      "title": "YSK: 通常的建议是让你的密码充满随机字符、数字和符号。然而，至少有10个字的句子可以更安全，而且会明显更容易记住。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：大家可能都收到過這樣的建議，說你的密碼\n應該是8*^iHs89%>l7這樣的。然而，這不僅很難\n記住，其實不如 \"高頭大馬樂馳騁 \"來得穩妥。\n在寬闊的草地上很快就變得口渴了\"。\n\n假設你只...",
      "title": "YSK: 通常的建議是讓你的密碼充滿隨機字符、數字和符號。然而，至少有10個字的句子可以更安全，而且會明顯更容易記住。"
    }
  ],
  "title": "YSK: It is common advice to make your password full of random characters, numbers, and symbols. However, a sentence with at least 10 words can be much more secure and will be significantly easier to remember.",
  "created_utc": 1616384079,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: everyone has probably received the advice saying that your password should be something like <code>8*^iHs89%&gt;l7</code>. However, not only is this hard to remember, it is actually less secure than &quot;The tall horses joyfully galloping across the wide meadow quickly became thirsty&quot;.</p>\n\n<p>Assuming that you only use the characters available on a normal keyboard, the first password format has 94<sup>12</sup> possible combinations, or 4.75E23. Assuming you know 40,000 words, the second password format has 40000<sup>12,</sup> or 1.67E55 combinations. That is roughly <em>10 septillion times</em> more secure. </p>\n\n<p>Furthermore, that doesn&#39;t even take into account that the person attempting to hack your account doesn&#39;t know you&#39;re using words, doesn&#39;t know if you have spaces or they&#39;re right next to each other, doesn&#39;t know if you have numbers between, and doesn&#39;t know which ones are capitalized. </p>\n\n<p>TL;DR: a 12 word sentence is <em>much</em> more secure and memorable than 12 random characters.</p>\n</div><!-- SC_ON -->",
  "score": 68,
  "permalink": "/r/YouShouldKnow/comments/m5bqm0/ysk_it_is_common_advice_to_make_your_password/",
  "subreddit": "YouShouldKnow",
  "id": "m5bqm0",
  "is_self": true,
  "media": null,
  "is_video": false
}