{
  "author": "gardenandchill",
  "original_created_utc": 1624815026,
  "title": "Fairly unimpressed with Patrick Rothfuss",
  "created_utc": 1624834255,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So Im a big fantasy reader but have been pretty hesitant to start To Name The Wind because of the slow timetable with which he is writing the books.  I don&#39;t mind starting a series before its finished to support the author but at this point it basically seems he&#39;s never going to finish it.</p>\n\n<p>However, a bunch of my friends kept telling me it was worth to read even if he doesn&#39;t finish. They said it was in their top 5 fantasy books so I finally caved in and read the first book.  Overall, I really wasn&#39;t impressed.</p>\n\n<p>My biggest gripes were:\n1)  Having Kovthe tell the story. It kinda breaks any suspense of what will happen to him if we already know he&#39;ll turn out basically fine.</p>\n\n<p>2)  The prose itself was pretty good, he definitely has a way with words. But sometimes it almost felt arrogant, like he was trying to show off by his writing\n It took me out of the story sometimes.</p>\n\n<p>3) Probably my biggest problem, Kovthe is just ridiculous. He is like the epitome of &quot;....and then the entire room stood up and clapped for me&quot;. Like that literally happens lol.  He is just the best at everything; youngest wizard ever, all the girls love him, super intelligent, greatest musician, literally talks about how he knows how to size up a horse and a town.  Its so stupid. There are no real challenges in his life. He talks about how &quot;if this were a made up story things would have just worked out great, but they didnt&quot; yet two chapters later he&#39;s figured everything out and everyone clapped.</p>\n\n<p>Anyway, I could go on, but I&#39;ll stop fow now.  I&#39;ll probably read the second book just to shut my friends up, but overall, definitely not my favorite.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o91lmb/fairly_unimpressed_with_patrick_rothfuss/",
  "subreddit": "books",
  "id": "o91lmb",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So Im a big fantasy reader but have been pretty hesitant to start To Name The\nWind because of the slow timetable with which he is writing the books. I don't\nmind starting a series before its finished to support the author but at this\npoint it basically seems he's never going to finish it.\n\nHowever,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はファンタジーの大ファンなのですが、『風の名前をつけよう』を始めるのをかなりためらっていました。\nを始めるのをためらっていました。というのも、彼が本を書くスケジュールが遅いからです。私は\n作者を応援するために、シリーズが終わる前に始めるのは構わないのですが、この時点では\nしかし、この時点では、基本的に彼はこのシリーズを終わらせることができないようだ。\n\nしかし...。",
      "title": "Patrick Rothfussの印象はかなり悪いです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我是一个幻想小说的忠实读者，但一直在犹豫是否要开始阅读《风的名字》，因为他的写作时间表很慢。\n因为他写书的时间表太慢。我并不介意在一个系列作品完成之前就开始写，以支持作者。\n我不介意在一个系列完成之前开始，以支持作者，但在这一点上，他似乎永远不会完成它。\n但在这一点上，基本上他似乎永远不会完成它。\n\n然而，...",
      "title": "对帕特里克-罗斯福斯的印象相当不好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我是一個幻想小說的忠實讀者，但一直在猶豫是否要開始閱讀《風的名字》，因爲他的寫作時間表很慢。\n因爲他寫書的時間表太慢。我並不介意在一個系列作品完成之前就開始寫，以支持作者。\n我不介意在一個系列完成之前開始，以支持作者，但在這一點上，他似乎永遠不會完成它。\n但在這一點上，基本上他似乎永遠不會完成它。\n\n然而，...",
      "title": "對帕特里克-羅斯福斯的印象相當不好"
    }
  ]
}