{
  "author": "Leadhead87",
  "the_new_excerpt": "I'm 34 and my career path required a stupidly long training route. My partner\nand I throughout our training picked up so many books on the whim, only to leave\nthem on our bookshelf. They became deadweight as we moved from city to city. A\nfew months into my first real job, I finally found free time.…",
  "original_created_utc": 1616367369,
  "localize": [
    {
      "locale": "zh",
      "title": "上学多年后，我终于又回到了读书的行列。而且这种感觉很奇妙",
      "the_new_excerpt": "我今年34岁，我的职业道路需要一个愚蠢的漫长的训练路线。我的搭档\n我和我的整个训练过程中，心血来潮地拿起了很多书，却又离开了。\n他们在我们的书架上。当我们从一个城市搬到另一个城市时，它们就成了沉重的负担。A\n第一个真正的工作几个月后，我终于找到了空闲时间....。"
    },
    {
      "locale": "zh-Hant",
      "title": "上學多年後，我終於又回到了讀書的行列。而且這種感覺很奇妙",
      "the_new_excerpt": "我今年34歲，我的職業道路需要一個愚蠢的漫長的訓練路線。我的搭檔\n我和我的整個訓練過程中，心血來潮地拿起了很多書，卻又離開了。\n他們在我們的書架上。當我們從一個城市搬到另一個城市時，它們就成了沉重的負擔。A\n第一個真正的工作幾個月後，我終於找到了空閒時間....。"
    }
  ],
  "title": "After years of school, I'm finally back into reading. And it feels amazing",
  "created_utc": 1616442918,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m 34 and my career path required a stupidly long training route. My partner and I throughout our training picked up so many books on the whim, only to leave them on our bookshelf. They became deadweight as we moved from city to city. A few months into my first real job, I finally found free time. I decided to get back to into reading. I wanted to get back into sci-fi. This was spurred on by the amazing movies of recent (Interstellar, Gravity, The Martian, and yes even the recent Star Wars movies) as well as the excitement over last year&#39;s NASA astronaut apps and all the Artemis/Mars missions.</p>\n\n<p>I picked up <strong>Artemis</strong> by Andy Weir about a civilization on the Moon, and it was so much fun. It has been years since I read a book fully (the last was actually The Martian) and it took so much time and energy to experience this book. But it was so worth it.</p>\n\n<p>I continued to reading <strong>Ready Player One</strong>, then the first Expanse book (<strong>Leviathan Wakes</strong>), and now I&#39;m on the <strong>Three-Body Problem</strong>. My reading speed has picked up a bit, my endurnace too, and everything in my life seems to have changed. My phone time is down, my sleep is better, and I have more energy. Our toddler is also picking up books more I think cuz she sees us reading. But the best is that special feeling you get when you&#39;re completed immersed in a book. <strong>That indescribable high.</strong> Honestly, I haven&#39;t felt that way since high school, since I never read more than a book a year since then. That connection and compassion for the characters that even the best movies or TV shows can&#39;t do (well, The Expanse show comes close). It is such a special experience that I really hope my generation and Zoomers come back to books. You really can&#39;t replicate it through other mediums.</p>\n\n<p>My advice to those whose reading careers have been stymied by their work careers is to find that time and keep reading! Even if for just 5 minutes. Forget having to make it difficult literature, just find something that is fun for you. It will be so difficult at first anyway. But keep at it. After a few months, it has transformed into a <strong>brain massage</strong>.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/ma8fxw/after_years_of_school_im_finally_back_into/",
  "subreddit": "books",
  "id": "ma8fxw",
  "is_self": true,
  "media": null,
  "is_video": false
}