{
  "author": "All_I_Want_IsA_Pepsi",
  "the_new_excerpt": "Though this would be a major constitutional change, the pardon system has been\nabused by both Democrats and Republicans, so a bipartisan solution under an\nincoming Democratic administration should be taken up and passed.\n\nWhen a president of either party becomes a lame duck, there is nothing…",
  "original_created_utc": 1608725354,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "虽然这将是一项重大的宪法修改，但赦免制度一直是\n被民主党人和共和党人滥用，所以在一个\n即将上任的民主党政府应该接受并通过。\n\n当任一党的总统变成跛脚鸭时，就没有什么…了",
      "title": "[改变我的想法]：我认为美国总统发布赦免的权力应该在总统选举前至少两天终止。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "雖然這將是一項重大的憲法修改，但赦免制度一直是\n被民主黨人和共和黨人濫用，所以在一個\n即將上任的民主黨政府應該接受並通過。\n\n當任一黨的總統變成跛腳鴨時，就沒有什麼…了",
      "title": "[改变我的想法]：我認爲美國總統發佈赦免的權力應該在總統選舉前至少兩天終止。"
    }
  ],
  "title": "CMV: I believe the power of a US President to issue a pardon should be terminated at least 2 days before the presidential election.",
  "created_utc": 1608788105,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Though this would be a major constitutional change, the pardon system has been abused by both Democrats and Republicans, so a bipartisan solution under an incoming Democratic administration should be taken up and passed.   </p>\n\n<p>When a president of either party becomes a lame duck, there is nothing holding him or her back from issuing pardons that are contrary to the public good.  Pardons are given in exchange for money (we have seen those seeking pardons staying at Trump hotels for instance, or money given to parties/libraries etc), some pardons are given as a reward for partisan loyalists, and some could be given to settle scores or create problems for an incoming administration.   </p>\n\n<p>Until the election begins, a sitting President is constrained by public reaction at the polls, but afterward, on losing, there is no consequence. If the power to issue a pardon had ended on November 1, we the voters of the USA could make our opinions known at the ballot box. At the moment, there are absolutely no checks or balances on any lame duck President.   I do not believe the framers of the constitution intended to give presidents like Nixon, or conspirators like Brigham Young, or common criminals like Roger Clinton a free pass just because they are family or friends.   I don&#39;t believe the criminals behind the Iran/Contra affair were what the framers had in mind.  James Madison said the purpose was to &quot;restore domestic tranquility of the commonwealth.&quot;   If this is the aim, then absolutely have pardons - but that power should absolutely end once a President&#39;s mandate to lead does.   </p>\n\n<ul>\n<li> I Believe reform of the much abused Presidential Pardon is long overdue.</li>\n<li>I believe the power of a US President to issue a pardon should be terminated when their mandate to lead ends at the beginning of an election.</li>\n<li>I believe at least a few days additional should be added to ensure the public is aware of the President&#39;s actions before they go to the poll (and perhaps with postal/early voting it should be as much as 1 month).<br/></li>\n<li>I also believe a second term president&#39;s mandate for pardons should end on election day - as their party can still be held accountable for his/her actions.</li>\n</ul>\n</div><!-- SC_ON -->",
  "score": 1177,
  "permalink": "/r/changemyview/comments/kiry0u/cmv_i_believe_the_power_of_a_us_president_to/",
  "subreddit": "changemyview",
  "id": "kiry0u",
  "is_self": true,
  "media": null,
  "is_video": false
}