{
  "author": "lando55",
  "the_new_excerpt": "Why YSK: Writing helpful product reviews helps out manufacturers, sellers, and\nconsumers. Unless you are able to rate each step in the purchasing process\nindividually (sales advice, website, pricing and purchase, product, shipping\netc.) you should base your review on the product's own merit.\n\nI see…",
  "original_created_utc": 1615166663,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：撰写有用的产品评论可以帮助制造商、卖家和消费者。\n消费者。除非你能对购买过程中的每一个步骤进行评价。\n单独（销售建议、网站、价格和购买、产品、运输）。\n等）你应该根据产品本身的优点来进行评论。\n\n我看...",
      "title": "YSK：你的产品评论应该基于产品，而不是其他任何东西。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：撰寫有用的產品評論可以幫助製造商、賣家和消費者。\n消費者。除非你能對購買過程中的每一個步驟進行評價。\n單獨（銷售建議、網站、價格和購買、產品、運輸）。\n等）你應該根據產品本身的優點來進行評論。\n\n我看...",
      "title": "YSK：你的產品評論應該基於產品，而不是其他任何東西。"
    }
  ],
  "title": "YSK: You should base your product review on the product, not anything else",
  "created_utc": 1615190048,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Writing helpful product reviews helps out manufacturers, sellers, and consumers. Unless you are able to rate each step in the purchasing process individually (sales advice, website, pricing and purchase, product, shipping etc.) you should base your review on the product&#39;s own merit.</p>\n\n<p>I see so many reviews on Amazon etc. that rate products 1-star due to something that is beyond the manufacturer&#39;s control, such as damage during shipping, or poor customer service by the seller.</p>\n\n<p>This is very unhelpful to anyone looking for a review on a potential purchase, as these have no bearing on how the product will perform for their use case. If I want to know if a set of jack stands will provide enough stability and ground clearance for my truck, reading your poor review because your set was delivered with a hole in the box does not provide any useful information, and hurts the seller and manufacturer for no valid reason.</p>\n\n<p>There can be exceptions to this, i.e. if the product was delivered incomplete and you contacted the manufacturer to provide the missing parts and were met with nothing but passive aggression and disinterest, I would factor this into a review as I consider manufacturer support and warranty as part of the product. Others may see this differently, and I would welcome the discussion. There are other exceptions, but I&#39;m typing this on my phone so I don&#39;t want to list them here. </p>\n\n<p>TL;DR - don&#39;t base your Amazon ratings and reviews on anything other than products and services within the manufacturers control.</p>\n\n<p><strong>EDIT</strong>: Since I&#39;m at a computer now and there is some confusion, let me clear up some things:</p>\n\n<ol>\n<li> I&#39;m primarily basing this on Amazon and other storefronts that carry products from a wide range of manufacturers, as opposed to the manufacturer site directly. For instance, if you go directly to Apple&#39;s website and order an iPhone, Apple should take ownership of the transactional process, customer service, warranty, product quality, shipping etc. If there are train derailments or blizzards that affect your delivery date, I would not hold Apple accountable for that.</li>\n<li> If during its normal course of use, a product fails in some way, I would hold the manufacturer accountable and factor that into my review. However, depending on how the manufacturer handles the situation (replacement, refund, etc,) I would make sure to update the review.</li>\n<li> A seller has some measure of control of where their product will be sold, but realistically if you decide not to sell your product on Amazon you may be putting yourself at a strong competitive disadvantage, so you could argue that is not in the seller&#39;s control. Having said that, you can elect to let Amazon fulfill and ship your orders, or you can maintain control of your product and delivery.</li>\n</ol>\n\n<p><strong>EDIT #2</strong> mods</p>\n\n<p>I have a basic structure I like to use for reviews, but I&#39;ll save it for another time.</p>\n</div><!-- SC_ON -->",
  "score": 1533,
  "permalink": "/r/YouShouldKnow/comments/m04kpr/ysk_you_should_base_your_product_review_on_the/",
  "subreddit": "YouShouldKnow",
  "id": "m04kpr",
  "is_self": true,
  "media": null,
  "is_video": false
}