{
  "author": "xLadyPhoenix74x",
  "the_new_excerpt": "I was a social media addict. Five years ago, I deleted Facebook and suffered\nwithdrawal. Reddit became my new social media addiction. Mainly because there's\nmore to read (go figure!)\n\nA few months ago, I decided to cut down my time reading on Reddit, and get back\nto reading books instead.\n\nThe first…",
  "original_created_utc": 1620449300,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はソーシャルメディア依存症でした。5年前、私はFacebookを削除し、禁断症状に苦しみました。\n禁断症状が出ました。Redditは私の新しいソーシャルメディア中毒になりました。主な理由は、読むものが\n読むものが多いからです（笑）。\n\n数ヶ月前、私はRedditで読む時間を減らして、代わりに本を読むことにしました。\n代わりに本を読むことにした。\n\n最初の...",
      "title": "読書が私のソーシャルメディア依存症を解消してくれた"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾是一个社交媒体上瘾者。五年前，我删除了Facebook并遭受了\n戒断。Reddit成为我新的社交媒体瘾。主要是因为这里有\n更多的阅读（去想！）。\n\n几个月前，我决定减少我在Reddit上的阅读时间，并重新回到\n重新阅读书籍。\n\n第一个...",
      "title": "阅读打破了我的社交媒体之瘾"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾是一個社交媒體上癮者。五年前，我刪除了Facebook並遭受了\n戒斷。Reddit成爲我新的社交媒體癮。主要是因爲這裏有\n更多的閱讀（去想！）。\n\n幾個月前，我決定減少我在Reddit上的閱讀時間，並重新回到\n重新閱讀書籍。\n\n第一個...",
      "title": "閱讀打破了我的社交媒體之癮"
    }
  ],
  "title": "Reading Broke My Social Media Addiction",
  "created_utc": 1620459182,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was a social media addict. Five years ago, I deleted Facebook and suffered withdrawal. Reddit became my new social media addiction. Mainly because there&#39;s more to read (go figure!)</p>\n\n<p>A few months ago, I decided to cut down my time reading on Reddit, and get back to reading books instead. </p>\n\n<p>The first thing I did was purchase a Kindle. Living in a small town, I use Amazon a lot and I have a Prime membership. It only made sense to buy a Kindle. </p>\n\n<p>It&#39;s become a habit to come home from work, shower, and scroll with Reddit to unwind so I can fall asleep. Well, I did an experiment. </p>\n\n<p>I moved my phone and charger further away from my bed and placed my Kindle where my phone and charger used to be - and I&#39;ve set a daily reminder in Google calendar to read every day. </p>\n\n<p>I read the entire Wizard of Oz series and I am now on the third book of a trilogy. (Kushiel&#39;s Avatar is the book I&#39;m on now) </p>\n\n<p>My mental health has immensely improved. And I&#39;m saving a lot of money and space in my house! I even carry my kindle with me to work. I read on my lunch break. I read during my downtime. I read when I get off work. I take a shower, curl up in bed, read until I get sleepy, slide it under my pillow and go to sleep.</p>\n\n<p>I make sure to place it in my work bag before I leave for work. I&#39;m getting quality sleep. My overall mood has improved. I have a new appreciation for books and reading in general. Rediscovering a passion I had from when I was a kid. </p>\n\n<p>I&#39;m not one of those people that scream, &quot;Social media is bad for you!&quot; because it depends on how it&#39;s used. By joining this sub, and reading about all the books everyone else is reading gave a me FOMO feeling. </p>\n\n<p>I didn&#39;t have much to contribute or talk about because, well, I wasn&#39;t reading! I took action to change that and now I reach for my Kindle instead of my phone. I&#39;m genuinely excited about my results and I had to share. </p>\n\n<p>I don&#39;t know if anyone else struggles with social media addiction but if you do and you love to read, get an e-reader and reach for that instead of your phone. You won&#39;t regret it - I promise! </p>\n\n<p>And special thanks to this sub for all the wonderful discussions and great titles. Honestly, the books on my wishlist (from this sub) is larger than my wallet, haha!</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/n7hkn2/reading_broke_my_social_media_addiction/",
  "subreddit": "books",
  "id": "n7hkn2",
  "is_self": true,
  "media": null,
  "is_video": false
}