{
  "author": "g00ber88",
  "original_created_utc": 1625708113,
  "title": "YSK: pooping isn't supposed to hurt. If you commonly have pain while pooping, you either need to adjust your diet or you may have an underlying medical condition",
  "created_utc": 1625719446,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: i was concerned recently when I saw a starter pack about painful poop and it seemed like most of the commons found it super relatable, so apparently a lot of people think its normal and fine to experience pain and difficulty pooping. Pooping should not hurt. If it happens on occasion, once in a while, then that&#39;s one thing, but if its something that you commonly experience, then thats not healthy.</p>\n\n<p><a href=\"https://www.healthline.com/health/why-does-it-hurt-when-i-poop\">common causes of pain while pooping</a></p>\n\n<p>If its your actual butthole that hurts, regardless of the size/consistency of your poop, it may be anal fissures or hemorrhoids. If you just have very large, difficult to push out poops, then you likely need to adjust your diet- eat more fiber and drink more water.</p>\n\n<p>IBS (irritable bowel syndrome) can also cause pain while pooping.</p>\n\n<p>Don&#39;t live in pain, people.</p>\n</div><!-- SC_ON -->",
  "score": 84,
  "permalink": "/r/YouShouldKnow/comments/ofx1nv/ysk_pooping_isnt_supposed_to_hurt_if_you_commonly/",
  "subreddit": "YouShouldKnow",
  "id": "ofx1nv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: i was concerned recently when I saw a starter pack about painful poop\nand it seemed like most of the commons found it super relatable, so apparently a\nlot of people think its normal and fine to experience pain and difficulty\npooping. Pooping should not hurt. If it happens on occasion, once…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "YSKの理由：最近、ウンチの痛みをテーマにしたスターターパックを見て気になっていました。\nコモンズのほとんどがそれをとても親近感のあるものとして捉えているようでした。\n多くの人が、痛みや困難なウンチを経験することは普通であり、問題ないと考えているようです。\npooping。ウンチは痛いものではありません。もしそれがたまに、一度でも起こったら...。",
      "title": "YSK: ウンチは痛いものではありません。ウンチをするときに痛みを感じることが多い場合は、食生活を改善する必要があるか、基礎疾患があるかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：最近我看到一个关于痛苦的大便的启动包时，我很关注。\n我很担心，因为我看到了一个关于大便疼痛的启动包，而且似乎大多数人都觉得这很有关系，所以很明显，很多人都认为大便疼痛和困难是正常的。\n很多人认为经历疼痛和排便困难是正常的，没有问题。\n拉屎。拉大便不应该疼。如果它偶尔发生，一旦...",
      "title": "YSK：拉屎是不应该疼的。如果你在大便时经常感到疼痛，你要么需要调整你的饮食，要么你可能有潜在的医疗状况。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：最近我看到一個關於痛苦的大便的啓動包時，我很關注。\n我很擔心，因爲我看到了一個關於大便疼痛的啓動包，而且似乎大多數人都覺得這很有關係，所以很明顯，很多人都認爲大便疼痛和困難是正常的。\n很多人認爲經歷疼痛和排便困難是正常的，沒有問題。\n拉屎。拉大便不應該疼。如果它偶爾發生，一旦...",
      "title": "YSK：拉屎是不應該疼的。如果你在大便時經常感到疼痛，你要麼需要調整你的飲食，要麼你可能有潛在的醫療狀況。"
    }
  ]
}