{
  "author": "quaker_the_elephant",
  "original_created_utc": 1625117378,
  "title": "What are your favourite book openings?",
  "created_utc": 1625143159,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love it when a book has an amazing first sentence that draws you in instantly and gives you a feel of what to expect while devouring the whole book. That being said, there are books I love so much that don&#39;t have bedazzling first sentences. What are your favourite openings? Here are some of mine.</p>\n\n<p>From <em>The Stranger</em> - &quot;Mother died today. Or maybe yesterday, I don&#39;t know.“ Who wouldn&#39;t know? Mersault establishes himself as a character that is so apathetic and withdrawn, but that&#39;s what makes him so incredibly interesting to read and contemplate.</p>\n\n<p>From <em>the Bell Jar</em> - &quot;It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn&#39;t know what I was doing in New York.&quot; Aren&#39;t &quot;queer&quot; and &quot;sultry&quot; the perfect words to use? The entire atmosphere Sylvia Plath sets with the electrocution and the wanderlust in New York is to die for.</p>\n\n<p>From <em>Pride and Prejudice</em> - ”It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.&quot; This! This sums up so much of the contention and the irony and the background of Austen&#39;s novel. Brilliant.</p>\n\n<p>I wanna hear yours!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/obf2hx/what_are_your_favourite_book_openings/",
  "subreddit": "books",
  "id": "obf2hx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love it when a book has an amazing first sentence that draws you in instantly\nand gives you a feel of what to expect while devouring the whole book. That\nbeing said, there are books I love so much that don't have bedazzling first\nsentences. What are your favourite openings? Here are some of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、本の最初の一文が素晴らしく、すぐに引き込まれて\n瞬時に引き込まれ、本全体を夢中で読む間に期待感を与えてくれる素晴らしい第一文がある本は大好きです。とはいえ\nとはいえ、私が大好きな本の中には、最初の一文が魅力的でないものもあります。\n気に入っている本はあります。あなたのお気に入りの冒頭文は何ですか？ここでは、そのいくつかをご紹介しましょう。",
      "title": "あなたのお気に入りのブックオープンは何ですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我喜欢一本书有一个惊人的第一句话，能立刻吸引你的注意力\n并让你在吞噬整本书的同时有一种期待的感觉。不过\n话虽如此，有些我非常喜欢的书却没有令人眼花缭乱的第一句话。\n句子。你最喜欢的开篇是什么？这里有一些...",
      "title": "你最喜欢的书籍开篇是什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我喜歡一本書有一個驚人的第一句話，能立刻吸引你的注意力\n並讓你在吞噬整本書的同時有一種期待的感覺。不過\n話雖如此，有些我非常喜歡的書卻沒有令人眼花繚亂的第一句話。\n句子。你最喜歡的開篇是什麼？這裏有一些...",
      "title": "你最喜歡的書籍開篇是什麼？"
    }
  ]
}