{
  "author": "quaker_the_elephant",
  "original_created_utc": 1625117378,
  "title": "What are your favourite book openings?",
  "created_utc": 1625143159,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I love it when a book has an amazing first sentence that draws you in instantly and gives you a feel of what to expect while devouring the whole book. That being said, there are books I love so much that don&#39;t have bedazzling first sentences. What are your favourite openings? Here are some of mine.</p>\n\n<p>From <em>The Stranger</em> - &quot;Mother died today. Or maybe yesterday, I don&#39;t know.“ Who wouldn&#39;t know? Mersault establishes himself as a character that is so apathetic and withdrawn, but that&#39;s what makes him so incredibly interesting to read and contemplate.</p>\n\n<p>From <em>the Bell Jar</em> - &quot;It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn&#39;t know what I was doing in New York.&quot; Aren&#39;t &quot;queer&quot; and &quot;sultry&quot; the perfect words to use? The entire atmosphere Sylvia Plath sets with the electrocution and the wanderlust in New York is to die for.</p>\n\n<p>From <em>Pride and Prejudice</em> - ”It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.&quot; This! This sums up so much of the contention and the irony and the background of Austen&#39;s novel. Brilliant.</p>\n\n<p>I wanna hear yours!</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/obf2hx/what_are_your_favourite_book_openings/",
  "subreddit": "books",
  "id": "obf2hx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I love it when a book has an amazing first sentence that draws you in instantly\nand gives you a feel of what to expect while devouring the whole book. That\nbeing said, there are books I love so much that don't have bedazzling first\nsentences. What are your favourite openings? Here are some of…"
}