{
  "author": "justheretosaystuff17",
  "the_new_excerpt": "In modern economically liberal democracies, for-profit corporations often have\nfar more direct and unchallenged authoritarian power over all aspects of human\nlife than government agencies. Their success in capturing government regulatory\npower through lobbying and corruption in the past several…",
  "original_created_utc": 1610525879,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在现代经济自由的民主国家中，营利性公司往往有\n更直接和不受质疑的独裁权力，对人类的所有方面都有影响。\n比政府机构的生活。他们成功地抓住了政府监管\n在过去的几年里，通过游说和腐败获得权力的... ...",
      "title": "[改变我的想法]。任何完全关注政府权力而不积极处理公司权力的美国自由主义，都不配称为自由主义，实际上并不关注人类自由，而且几乎总是一些试图重塑自身形象的其他意识形态。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在現代經濟自由的民主國家中，營利性公司往往有\n更直接和不受質疑的獨裁權力，對人類的所有方面都有影響。\n比政府機構的生活。他們成功地抓住了政府監管\n在過去的幾年裏，通過遊說和腐敗獲得權力的... ...",
      "title": "[改變我的想法]。任何完全關注政府權力而不積極處理公司權力的美國自由主義，都不配稱爲自由主義，實際上並不關注人類自由，而且幾乎總是一些試圖重塑自身形象的其他意識形態。"
    }
  ],
  "title": "CMV: Any American Libertarianism that concerns itself entirely with government power and doesn't actively address corporate power doesn't deserve to be called Libertarian, isn't actually concerned with human liberty, and is almost always some other ideology trying to rebrand itself.",
  "created_utc": 1610543560,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In modern economically liberal democracies, for-profit corporations often have far more direct and unchallenged authoritarian power over all aspects of human life than government agencies. Their success in capturing government regulatory power through lobbying and corruption in the past several decades in for example the U.S. demonstrates one of the weaknesses of government, while at the same time actually also showing that robust government (or some equivalent organized and sovereign counterweight to corporate power) is the only thing that really stands a chance of counterbalancing this corporate power. In other words -- that they are spending so much money to undermine it and capture it demonstrates that they understand it is the most credible threat and obstacle to their absolute control.</p>\n\n<p>The character of corporate and government power is of course different, and it is probably useless to debate which has the potential to be &quot;more&quot; or &quot;less&quot; oppressive. Governments have, can, and do engage in a wide variety of oppressive behavior which can directly impinge upon and degrade human liberty, safety, health, and quality of life. There is no question about that. There is also really no question that corporations also have, can, and do engage in a wide variety of oppressive behavior which can directly impinge upon and degrade human liberty, safety, health, and quality of life. Neither of these statements should be taken as an argument that both governments and corporations haven&#39;t also produced a wide variety of benefits, which of course they have.</p>\n\n<p>Nonetheless, the historical movements (particularly in the Western World) which have aimed to democratize government power, limit it, and distribute it more fairly among the population it impacts have seen a reasonable amount of (of course, imperfect) success. By comparison, equivalent historical movements to democratize business power, limit it, and distribute it more fairly among the population it impacts have seen much less success, particularly in the U.S. Within their respective organizations, C-level corporate leaders and members of boards have far more authoritarian and undemocratic power than presidents, prime ministers, or members of Congresses, Parliaments, or Diets -- even with labor unions, but especially without them.</p>\n\n<p>Modern life is increasingly impacted by the actions of massive business interests, and it seems like every year there is less and less room to live life as a human being at all meaningfully outside of their far-reaching influence. Corporations can poison the air and water, dictate laws to local and national government, track citizens and monitor their speech and behavior, imprison people, create wealth and poverty, and dictate norms of speech, thought, behavior, dress, appearance, and lifestyle which they can then enforce through powerful economic incentives and disincentives which there are increasingly fewer and fewer alternatives to and fewer and fewer meaningful ways to escape from. And they are not anywhere near as subject to self-regulation by their stakeholders and the people affected by their actions and decisions as governments often are.</p>\n\n<p>Below a certain threshold of power, or with a more limited reach, this might not be cause for concern. But we are at least decades past those thresholds. Corporate power over its domains is nearly absolutely, completely authoritarian in character, and has the ability to destroy the lives of anyone who opposes it (and excommunicate any stakeholder within it who attempts to organize against it) unilaterally and without the faintest lip service toward due process or checks and balances, in a way that most Western government power simply doesn&#39;t even come close.</p>\n\n<p>Also, in terms of championing &quot;liberty&quot; as a political and social ideology, let&#39;s acknowledge the obvious: if I am imprisoned, I&#39;m not any freer if the people imprisoning me are a &quot;private&quot; corporation than if they&#39;re the government.</p>\n\n<p>As a result, I&#39;ve always found the focus of so many people who call themselves &quot;Libertarian&quot; on government power to be misguided at best, or disingenuous at worse. In fact, I think the reason that &quot;small government&quot; and &quot;limited government power&quot; are so squarely in the center of the American Overton window at the moment is directly a product of the influence of corporate power in steering the conversation. We know that small, weakened government is good for the interests of large corporations (except for when it needs to them to bail them out financially or send troops to protect or enforce their interests), so it seems to be that we ought to be a lot more suspicious of any supposed &quot;Libertarianism&quot; that wants to talk entirely about government power and not about any other kind of power.</p>\n\n<p>&#x200B;</p>\n\n<p>tl;dr - For the last several decades, corporate business power has been a far bigger threat to human liberty, freedom, health, and quality of life than government power. Anyone who calls themselves a &quot;Libertarian&quot; needs to concern themselves with it and be talking about how to resolve the issue of the need for a counterbalance to it if not government. Any self-styled &quot;Libertarian&quot; who just wants to talk about government power despite the bigger elephant in the room isn&#39;t really concerned with human liberty as their main focus, and need to be called out to be more honest about whatever their real ideology is.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/kwc8vx/cmv_any_american_libertarianism_that_concerns/",
  "subreddit": "changemyview",
  "id": "kwc8vx",
  "is_self": true,
  "media": null,
  "is_video": false
}