{
  "author": "Samjam132",
  "original_created_utc": 1628820990,
  "title": "cmv: Nuclear is the way forward",
  "created_utc": 1628865198,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe that we need to start investing more resources into the nuclear energy industry very soon if we want to have any chance at stopping climate change. It is the only energy source we have right now that is reliable AND carbon neutral. It may not be perfect as it produces nuclear waste which is harmful to the environment however there are currently technologies being produced at the moment that let us harness more energy from the waste. Add on the fact that waste is very safely stored in waste depositories I believe that the risk outweighs the benefit.</p>\n\n<p>There’s no ways anyone can justify non renewable energy instead of nuclear energy but you could try and argue renewable sources such as wind and solar. To this I would argue that there is no reliable way to implement this on a scale to make significant changes too the rate of global warming as we don’t have batteries advanced enough to retain power for cloudy days, thus making it unreliable  .</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/p3eabx/cmv_nuclear_is_the_way_forward/",
  "subreddit": "changemyview",
  "id": "p3eabx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I believe that we need to start investing more resources into the nuclear energy\nindustry very soon if we want to have any chance at stopping climate change. It\nis the only energy source we have right now that is reliable AND carbon neutral.\nIt may not be perfect as it produces nuclear waste which…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "気候変動に歯止めをかけるには、早急に原子力エネルギー産業に資源を投入する必要があると思います。\n気候変動を食い止めるためには、早急に原子力産業に資源を投入する必要があります。原子力は\n原子力は、信頼性が高く、カーボンニュートラルな、現在の唯一のエネルギー源です。\n核廃棄物が発生するため、完璧ではないかもしれませんが...。",
      "title": "cmv。原子力は今後の課題"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我相信，如果我们想有机会阻止气候变化，我们需要尽快开始向核能行业投入更多资源。\n如果我们想有任何机会阻止气候变化，我们需要尽快开始向核能行业投入更多资源。它\n它是我们现在拥有的唯一可靠和碳中性的能源。\n它可能并不完美，因为它会产生核废料，而这些核废料会对环境造成影响。",
      "title": "cmv: 核能是未来的方向"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我相信，如果我們想有機會阻止氣候變化，我們需要儘快開始向核能行業投入更多資源。\n如果我們想有任何機會阻止氣候變化，我們需要儘快開始向核能行業投入更多資源。它\n它是我們現在擁有的唯一可靠和碳中性的能源。\n它可能並不完美，因爲它會產生核廢料，而這些核廢料會對環境造成影響。",
      "title": "cmv: 核能是未來的方向"
    }
  ]
}