{
  "author": "boltsnation1993",
  "original_created_utc": 1634481144,
  "title": "CMV: Term limits on the basis of age for United States elected federal representatives is not ageism, its practical and needed.",
  "created_utc": 1634488593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The United States needs to set term limits on the basis of age for Congress and the President.</p>\n\n<p>70+ year olds are frequently regarded as unemployable due to mental decline and disconnect with the current times, but a high number of them are serving as politicians in the United States. The oldest sitting Senator, Senator Feinstein is 88 and has served since 1992. Over twenty members of the Senate are in their 70s. President Biden is 78 years old, and his health and mental prowess are the subject of continuous scrutiny. The most extreme example, Senator Thurmond, served for just short of 50 years until he passed away at 100. Currently, the average age of House members is ~58 years old and that of the Senate is ~63 years old. Contrast this with the average age of the American citizen, ~38 years old. </p>\n\n<p>All too often members of Congress demonstrate their age and disconnect with the times when they must talk about social media, tech, the internet, etc. with tech giants during hearings on the Hill. </p>\n\n<p>Term limits would prevent leaders from turning holding office into a career, spending upwards of 30-40 years serving in office and hanging on until they can barely function in an official capacity. Term limits would bring new and fresh perspectives into Congress. Limiting time in office would also hinder the development of permanent relationships among politicians and interest groups/lobbyists. Yes, they would still occur, but they would come to an end once the official’s term expired.</p>\n\n<p>I recognize the increased turnover would lead to a larger number of politicians who are not as familiar with the legislative process as someone who has been in the office for over a decade. But wouldn’t this also provide a motivation to train their successors and offer apprenticeship/mentorship opportunities like that seen in other communities?  </p>\n\n<p>We have minimum age requirements for someone to serve in the House, Senate, or presidency, so why shouldn’t we create a maximum? Mandatory retirement was ended for most professions with exceptions, such as the military, pilots, and law enforcement. But does representing the U.S. as a politician require less mental prowess than flying a plane? </p>\n\n<p>Any change would require a constitutional amendment, which I never see happening.</p>\n</div><!-- SC_ON -->",
  "score": 100,
  "permalink": "/r/changemyview/comments/q9zuua/cmv_term_limits_on_the_basis_of_age_for_united/",
  "subreddit": "changemyview",
  "id": "q9zuua",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The United States needs to set term limits on the basis of age for Congress and\nthe President.\n\n70+ year olds are frequently regarded as unemployable due to mental decline and\ndisconnect with the current times, but a high number of them are serving as\npoliticians in the United States. The oldest…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "米国では、議会と大統領に年齢による任期制限を設ける必要があります。\n大統領に年齢による任期制限を設ける必要があります。\n\n70歳以上の高齢者は、精神的な衰えにより、雇用されないとみなされることが多いし\n70歳以上の高齢者は、精神的な衰えや時代との乖離により、雇用されないと思われがちですが、米国では多くの高齢者が政治家として\nアメリカでは多くの人が政治家として活躍しています。最高齢の...",
      "title": "CMV: 米国で選出された連邦議員の年齢による任期制限は、エイジズムではなく、現実的で必要なことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "美国需要为国会和总统设定以年龄为基础的任期限制。\n总统。\n\n70岁以上的老人由于智力衰退和与时代脱节，经常被认为是无法就业的。\n但他们中的很多人却在美国担任政治家。\n在美国担任政治家。最年长的...",
      "title": "CMV: 美国当选联邦代表的年龄限制不是年龄歧视，而是实际需要。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "美國需要爲國會和總統設定以年齡爲基礎的任期限制。\n總統。\n\n70歲以上的老人由於智力衰退和與時代脫節，經常被認爲是無法就業的。\n但他們中的很多人卻在美國擔任政治家。\n在美國擔任政治家。最年長的...",
      "title": "CMV: 美國當選聯邦代表的年齡限制不是年齡歧視，而是實際需要。"
    }
  ]
}