{
  "author": "sukman666",
  "the_new_excerpt": "Why YSK: Many people (men especially) believe that the female orgasm is directly\nlinked to penetration and that results in those people feeling broken or\ndisappointed when said orgasm inevitably fails to occur from penetration and not\nmuch else. The notion that female orgasms must be brought on…",
  "original_created_utc": 1617369898,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：很多人（尤其是男性）认为，女性的性高潮是直接的\n与渗透有关，结果是这些人感觉到破碎或\n失望的时候，说的高潮不可避免地失败了插入，而不是\n很多其他的。女性性高潮的概念必须是由...",
      "title": "YSK认为女性的性高潮与插入关系不大"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：很多人（尤其是男性）認爲，女性的性高潮是直接的\n與滲透有關，結果是這些人感覺到破碎或\n失望的時候，說的高潮不可避免地失敗了插入，而不是\n很多其他的。女性性高潮的概念必須是由...",
      "title": "YSK認爲女性的性高潮與插入關係不大"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜYSKなのか：多くの人（特に男性）は、女性のオーガズムは挿入と直結していると信じています。\nその結果、女性のオーガズムが挿入に直結していると信じている人が多いのです。\nその結果、女性のオーガズムが挿入によって発生しなかったときに、失望してしまうのです。\n感じてしまうのです。女性のオーガズムは、挿入によってもたらされなければならない、という考えは...",
      "title": "女性のオーガズムは挿入とはあまり関係がないというYSK"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：多くの人（特に男性）は、女性のオーガズムは挿入と直結していると信じています。\nその結果、女性のオーガズムが挿入に直結していると信じている人が多いのです。\nその結果、女性のオーガズムが挿入によって発生しなかったときに、失望してしまうのです。\n感じてしまうのです。女性のオーガズムは、挿入によってもたらされなければならない、という考えは...",
      "title": "女性のオーガズムは挿入とはあまり関係がないというYSK"
    }
  ],
  "title": "YSK that the female orgasm has little to do with penetration",
  "created_utc": 1617374610,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Why YSK:</strong> Many people (men especially) believe that the female orgasm is directly linked to penetration and that results in those people feeling broken or disappointed when said orgasm inevitably fails to occur from penetration and not much else. The notion that female orgasms must be brought on through penetration and that anything short of purely penetrative orgasms isn&#39;t &quot;truly&quot; pleasurable (or that it somehow doesn&#39;t &quot;count&quot;) is a myth that has been perpetuated by mainstream pornography for a very long time, eventually infesting pop culture and sex culture as we know it.</p>\n\n<p>This passage from the wonderful book <em>She Comes First</em> by Ian Kerner sums it up perfectly.</p>\n\n<blockquote>\n<p>When describing sex in the proverbial locker room, men tend to employ the language of penetration—adjectives like “hard” and “deep.” We go in, we extricate: “I fucked the ____ out of her”—as though pleasure was something buried deep inside her womb, a nugget to be rammed, jostled, and liberated with the powerful male tool.  </p>\n\n<p>Rare is the man who says, “I made love to her as subtly and lightly as a feather”; “I grazed her vulva as with the delicate wings of a butterfly”; “I barely touched her, she came so hard!” And yet such language would be more appropriate, as the inner two thirds of the vagina are substantially less sensitive than the outer third. In a series of experiments, Dr. Kinsey asked five gynecologists to examine the genitals of almost nine hundred women in order to find out which areas were the most sensitive. “The deep interior walls of the vagina really have few nerve endings and are quite insensitive when stroked or lightly pressed.” But when gently touched on their clitorises, 98 percent of women were aware of it.  </p>\n\n<p>The superiority of the clitoris to the vagina in stimulating the process of female sexual response is enough to throw many a guy into a tailspin and make him question the very meaning of life, or at least the meaning of his penis. But as difficult as it may be, it’s important to separate the concept of procreation from pleasure: the penis, by dint of its convenient fit into the vagina, may play an instrumental role in the former, but that doesn’t mean it’s ideally suited to the latter.  </p>\n\n<p>This sort of talk is none too popular, mainly because it challenges the very foundation upon which our society’s conception of sex has been forged, and throws into doubt the value of intercourse as the principal paradigm for constructing a model of mutual pleasure. From losing one’s virginity to the consummation of a relationship to the cherished simultaneous orgasm, our culture has enshrined the role of genital penetration as the be-all, end-all of heterosexual relationships. Where would the “third date” be without it?  </p>\n\n<p>The idea that genital penetration might be seriously overhyped is a bitter pill to swallow, especially for those men of the world who base much of their sexual self-esteem on the value of their penis in stimulating female pleasure. As we will soon see, there is a long history of “clitoral denial” in our culture that stems back to Freud—a way of thinking so deeply embedded into our collective consciousness that even a woman is more likely to question, or repress, the natural instincts, responses, and sensations of her own body—or just fake her way through it—than to challenge the conventional wisdom or risk bruising the male ego. Is it any wonder, then, that according to author Lou Paget the number one question sent in by female readers to the editors of Cosmopolitan magazine is: What can I do to have an orgasm during intercourse? Here’s a simple answer: Don’t have intercourse. Or at least make it part of a larger event and not the event itself.  </p>\n\n<p>The pill doesn’t have to be bitter, and once swallowed, it can be incredibly liberating. When we know how to recognize and navigate the process of female sexual response, when we understand the role of the clitoris in stimulating that process, then sex becomes easier, simpler, and more rewarding, and we’re impelled to create pleasure not just with our penises, but with our hands and mouths, bodies and minds. In letting go of intercourse, we open ourselves up to new creative ways of experiencing pleasure, ways that may not strike us as inherently masculine, but ultimately allow us to be more of a man. Sex is no longer penis-dependent, and we can let go of the usual anxieties about size, stamina, and performance. We are free to love with more of ourselves, with our entire self.</p>\n</blockquote>\n\n<p>Sex shouldn&#39;t be reduced to the act of penetration. Learning to use your mouth and hands and taking the time to turn foreplay into <em>coreplay</em> is essential if you want mutual satisfaction.</p>\n</div><!-- SC_ON -->",
  "score": 1017,
  "permalink": "/r/YouShouldKnow/comments/mikb43/ysk_that_the_female_orgasm_has_little_to_do_with/",
  "subreddit": "YouShouldKnow",
  "id": "mikb43",
  "is_self": true,
  "media": null,
  "is_video": false
}