{
  "author": "Simbatheia",
  "original_created_utc": 1636778953,
  "title": "YSK: Upon request, many companies will either show you the data they've collected on you, or delete said data altogether.",
  "created_utc": 1636793027,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Your data is constantly being collected and sold without your knowledge. While there is no federal law guaranteeing the erasure of your data, many companies will comply regardless, either because of company policy or through compliance of non-federal law. </p>\n\n<p>If any of these companies have extensive business in the EU, they likely have to abide by their right-to-erasure laws, even in the U.S. You can stop companies from collecting and holding any data on you, while at the same time reducing clutter in your inbox from unwanted companies. </p>\n\n<p>When requesting for your data to be deleted, it&#39;s important to note that <strong>upon completion,</strong> <strong>your account, along with all data linked to your account will be deleted and there is no way to get it back.</strong></p>\n\n<p>To make the process of requesting data deletion easier, there&#39;s a website called SayMine that will help you find companies that have data on you and will send a pre-written request for your data to be deleted, and you can have them delete your data when you&#39;re done.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/YouShouldKnow/comments/qstmu9/ysk_upon_request_many_companies_will_either_show/",
  "subreddit": "YouShouldKnow",
  "id": "qstmu9",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Your data is constantly being collected and sold without your\nknowledge. While there is no federal law guaranteeing the erasure of your data,\nmany companies will comply regardless, either because of company policy or\nthrough compliance of non-federal law.\n\nIf any of these companies have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：あなたのデータは常に収集され、あなたの知らないところで販売されています。\n知らないうちに。あなたのデータを消去することを保証する連邦法はありませんが、多くの企業は、それにかかわらず、データ消去に応じます。\n多くの企業は、会社の方針や連邦法以外の法律に基づいて、データの消去に対応しています。\n多くの企業は、会社の方針として、あるいは連邦法以外の法律を遵守しています。\n\nもし、これらの企業の中に...",
      "title": "YSK: 多くの企業は、要請があれば、収集したデータをお客様に見せるか、あるいはデータを完全に削除します。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：你的数据在你不知情的情况下不断被收集和出售。\n的情况下被收集和出售。虽然没有联邦法律保证你的数据被删除。\n许多公司都会遵守，无论是因为公司政策或\n通过遵守非联邦法律。\n\n如果这些公司中的任何一家有...",
      "title": "YSK：根据要求，许多公司会向你展示他们收集的你的数据，或者完全删除上述数据。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：你的數據在你不知情的情況下不斷被收集和出售。\n的情況下被收集和出售。雖然沒有聯邦法律保證你的數據被刪除。\n許多公司都會遵守，無論是因爲公司政策或\n通過遵守非聯邦法律。\n\n如果這些公司中的任何一家有...",
      "title": "YSK：根據要求，許多公司會向你展示他們收集的你的數據，或者完全刪除上述數據。"
    }
  ]
}