{
  "author": "WaterBottleMaster45",
  "the_new_excerpt": "why YSK: you could be paying lots of extra money for essentially the same car.\n\nThe price difference between a new car and one that is used and 1 or 2 years old\nis very big. Why? because when you buy a car it loses value because it's no\nlonger new, secondly just about after year when the next model…",
  "original_created_utc": 1619112315,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、基本的に同じ車にたくさんの余分なお金を払っている可能性があるからです。\n\n新車と1～2年落ちの中古車の価格差はとても大きいです。\nはとても大きいのです。なぜかというと、車を買うと、それはもう新しいものではないので価値が下がります。\nまた、1年後には次のモデルが...。",
      "title": "YSK: 新車の価値はどんどん下がっていきます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：你可能要为基本相同的汽车多付很多钱。\n\n一辆新车和一辆使用了1或2年的二手车之间的价格差异很大。\n是非常大的。因为当你买了一辆车，它就会失去价值，因为它不再是新的。\n不再是新的，其次，大约在一年后，当下一个模型......",
      "title": "YSK：一辆新车会迅速贬值。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：你可能要爲基本相同的汽車多付很多錢。\n\n一輛新車和一輛使用了1或2年的二手車之間的價格差異很大。\n是非常大的。因爲當你買了一輛車，它就會失去價值，因爲它不再是新的。\n不再是新的，其次，大約在一年後，當下一個模型......",
      "title": "YSK：一輛新車會迅速貶值。"
    }
  ],
  "title": "YSK: A New Car will depreciate in value rapidly.",
  "created_utc": 1619634900,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>why YSK: you could be paying lots of extra money for essentially the same car.</p>\n\n<p>The price difference between a new car and one that is used and 1 or 2 years old is very big. Why? because when you buy a car it loses value because it&#39;s no longer new, secondly just about after year when the next model releases it&#39;s now  not a new car anymore and never will be. Suddenly your car has depreciated by a huge chunk it&#39;s worth a LOT LESS. But by buying a used car you can skip those problems.</p>\n\n<p>So just buy your dream car but buy one that is 1 or 2 years(or more) old.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/mw9wec/ysk_a_new_car_will_depreciate_in_value_rapidly/",
  "subreddit": "YouShouldKnow",
  "id": "mw9wec",
  "is_self": true,
  "media": null,
  "is_video": false
}