{
  "author": "zfreakazoidz",
  "the_new_excerpt": "As someone with many health conditions, it is pretty impossible for me to work.\nI have severe asthma, vision issues, vision blacks out sometimes, major\nallergies, one kidney, kidney stones, seizures (sleep ones, not often),\ncervicalgia (neck issues), vertigo, anxiety, a TBI (traumatic…",
  "original_created_utc": 1620600713,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "多くの健康状態を抱えている私にとって、仕事をすることはかなり不可能です。\n私は重度の喘息、視力の問題、時々視力が落ちます。\nアレルギー、片方の腎臓、腎臓結石、発作（睡眠時のもので、頻繁に起こるものではありません。\n頚椎症（首の問題）、めまい、不安、TBI（外傷性...",
      "title": "CMV: 「働いている障害者を知っているから」という理由で、障害者に「怠け者だから働け」と言うのは、愚かな発言です。障害者が政府の援助を受けていることに文句を言うのも同じです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为一个有许多健康问题的人，我是很难工作的。\n我有严重的哮喘，视力问题，有时视力模糊，主要的\n过敏症，一个肾脏，肾结石，癫痫发作（睡眠发作，不经常）。\n颈椎病（颈部问题）、眩晕、焦虑、TBI（创伤性骨折）。",
      "title": "CMV: 仅仅因为 \"我认识一个工作的残疾人 \"就告诉残疾人他们很懒，应该工作，这是一个愚蠢的评论。抱怨他们获得政府援助也是如此。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲一個有許多健康問題的人，我是很難工作的。\n我有嚴重的哮喘，視力問題，有時視力模糊，主要的\n過敏症，一個腎臟，腎結石，癲癇發作（睡眠發作，不經常）。\n頸椎病（頸部問題）、眩暈、焦慮、TBI（創傷性骨折）。",
      "title": "CMV: 僅僅因爲 \"我認識一個工作的殘疾人 \"就告訴殘疾人他們很懶，應該工作，這是一個愚蠢的評論。抱怨他們獲得政府援助也是如此。"
    }
  ],
  "title": "CMV: Telling disabled people they are lazy and should work just because \"I know someone disabled who works\" is a stupid comment to make. Same with complaining about them getting goverment assitance.",
  "created_utc": 1620618157,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As someone with many health conditions, it is pretty impossible for me to work. I have severe asthma, vision issues, vision blacks out sometimes, major allergies, one kidney, kidney stones, seizures (sleep ones, not often), cervicalgia (neck issues), vertigo, anxiety, a TBI (traumatic brain injury)...etc. </p>\n\n<p>But the worst thing is I have migraines on average of 22 times a month. To the point of throwing up and (trigger warning) often wanting to just shoot myself from the pain. It&#39;s a nightmare. And after a migraine (with or without med help) you spend a day basically sleeping because your body has been so worn out. </p>\n\n<p>So when people tell me I&#39;m either lazy or bring up &quot;Well I know who is a quadriplegic with cancer that works!&quot;, it&#39;s annoys me to no end. Now obviously I am not saying other people&#39;s health/disabilities are easy to live with of course. And there are of course people who have it even worse than me. </p>\n\n<p>But most people with things like cancer, missing limbs...etc. They still have a normally wired brain. So working is not an issue (again, not that they always can work). Migraines are pure agony, sometimes for the whole day. Pain beyond imagination. One woman told me she would rather have the pain of giving birth than her migraines. </p>\n\n<p>Her husband works from home because sometimes she can&#39;t even take care of her kids because of the migraine. You can spend your whole day in your bedroom with room darkening shades/curtains with no noise and an eye mask on and in some cases many ice packs on your head. </p>\n\n<p>I&#39;ve tried many jobs for a long time. Anytime I go from one temperature to another and there&#39;s a big difference (like from 80f to 65f), it triggers a migraine. Cold and heat trigger my migraines in general. If there is to much noise, I get a migraine, if I get to much anxiety, it triggers a migraine, if I am around bright lights, I get a migraine...etc. </p>\n\n<p>And with other health issues like anxiety in big crowds, being the center of attention, being talked to even at times, that causes other issues. To much activity kicks in my asthma. Most lights give my vision issues where it shakes and someti9mes my vision blacks out and I see nothing. Sometimes this leads to seizures. </p>\n\n<p>As it is I already have had TBI which made me loss alot of my schooling and memories. So now I have learning issues, memory issues...etc. My IQ went from 151 to 109 (not that IQ is everything of course).</p>\n\n<p>One thing people often bring up is working from home. And first issue I have is often places that let you work from home have crazy qualifications like having to have years of working at home experience beforehand. Which is ironic given how can you work at home if you are required to have worked at home before? Or some require degrees. </p>\n\n<p>Next issue is missing your work. Even if your at home, I&#39;m sure any boss would not be thrilled that in a week&#39;s time I only got an hour of work done because I was spending most of my days with migraines or recovering from them. Thankfully I&#39;m happy to see many people with migraines have the same issue with people not understanding how hard it is to work.</p>\n\n<p>Being trapped on Medicaid and getting government health is hell itself. People tend to say &quot;You leech of the system and get free money!&quot; You barely get enough to even pay your rent. Food stamps only give you enough money to buy unhealthy foods. If I want to by fruits and veggies and some health drinks... I&#39;ll have enough of that for MAYBE two weeks if lucky because that stuff is expensive. Instead, you buy things like soda, ramen noodles, man n cheese, garbage cereal...etc.\nWhich makes you obese, which leads to more health issues. </p>\n\n<p>And the harassment from people finding out you on any of this stuff is another hell. You get even more anxiety from the dreading question of &quot;What do you do for a living?&quot; because you know what that entails after the answer. </p>\n\n<p>And lets not forget the side effects of my 15 meds. Including tiredness, weight gain, ruining your other organs. My first seizure med I was only 165 pounds. Within 3 months it got me up to 210 pounds. My doc switched me to something else. Since then (about almost two decades ago) I am now up to 272 pounds. </p>\n\n<p>Now comes &quot;Why not exercise then?&quot; Well that leads to the temperature difference which triggers migraines. ANd trust me I&#39;ve tried everything when working out. Even have a treadmill so so the temp stays the same inside. But my body temp changes and I get a migraine. I even tried massive fans being on, ice packs on my head or around my spine. Doesn&#39;t make a difference. </p>\n\n<p>The one and ONLY saving grace and reason I have not &quot;ended things&quot; is my wonderful wife I met 8 years ago. She came from another country and is a caring, loving and hard-working woman whom I worship. She has to deal with a husband in this situation and yet work her butt off for us. She doesn&#39;t make alot, but we survive none the less. We can&#39;t have kids because we cannot afford to, but we know its just how it is despite it hurting knowing we can&#39;t have kids yet. </p>\n\n<p>So now that I wrote a book basically. CMV about making comments to disabled people just because &quot;I know someone&quot; or &quot;I hate leeches&quot;....etc.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/n8pqi7/cmv_telling_disabled_people_they_are_lazy_and/",
  "subreddit": "changemyview",
  "id": "n8pqi7",
  "is_self": true,
  "media": null,
  "is_video": false
}