{
  "author": "k_but_wait",
  "the_new_excerpt": "I have not DNF'd a book in a long time, but I just did it. I DNF'd Call Me By\nYour Name by Andre Aciman. This book is so hyped everywhere I look and has a\n4.22 star rating on Goodreads. Honestly I don't know what I'm missing.\n\nI'm a setting reader. I love immersive and beautiful settings, so I was…",
  "original_created_utc": 1613607461,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我已经很久没有DNF的书了，但我就是做到了。我DNF了《Call Me By》\n你的名字》，作者安德烈-阿西曼。这本书在我看来处处都是那么的催人奋进，而且有一个。\nGoodreads上的4.22星评价。说实话，我不知道我错过了什么。\n\n我是个喜欢看设定的读者。我喜欢身临其境的美丽环境，所以我... ...",
      "title": "DNF'd Call Me By Your Name by Andre Aciman. 我不明白这本书的吸引力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我已經很久沒有DNF的書了，但我就是做到了。我DNF了《Call Me By》\n你的名字》，作者安德烈-阿西曼。這本書在我看來處處都是那麼的催人奮進，而且有一個。\nGoodreads上的4.22星評價。說實話，我不知道我錯過了什麼。\n\n我是個喜歡看設定的讀者。我喜歡身臨其境的美麗環境，所以我... ...",
      "title": "DNF'd Call Me By Your Name by Andre Aciman. 我不明白這本書的吸引力。"
    }
  ],
  "title": "DNF'd Call Me By Your Name by Andre Aciman. I don't understand the appeal.",
  "created_utc": 1613628232,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I have not DNF&#39;d a book in a long time, but I just did it. I DNF&#39;d Call Me By Your Name by Andre Aciman. This book is so hyped everywhere I look and has a 4.22 star rating on Goodreads. Honestly I don&#39;t know what I&#39;m missing.</p>\n\n<p>I&#39;m a setting reader. I love immersive and beautiful settings, so I was looking forward to reading this one, especially after seeing it everywhere in recommendation posts like <a href=\"https://www.reddit.com/r/BooksThatFeelLikeThis/comments/g3jxsl/books_that_feel_like_this/\">this.</a> The setting wasn&#39;t as vibrant as I wanted it to be, but that&#39;s not why I DNF&#39;d it.</p>\n\n<p>Nor was it because of how bland the characters were. Elio&#39;s main personality trait was <span class=\"md-spoiler-text\">sneaking into someone&#39;s room and smelling their dirty underwear.</span> Weird, but ok.</p>\n\n<p>What really stopped me was <span class=\"md-spoiler-text\">masturbating into a peach </span>and then <span class=\"md-spoiler-text\">comparing said peach to a rape victim.</span>Followed by <span class=\"md-spoiler-text\">Oliver eating the peach...?</span></p>\n\n<p>After reading the reviews, I found out that <span class=\"md-spoiler-text\">Elio later wishes he could put Oliver in a wheelchair so that he can never leave him.</span>What the heck kind of toxic crap is that?</p>\n\n<p>Bland setting. Bland characters. Toxic romance. Average plot.</p>\n\n<p>What am I missing and why are so many people in love with this book?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/lm8vrt/dnfd_call_me_by_your_name_by_andre_aciman_i_dont/",
  "subreddit": "books",
  "id": "lm8vrt",
  "is_self": true,
  "media": null,
  "is_video": false
}