{
  "author": "PM_ME_M0NEY_",
  "original_created_utc": 1640405456,
  "title": "Is there definitive evidence that Roman gladiatorial combat wasn't actually a scripted sport like today's prowrestling? (I'm aware this sounds like a troll question, hear me out)",
  "created_utc": 1640422159,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I assume there are no sources that outright &amp;quot;expose&amp;quot; it, but it wouldn&amp;#39;t be surprising if they were just protecting the kayfabe. &lt;/p&gt;\n\n&lt;p&gt;I can see different reasons gladiator combat could make it into sources, but I doubt anyone was writing with the intent of passing on the idea of how it&amp;#39;s done to people who will live after the fall of Rome. In their own day, if the crowds weren&amp;#39;t aware of it being fake, then it would be more lucrative to keep the secret, and on the other hand, if they knew, I doubt people were learning about the art of it from the books - people getting into it in any form would be shown the ropes, not read about it. (I suppose dirt sheets and such from the time period would be possible?)&lt;/p&gt;\n\n&lt;p&gt;Mainly concerning deaths, I can see why you wouldn&amp;#39;t want a great gladiator to die - maybe they just fake died and retired? A guy who&amp;#39;s a good draw could later be brought back as a different character or train others - that sounds more financially smart than letting top guys in their prime die.&lt;/p&gt;\n\n&lt;p&gt;P.s. I&amp;#39;m not trying to push this as a conspiracy theory (&amp;quot;What the Senate doesn&amp;#39;t want you to KNOW about Spartacus!&amp;quot;) or anything. It would be cool to get exact sources that would make me go &amp;quot;yep, this theory&amp;#39;s dead&amp;quot;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 109,
  "permalink": "/r/AskHistorians/comments/ro231m/is_there_definitive_evidence_that_roman/",
  "subreddit": "AskHistorians",
  "id": "ro231m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I assume there are no sources that outright\n&quot;expose&quot; it, but it wouldn&#39;t be surprising if they were just\nprotecting the kayfabe. </p> <p>I can see different reasons gladiator combat\ncould make it into sources, but I doubt anyone was writing with the…"
}