{
  "author": "anakanin",
  "original_created_utc": 1628928311,
  "title": "“Investments are for rich” is what I thought before I found crypto",
  "created_utc": 1628969436,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me introduce myself, Im a broke ass millennial with 2 kids and a shitty day job as garbage disposal guy. I also do opportunity jobs here and there for some extra bucks. \nFrom when I was little I was under the impression that investing is not for people like us who barely make it through the month.</p>\n\n<p>My friends back when I was younger were rich and they were always mocking me why I dont wear nicer clothes, cooler shoes, have better bike or whatever bull. When you are little it hurts. Its not pleasant at all. Now I dont give a single fuck about vanity and having designer bullshit clothes or whatever but back then it was a shitty place to be.</p>\n\n<p>Anyway investing in stocks, bonds and such was always somehow out of my reach.\nCrypto really changed that. My first investment was $10 in ADA and that grew nicely over last year. Since then Ive been slowly investing 10-20$ a month depending on how much I can afford to save. Now I have a nice small portfolio of crypto that O believe in. \nI treat crypto as a fund for my kiddos to be able to live a better life and so that they wont need to work at a degrading job like I do. Truly, if you saw how people treat you as a garbage disposal guy, youd cringe. And this is why in my opinion is the winning point in crypto. Anyone, even poor people like myself, can invest whenever and wherever they want. 5$ or $50000, it can be done with a single little click.</p>\n</div><!-- SC_ON -->",
  "score": 157,
  "permalink": "/r/CryptoCurrency/comments/p440dl/investments_are_for_rich_is_what_i_thought_before/",
  "subreddit": "CryptoCurrency",
  "id": "p440dl",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me introduce myself, Im a broke ass millennial with 2 kids and a shitty day\njob as garbage disposal guy. I also do opportunity jobs here and there for some\nextra bucks. From when I was little I was under the impression that investing is\nnot for people like us who barely make it through the…"
}