{
  "author": "Public_Mayonnaise672",
  "original_created_utc": 1639320159,
  "title": "Is it common for adults to have no friends?",
  "created_utc": 1639336390,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I had a friendship group in school, but after going to different universities we all grew apart. At university I only made one really good friend who I keep in contact with over social media, although she lives a long way away now. &lt;/p&gt;\n\n&lt;p&gt;Currently, I have an amazing fiancé and a great job, however all the other people at work are old and I wouldn’t call them friends. I would say I have no friendship group at all.&lt;/p&gt;\n\n&lt;p&gt;How do people even make friends these days? I find myself very jealous of my fiancé who has a group of friends he games with, and it just hit me, am I just going to live the rest of my life without friends? &lt;/p&gt;\n\n&lt;p&gt;Anyone else struggle with making friends as an adult?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 109,
  "permalink": "/r/TooAfraidToAsk/comments/reqclq/is_it_common_for_adults_to_have_no_friends/",
  "subreddit": "TooAfraidToAsk",
  "id": "reqclq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I had a friendship group in school, but after going to different universities we\nall grew apart. At university I only made one really good friend who I keep in\ncontact with over social media, although she lives a long way away now.\n\nCurrently, I have an amazing fiancé and a great job, however all…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>私は学生時代に友達グループがありましたが、その後\n別々の大学に進学してからは、みんなバラバラになってしまいました。大学では一人だけ本当に良い友達ができました。\n今は遠くに住んでいますが、ソーシャルメディアで連絡を取り合っています。\n今は遠くに住んでいますが。</p> <p>現在の私には、...",
      "title": "大人になっても友達がいないというのはよくあることですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我在学校有一个友谊小组，但在进入不同的大学后，我们都渐渐疏远了。\n但在进入不同的大学后，我们都逐渐疏远了。在大学里，我只交了一个\n真正的好朋友，我通过社交媒体与她保持联系，虽然她\n她现在住在很远的地方。</p> <p>目前，我有一个朋友。",
      "title": "成年人没有朋友的情况是否很普遍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我在學校有一個友誼小組，但在進入不同的大學後，我們都漸漸疏遠了。\n但在進入不同的大學後，我們都逐漸疏遠了。在大學裏，我只交了一個\n真正的好朋友，我通過社交媒體與她保持聯繫，雖然她\n她現在住在很遠的地方。</p> <p>目前，我有一個朋友。",
      "title": "成年人沒有朋友的情況是否很普遍？"
    }
  ]
}