{
  "author": "PugnansFidicen",
  "original_created_utc": 1634831214,
  "title": "CMV: Abortion is always tragic, and should be rare (but still safe and legal)",
  "created_utc": 1634837804,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My view of abortion is that it should be safe and legal but as rare as possible, as it is always tragic to lose a baby.</p>\n\n<p>I have had multiple conversations with friends and family over the years, and seen dozens of posts online, about women (and men) mourning miscarriages. Losing a pregnancy you wanted *feels* tragic, and both mother and father often feel a sense of grief after a miscarriage that they struggle to process.</p>\n\n<p>To me, that feels out of sync with the commonly-expressed liberal view that, until shortly before due date, the fetus is &quot;just a blob of tissue&quot; and shouldn&#39;t be thought of as a human being. If a fetus at 2-3 months isn&#39;t a human being deserving of love and respect and life, why do parents so often grieve after a miscarriage?</p>\n\n<p>And, given that would-be parents do often grieve after a miscarriage, and abortion is essentially a medically-induced miscarriage, isn&#39;t it natural to grieve after an abortion as well? The mother should still absolutely have the right to terminate the pregnancy, though. </p>\n\n<p>In my view, abortion is similar to shooting someone in self defense. I never *want* to have to hurt someone who is threatening my life and freedom, but if there is no other way to protect my autonomy,  my body, my life, then it is justifiable. But it&#39;s still tragic to take a life, and we should avoid it as much as possible. </p>\n\n<p>I see the unborn baby as a human being, with a right to life, but their right to life does not entitle them to the use of my body or my care and resources after it is born. If I do not want to carry and support the child, I should not be forced to do so.</p>\n\n<p>The analogous self defense situation might be: a would-be thief who has no money and is starving breaks into my house looking to rob me so that they can buy food. They have a right to life, and in a better world I or someone else might be more charitable and give them money or food so that they don&#39;t feel a need to steal, but in the moment when they break into my home and threaten me or my family their right to life does not entitle them to steal from me. I am justified in defending myself and my property with force, up to and including killing them if there is no other option. It is always tragic to take a life, but my right to be secure in my body and in my property takes priority in this situation.</p>\n\n<p>Abortion is similar. The mother&#39;s rights take priority over those of the unborn child, but to deny the unborn child has any status as a human being at all, to deny that the child has rights of it&#39;s own, and to deny the natural feelings of tragedy, loss, and guilt associated with abortion, is misguided.</p>\n\n<p>Marked NSFW for sensitive content.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/changemyview/comments/qcuqos/cmv_abortion_is_always_tragic_and_should_be_rare/",
  "subreddit": "changemyview",
  "id": "qcuqos",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "My view of abortion is that it should be safe and legal but as rare as possible,\nas it is always tragic to lose a baby.\n\nI have had multiple conversations with friends and family over the years, and\nseen dozens of posts online, about women (and men) mourning miscarriages. Losing\na pregnancy you…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "中絶についての私の考えは、安全で合法的であるべきだが、できる限り稀であるべきだというものです。\n赤ちゃんを失うことは常に悲劇的なことですから。\n\n赤ちゃんを失うことは常に悲劇であるからです。\n流産を嘆く女性（および男性）について、何度も友人や家族と話をしたり、インターネットで何十もの投稿を見てきました。流産\n妊娠したことを...",
      "title": "CMV: 中絶は常に悲劇的であり、稀であるべきです（それでも安全で合法であることに変わりはありません）。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我对堕胎的看法是，它应该是安全和合法的，但尽可能地少。\n因为失去一个婴儿总是很悲惨的。\n\n多年来，我与朋友和家人进行了多次交谈，并在网上看到了几十个关于妇女（和男子）哀悼流产的帖子。\n在网上看到几十个关于妇女（和男人）哀悼流产的帖子。失去\n怀孕，你...",
      "title": "CMV：堕胎总是悲惨的，应该是罕见的（但仍然安全和合法）。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我對墮胎的看法是，它應該是安全和合法的，但儘可能地少。\n因爲失去一個嬰兒總是很悲慘的。\n\n多年來，我與朋友和家人進行了多次交談，並在網上看到了幾十個關於婦女（和男子）哀悼流產的帖子。\n在網上看到幾十個關於婦女（和男人）哀悼流產的帖子。失去\n懷孕，你...",
      "title": "CMV：墮胎總是悲慘的，應該是罕見的（但仍然安全和合法）。"
    }
  ]
}