{
  "author": "QuestToTheStars",
  "the_new_excerpt": "Jimmy Carter recently said about running for President, “I think there should be\nan age limit. If I were 80 years old—15 years younger than I am now—I would not\nbe able to handle the stresses and duties of being President.”\n\nHe has a point. If you want to be a good President, you have to work pretty…",
  "original_created_utc": 1617577182,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "吉米-卡特最近在谈到竞选总统时说：\"我认为应该有。\n年龄限制。如果我是80岁--比现在年轻15岁--我就不会。\n能够处理好作为总统的压力和职责。\"\n\n他说的有道理。如果你想成为一个好总统，你就必须工作得很... ...",
      "title": "CMV：老是选老人当总统不好，也不健康。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "吉米-卡特最近在談到競選總統時說：\"我認爲應該有。\n年齡限制。如果我是80歲--比現在年輕15歲--我就不會。\n能夠處理好作爲總統的壓力和職責。\"\n\n他說的有道理。如果你想成爲一個好總統，你就必須工作得很... ...",
      "title": "CMV：老是選老人當總統不好，也不健康。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "ジミー・カーターは最近、大統領選に出馬することについて、「私は次のようにすべきだと思います。\n年齢制限を設けるべきだと思います。もし私が80歳で、今より15歳若かったら、大統領としてのストレスや任務をこなすことはできないでしょう。\n大統領としてのストレスや任務をこなすことはできないでしょう」。\n\n彼の言うことはもっともです。良い大統領になりたければ、かなりの努力をしなければなりません...。",
      "title": "CMV: 高齢者を大統領にし続けるのは良くないし、健康にも良くない。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "ジミー・カーターは最近、大統領選に出馬することについて、「私は次のようにすべきだと思います。\n年齢制限を設けるべきだと思います。もし私が80歳で、今より15歳若かったら、大統領としてのストレスや任務をこなすことはできないでしょう。\n大統領としてのストレスや任務をこなすことはできないでしょう」。\n\n彼の言うことはもっともです。良い大統領になりたければ、かなりの努力をしなければなりません...。",
      "title": "CMV: 高齢者を大統領にし続けるのは良くないし、健康にも良くない。"
    }
  ],
  "title": "CMV: It’s not good or healthy to keep electing elderly people President.",
  "created_utc": 1617583203,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Jimmy Carter recently said about running for President, “I think there should be an age limit. If I were 80 years old—15 years younger than I am now—I would not be able to handle the stresses and duties of being President.”</p>\n\n<p>He has a point. If you want to be a <em>good</em> President, you have to work pretty much nonstop, and it’s not easy work.</p>\n\n<hr/>\n\n<p>You have to absorb new information quickly and to think critically about it. You have to be able to multitask and seamlessly move from one project to another, while giving each one your undivided attention and comprehensive study.</p>\n\n<p>You have to negotiate with Congress, Governors, Mayors, and many more high-ranking officials in order to get anything done. Many of these people don’t like each other at all, and at least half of them hate you purely because of your political party. Are you capable of getting them in line?</p>\n\n<p>You have to be woken up at 3 am to deal with international crises which may end the world as you know it. When you’re nowhere near your best, can you make that call?</p>\n\n<p>Call this ageism if you want, but that doesn’t change the fact that it’s backed up by science. </p>\n\n<hr/>\n\n<p>I’m not talking about cases where the President dies in office—we have a line of succession for that. I’m more talking about cases where the President is incapacitated, especially when <em>no one knows</em>.</p>\n\n<p>When Wilson had a stroke at the end of his term, who was in charge? How about Reagan, when he was battling Alzheimer’s? How about Trump, when he was hospitalized with COVID? If they were in charge, were they even capable of thinking clearly? If they weren’t in charge, why wasn’t America told?</p>\n\n<p>But let’s assume we elect a one-in-a-million specimen, with no ailments or degenerative illnesses whatsoever. Okay. <em>They’re still not immune to aging.</em> Literally <em>everyone</em> goes through cognitive decline, and it’s not just when they’re elderly; it starts in their 40s and only gets worse.</p>\n\n<hr/>\n\n<p>Cognitive decline doesn’t have to mean you’re a drooling invalid, either. It could mean that you can’t recall a certain aspect of a bill <em>quite</em> as quickly as you used to. Or it could mean that you don’t remember a detail of a Senator’s backstory which might’ve made negotiations much easier. Or it could mean that it takes just a <em>little</em> longer to make a decision in the Situation Room, which could make the difference between a mission’s success or failure. Or maybe it means you can’t make a point as clearly as you should’ve in a debate, which embarrasses the party and makes it easier for your opponent to be elected. Or maybe it means you can’t campaign as energetically, which does the same thing. Or maybe it means you can’t travel nationally or internationally as much, which could make certain states and foreign allies feel neglected, which is damaging for any number of reasons.</p>\n\n<hr/>\n\n<p>And yeah, I’m sure everyone has that one grandparent who’s 110 years old and still sharp as a tack. First off, they’re almost certainly not as sharp as they were in their late 40s or early 50s. Secondly, they’re the exception, and a small enough minority that it’s ridiculous to generalize them as the entire elderly population.</p>\n\n<p>I’m not saying that there are no young people who are dim and incapable of the high-level thinking required by the Presidency. I’m saying that it’s <em>much more common</em> in the elderly, <em>scientifically speaking.</em></p>\n\n<hr/>\n\n<p>Who am I kidding? Either no one thinks about this, or no one cares.</p>\n</div><!-- SC_ON -->",
  "score": 98,
  "permalink": "/r/changemyview/comments/mk70vi/cmv_its_not_good_or_healthy_to_keep_electing/",
  "subreddit": "changemyview",
  "id": "mk70vi",
  "is_self": true,
  "media": null,
  "is_video": false
}