{
  "author": "RaG33X",
  "original_created_utc": 1630792506,
  "title": "CMV: The invention of the internet has made it more possible than ever before for individuals to educate themselves",
  "created_utc": 1630807666,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Preface: I believe that as we propel ourselves into a more technologically savvy future, our generations to come will/should subjectively be a lot more intelligent. </p>\n\n<p>Think about it. We live in the most technologically advanced era in human history, with a plethora of information available at our fingertips. </p>\n\n<p>It is now easier than ever to learn and utilise resources for self-improvement, picking up potentially life changing skills, adopt philosophy readings and more. So much more.</p>\n\n<p>In contrast, many of our caretakers and grandparents would have had to rely on textbooks, single use linear education and the possibility to advance for those who wished. Many of the subjects taught at said university level can be found online themselves, making it more accessible than ever.</p>\n\n<p>It’s for this reason that I believe that subjectively, the general population will be more well-informed on events, and more well-rounded and generally more intelligent.</p>\n\n<p>(I acknowledge that opening the flood gates to accessible information will sometimes mean that BAD *misinformation will also come out, however I stand by my stance that the general trend should be one of better educated individuals)</p>\n\n<p>CMV.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/pi0ipt/cmv_the_invention_of_the_internet_has_made_it/",
  "subreddit": "changemyview",
  "id": "pi0ipt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Preface: I believe that as we propel ourselves into a more technologically savvy\nfuture, our generations to come will/should subjectively be a lot more\nintelligent.\n\nThink about it. We live in the most technologically advanced era in human\nhistory, with a plethora of information available at our…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "前置きが長くなりました。私は、私たちがより技術的に精通した未来に向かって進んでいると信じています。\n私たちの世代は、主観的にはもっともっと知的であるべきだと思います。\n知的になると思います。\n\n考えてみてください。私たちは、人類史上最も技術的に進歩した時代に生きています。\n私たちは、人類史上最も技術的に進歩した時代に生きており、多くの情報を手に入れることができます。",
      "title": "CMV： インターネットの登場により、個人が自分で教育することが以前よりも可能になりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "前言。我相信，当我们把自己推向一个更有科技感的未来时\n的未来，我们的后代将/应该在主观上更加聪明。\n聪明。\n\n想一想吧。我们生活在人类历史上技术最先进的时代。\n我们生活在人类历史上技术最先进的时代，有大量的信息可供我们使用。",
      "title": "CMV: 互联网的发明使个人比以往更有可能进行自我教育"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "前言。我相信，當我們把自己推向一個更有科技感的未來時\n的未來，我們的後代將/應該在主觀上更加聰明。\n聰明。\n\n想一想吧。我們生活在人類歷史上技術最先進的時代。\n我們生活在人類歷史上技術最先進的時代，有大量的信息可供我們使用。",
      "title": "CMV: 互聯網的發明使個人比以往更有可能進行自我教育"
    }
  ]
}