{
  "author": "RaG33X",
  "original_created_utc": 1630792506,
  "title": "CMV: The invention of the internet has made it more possible than ever before for individuals to educate themselves",
  "created_utc": 1630807666,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Preface: I believe that as we propel ourselves into a more technologically savvy future, our generations to come will/should subjectively be a lot more intelligent. </p>\n\n<p>Think about it. We live in the most technologically advanced era in human history, with a plethora of information available at our fingertips. </p>\n\n<p>It is now easier than ever to learn and utilise resources for self-improvement, picking up potentially life changing skills, adopt philosophy readings and more. So much more.</p>\n\n<p>In contrast, many of our caretakers and grandparents would have had to rely on textbooks, single use linear education and the possibility to advance for those who wished. Many of the subjects taught at said university level can be found online themselves, making it more accessible than ever.</p>\n\n<p>It’s for this reason that I believe that subjectively, the general population will be more well-informed on events, and more well-rounded and generally more intelligent.</p>\n\n<p>(I acknowledge that opening the flood gates to accessible information will sometimes mean that BAD *misinformation will also come out, however I stand by my stance that the general trend should be one of better educated individuals)</p>\n\n<p>CMV.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/changemyview/comments/pi0ipt/cmv_the_invention_of_the_internet_has_made_it/",
  "subreddit": "changemyview",
  "id": "pi0ipt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Preface: I believe that as we propel ourselves into a more technologically savvy\nfuture, our generations to come will/should subjectively be a lot more\nintelligent.\n\nThink about it. We live in the most technologically advanced era in human\nhistory, with a plethora of information available at our…"
}