{
  "author": "majestic-gold",
  "the_new_excerpt": "Why YSK: JADEing gives the abuser targets to hit and opens the door for more\nabuse--you can easily get sucked back into the void when vulnerable.\n\nIf you can make a clean getaway by sending a text, leaving a note, or ghosting,\nyou should do it. Do not expose yourself to any tricks they may have up…",
  "original_created_utc": 1617551035,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：JADEing给施暴者提供了打击目标，并为更多的目标打开了大门。\n虐待--你很容易在脆弱的时候被吸回虚空。\n\n如果你能通过发短信、留纸条、做鬼脸等方式干净利落地逃离。\n你应该这样做。不要让自己暴露在他们可能有的任何技巧... ...",
      "title": "YSK在离开虐待关系时，你不需要证明、争辩、辩护或解释（JADE）你的决定。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：JADEing給施暴者提供了打擊目標，併爲更多的目標打開了大門。\n虐待--你很容易在脆弱的時候被吸回虛空。\n\n如果你能通過發短信、留紙條、做鬼臉等方式乾淨利落地逃離。\n你應該這樣做。不要讓自己暴露在他們可能有的任何技巧... ...",
      "title": "YSK在離開虐待關係時，你不需要證明、爭辯、辯護或解釋（JADE）你的決定。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "なぜYSKなのか：JADEingは、虐待者に攻撃の対象を与え、さらなる虐待への道を開きます。\n弱い立場になると、簡単に再び虚無に吸い込まれてしまうからです。\n\nもし、メールを送ったり、メモを残したり、ゴーストになったりして、きれいに逃げることができるなら、そうすべきです。\nそうすべきです。相手の策略には乗らないようにしましょう...。",
      "title": "YSKさんは、虐待された関係から離れる際に、自分の決断を正当化したり、主張したり、弁護したり、説明したり（JADE）する必要はありません。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：JADEingは、虐待者に攻撃の対象を与え、さらなる虐待への道を開きます。\n弱い立場になると、簡単に再び虚無に吸い込まれてしまうからです。\n\nもし、メールを送ったり、メモを残したり、ゴーストになったりして、きれいに逃げることができるなら、そうすべきです。\nそうすべきです。相手の策略には乗らないようにしましょう...。",
      "title": "YSKさんは、虐待された関係から離れる際に、自分の決断を正当化したり、主張したり、弁護したり、説明したり（JADE）する必要はありません。"
    }
  ],
  "title": "YSK you do not need to justify, argue, defend, or explain (JADE) your decision when leaving an abusive relationship.",
  "created_utc": 1617632787,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: JADEing gives the abuser targets to hit and <em>opens the door for more abuse</em>--you can easily get sucked back into the void when vulnerable.</p>\n\n<p>If you can make a clean getaway by sending a text, leaving a note, or ghosting, you should do it. Do not expose yourself to any tricks they may have up their sleeves. </p>\n\n<p>You owe an abuser nothing.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/mjyni5/ysk_you_do_not_need_to_justify_argue_defend_or/",
  "subreddit": "YouShouldKnow",
  "id": "mjyni5",
  "is_self": true,
  "media": null,
  "is_video": false
}