{
  "author": "nostripeszebra",
  "original_created_utc": 1628008747,
  "title": "If a fictional universe has dragons and magic in it, there's no real reason it can't also have black people or Asian people in it.",
  "created_utc": 1628077041,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I think the idea of fantasy worlds are so cool. I love seeing dragons and magic and struggles between good and evil. It&#39;s all amazing to me. But when some people get their panties in a twist about forced diversity because one background character is darker than others it just makes me think that you&#39;re too indoctrinated by this political climate we live in to enjoy the actual story. There&#39;s a fucking dragon getting slayed but you are pissed there&#39;s an Asian wizard in the background in the climatic fight scene? That doesn&#39;t sound like an actual grevience. Sounds like a personal problem.</p>\n\n<p>I&#39;ll take it a step further. I don&#39;t care if main characters are diverse. If it&#39;s a fictional world not based on any real people I say go nuts. People say it&#39;s pandering but litterally it&#39;s all pandering. White dudes get pandered too so much they don&#39;t even notice it like a fish in water. Let me have a bad ass Asian dude on a quest to unite the four kingdoms with a bad ass party full of knights and wizards. I don&#39;t care as long as the story is good but someone being a different skin color in a fantasy setting that&#39;s not based on actual things that happened doesn&#39;t and shouldn&#39;t bother anyone.</p>\n\n<p>Edit: Quick notes because I got pretty overwhelmed with the response.</p>\n\n<ul>\n<li><p>when I say Asian I mean people of Asian decent in the story. Not litterally from Asia in a fictional universe. Like you&#39;d describe Asian coded people in your world like how the shu are described in 6 of crows. Not put Asian products africa in your fantasy world.</p></li>\n<li><p>I don&#39;t mean only Asian or black people. It&#39;s every miniority underrepresented people in fantasy. Gay, Indian, trans, Hispanic etc etc.</p></li>\n<li><p>saying &quot;but what if they changed black Panther white isn&#39;t a gotcha. It&#39;s a really cliché disengenous argument..</p></li>\n<li><p>Diversity doesn&#39;t ever need justification. Ever. I shouldn&#39;t ever have to justify my existence. Especially when you never try to justify the existence of white people.</p></li>\n<li><p>representation is important. Just because you don&#39;t personally see the value of it doesn&#39;t mean it isn&#39;t valuable.</p></li>\n<li><p>yes I have read more than one fantasy book. The fact that people would attack me and gatekeep because I haven&#39;t read your favorite series is messed up. I&#39;m just as real of a fan as you.</p></li>\n<li><p>me making this post isn&#39;t forcing diversity down your throat.</p></li>\n<li><p>saying I don&#39;t want diversity I just want good stories is just telling on yourself. Firstly, wanting both is perfectly okay. Secondly, they aren&#39;t mutually exclusive.</p></li>\n<li><p>no, &quot;just imagining the characters as whatever you want&quot; isn&#39;t an answer. If the character is clearly described as a white dude, and is casted as a white dude in the movies, me imagining he looks like me does nothing to fix the issues we&#39;re talking about.</p></li>\n<li><p>asking why people still care about skin color ignores how many people can&#39;t choose to ignore their skin color. In America people are still treated differently and have very different lived experiences because of their skin color. Stop saying that like it&#39;s a obvious answer it&#39;s not and it&#39;s off topic.</p></li>\n<li><p>no wanting more diversity isn&#39;t racist.</p></li>\n<li><p>I truly don&#39;t care about karma. It can&#39;t buy me anything. I never understood reddits obsession with karma. I didn&#39;t realize there&#39;s an unwritten rule about not crossposting after a certain date. So if that bothered you I&#39;m sorry. I updated the post with the bulleted thoughts because the intention wasn&#39;t to do that. </p></li>\n</ul>\n\n<p>Look man all I wanted to do here was vent about how I wanted to see more diverse fantasy but yall one one. No one should be called racist because they care about representation.</p>\n</div><!-- SC_ON -->",
  "score": 17150,
  "permalink": "/r/books/comments/ox7ard/if_a_fictional_universe_has_dragons_and_magic_in/",
  "subreddit": "books",
  "id": "ox7ard",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I think the idea of fantasy worlds are so cool. I love seeing dragons and magic\nand struggles between good and evil. It's all amazing to me. But when some\npeople get their panties in a twist about forced diversity because one\nbackground character is darker than others it just makes me think that…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ファンタジーの世界のアイデアはとてもクールだと思います。ドラゴンや魔法、善と悪の戦いが大好きです。\n善と悪の戦いを見るのが好きです。私にとってはすべてが素晴らしいものです。でも、ある人が\nしかし、ある背景のキャラクターが他のキャラクターよりも暗いからといって、強制的に多様性を求める人たちがいると\nしかし、ある背景のキャラクターが他のキャラクターよりも暗いからといって、多様性を強要されていると騒ぎ立てる人がいると、私はただ......。",
      "title": "架空の世界にドラゴンや魔法があるなら、黒人やアジア人がいてはいけないという理由はありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为幻想世界的想法太酷了。我喜欢看到龙和魔法\n和正义与邪恶之间的斗争。这一切对我来说都很神奇。但是，当一些\n人们因为一个背景人物比其他人更黑而对强迫性的多样性大惊小怪时\n背景人物比其他人更黑，这让我觉得......",
      "title": "如果一个虚构的宇宙里有龙和魔法，没有真正的理由它不能有黑人或亚洲人。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲幻想世界的想法太酷了。我喜歡看到龍和魔法\n和正義與邪惡之間的鬥爭。這一切對我來說都很神奇。但是，當一些\n人們因爲一個背景人物比其他人更黑而對強迫性的多樣性大驚小怪時\n背景人物比其他人更黑，這讓我覺得......",
      "title": "如果一個虛構的宇宙裏有龍和魔法，沒有真正的理由它不能有黑人或亞洲人。"
    }
  ]
}