{
  "author": "tinkerbell2525",
  "the_new_excerpt": "More often than not it seems to be a common notion for people to judge and or\nostracize others for spending their money in certain ways, when said spending\nthreshold exceeds an arbitrary amount where one could be considered 'wealthly'\nto make such a purchase. Some common examples: houses, super…",
  "original_created_utc": 1610922096,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "更多的时候，人们似乎普遍存在这样的观念：判断和或。\n排斥别人以某种方式花钱，而这些花钱的方式\n超出任意数额的门槛，才算得上是 \"有钱人\"。\n来进行这样的购买。一些常见的例子：房子、超...",
      "title": "[改变我的想法]：通过合法和合乎道德的方式赚取财富的富人应该能够随心所欲地花钱，只要不直接对他人产生负面影响。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "更多的時候，人們似乎普遍存在這樣的觀念：判斷和或。\n排斥別人以某種方式花錢，而這些花錢的方式\n超出任意數額的門檻，纔算得上是 \"有錢人\"。\n來進行這樣的購買。一些常見的例子：房子、超...",
      "title": "[改變我的想法]：通過合法和合乎道德的方式賺取財富的富人應該能夠隨心所欲地花錢，只要不直接對他人產生負面影響。"
    }
  ],
  "title": "CMV: Wealthy people who earned their wealth through legitimate and ethical ways should be able to spend their money however they want, provided that it does not directly negatively impact others.",
  "created_utc": 1610998674,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>More often than not it seems to be a common notion for people to judge and or ostracize others for spending their money in certain ways, when said spending threshold exceeds an arbitrary amount where one could be considered &#39;wealthly&#39; to make such a purchase. Some common examples: houses, super cars, fine wine, jewelry, certain clothes, etc. </p>\n\n<p>This bit from a post on Washington Post on someone buying an expensive bottle of wine summarizes the ongoing theme that I disagree with: </p>\n\n<p>&quot;If you are about to drink a $3,500 bottle of wine, you have to think for just a minute about this option instead: Drink a $100 bottle of wine that is about as good, but from a less renowned chateau. And deploy the other $3,400 to pay for malaria-preventing mosquito nets in Africa that, by one charity’s calculations, would be enough money to save about 1.5 human lives. If you lack the moral imagination to figure that out, well, you’re really kind of a monster.&quot;</p>\n\n<p>full article here: <a href=\"https://www.washingtonpost.com/news/wonk/wp/2013/07/29/if-you-spend-41500-on-a-case-of-wine-you-just-might-be-a-moral-monster/\">https://www.washingtonpost.com/news/wonk/wp/2013/07/29/if-you-spend-41500-on-a-case-of-wine-you-just-might-be-a-moral-monster/</a></p>\n\n<p>In this case, if one were to purchase a bottle of wine that exceeded the author&#39;s arbitrary threshold for what is considered &#39;too expensive&#39; for a bottle of wine, they would be labeled a &#39;moral monster&#39;, on the grounds that the delta between the amount you spent, versus what you should have spent could have gone to charitable causes. Likewise, the same argument could be used against the author himself. His arbitrary threshold for an expensive bottle is $100, however to those in a lower socioeconomic state than him, $100 is beyond expensive for a bottle of wine, and the author could have bought a $10 bottle\nand donated $90 to charity. </p>\n\n<p>While this statement in of itself is true, it fails to consider multiple factors. The author of the post does not know who the buyer of the wine is, nor do we know the author. Why is this important? </p>\n\n<p>Without knowing the buyer at all, the author of the post has labeled a person a monster. It is very much possible that the buyer of the wine DOES provide to charitable causes, and given their seemingly wealthy position to be able to buy what is generally considered very expensive wine by middle / lower socioeconomical class standards, this buyer very well could be providing more to charitable causes than the author of the post ever will in their lifetime. </p>\n\n<p>Is this guaranteed? Of course not. But just as I have inferred my hypothetical possibility, the author has done the same but with the opposite juxtaposition. My point is, you don&#39;t know how much someone is or is not helping what you deem to be worthy monetary expenses, so it is probably better to not assume, especially when there is a non zero chance that this person could very well be contributing more than you ever might. </p>\n\n<p>Also, to circle back to the title of this post from the slight tangent above, even if one is wealthy (provided it was acquired legitamately and ethically), they should be able to spend ALL of their money HOWEVER they want, provided that it does not have a direct negative impact on others.</p>\n\n<p>Example: an individual takes a risk, and starts their own company, where they fairly pay their employees, and grow to a be a successful individual. </p>\n\n<p>Because this individual took a risk (that paid off), should they be held liable for other&#39;s problems? Plenty of people don&#39;t take this sort of risk (nothing wrong with that), but then those same people expect those who did take the risk to help them, or, expect them to donate to charitable causes, but that brings me back to my point above with the wine post. </p>\n\n<p>The truth is, (I&#39;m not a fan of it either), is our world exists on the principal of survival of the fittest. Not just in humans, but plants, animals, everything. This wasn&#39;t up to us. So in that sense, moral responsibility is not something that can be enforced at an extisential level. Again, I feel the need to emphasize that this is strictly speaking about helping others, NOT hurting. </p>\n\n<p>What I&#39;m trying to say, is that I believe there is a key difference between moral obligation and responsibility. As individuals, I truly to believe we can always be working towards becoming better versions of ourselves. This not only includes helping ourselves, but also helping others when we can. But this is for us to manage ourselves, and you should only hold yourself accountable for your own growth.</p>\n\n<p>To summarize, I truly believe the energy people spend on hating/judging others in better positions than them could be used to focus on bettering themselves and their lives instead. And when they get to that better place, they can be the impact they want to see in the world.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/kzgih0/cmv_wealthy_people_who_earned_their_wealth/",
  "subreddit": "changemyview",
  "id": "kzgih0",
  "is_self": true,
  "media": null,
  "is_video": false
}