{
  "author": "JaysReddit33",
  "original_created_utc": 1639404988,
  "title": "Getting vaccinated today?",
  "created_utc": 1639411208,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m getting the Pfizer vaccine today, and my mother is freaking our on me saying I&amp;#39;m going to die, and that I&amp;#39;ll get severe heart problems etc. I know theres a chance that can happen, but nowhere online can I find an actual percentage on the chances of vaccine complications, does anyone have the statistics on those? Just fyi I&amp;#39;m 18 years old and relatively healthy, I was also wondering what effects did you all have afterwards as well, and if any severely or moderately affected you.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 102,
  "permalink": "/r/TooAfraidToAsk/comments/rfgowf/getting_vaccinated_today/",
  "subreddit": "TooAfraidToAsk",
  "id": "rfgowf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm getting the Pfizer vaccine today, and my mother is freaking our on me saying\nI'm going to die, and that I'll get severe heart problems etc. I know theres a\nchance that can happen, but nowhere online can I find an actual percentage on\nthe chances of vaccine complications, does anyone have the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>今日、ファイザーのワクチンを接種してきました。\n私の母は、私が死ぬんじゃないか、重度の心臓病になるんじゃないか、と言って大騒ぎしています。\nと言っています。そうなる可能性があるのはわかっていますが\nしかし、ネット上のどこを探しても、実際に何％の確率で...",
      "title": "今日、予防接種を受けますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我今天要接种辉瑞公司的疫苗，而我的母亲对我大发雷霆，说我要死了。\n我的母亲对我大发雷霆，说我将会死去，我将会\n得到严重的心脏问题等等。我知道这有可能发生，但是\n我知道有可能发生这种情况，但我在网上没有任何地方可以找到一个实际的百分比来说明这种情况的可能性。",
      "title": "今天要接种疫苗吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>我今天要接種輝瑞公司的疫苗，而我的母親對我大發雷霆，說我要死了。\n我的母親對我大發雷霆，說我將會死去，我將會\n得到嚴重的心臟問題等等。我知道這有可能發生，但是\n我知道有可能發生這種情況，但我在網上沒有任何地方可以找到一個實際的百分比來說明這種情況的可能性。",
      "title": "今天要接種疫苗嗎？"
    }
  ]
}