{
  "author": "look-at-your-window",
  "original_created_utc": 1633373655,
  "title": "What book had the biggest potential but fell flat?",
  "created_utc": 1633378976,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Earlier this year I read Before the Coffee Gets Cold, a Japanese short novel about a coffee shop that lets you time travel. I was so excited about it but was let down by the very repetitive writing and all of the annoying characters. I know there&#39;s a sequel, but I have no interest in it.</p>\n\n<p>Another one would be The Starless Sea. I loved the first half, the writing was gorgeous, but the last third of the book was a drag to get through. The ending made no sense. It&#39;s been a couple of years since I read it and I still think about it wishing it was better.</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/books/comments/q1c6mq/what_book_had_the_biggest_potential_but_fell_flat/",
  "subreddit": "books",
  "id": "q1c6mq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Earlier this year I read Before the Coffee Gets Cold, a Japanese short novel\nabout a coffee shop that lets you time travel. I was so excited about it but was\nlet down by the very repetitive writing and all of the annoying characters. I\nknow there's a sequel, but I have no interest in it.\n\nAnother…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今年の初めに「コーヒーが冷めないうちに」という日本の短編小説を読みました。\n時間旅行ができるコーヒーショップについての日本の短編小説を読みました。私はこの作品をとても楽しみにしていましたが\nしかし、非常に繰り返しの多い文章と煩わしい登場人物たちに失望しました。I\n続編があるのは知っていますが、全く興味がありません。\n\nもう一つの...",
      "title": "最大の可能性を秘めていたにもかかわらず挫折してしまった本とは？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今年早些时候，我读了《咖啡变冷之前》，这是一本日本短篇小说\n关于一家能让你进行时间旅行的咖啡馆。我对这本书非常兴奋，但却被非常重复的文字和所有恼人的角色所打动。\n但却被非常重复的写作和所有恼人的角色所打动。I\n我知道有续集，但我对它没有兴趣。\n\n另一部...",
      "title": "哪本书的潜力最大但却平淡无奇？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今年早些時候，我讀了《咖啡變冷之前》，這是一本日本短篇小說\n關於一家能讓你進行時間旅行的咖啡館。我對這本書非常興奮，但卻被非常重複的文字和所有惱人的角色所打動。\n但卻被非常重複的寫作和所有惱人的角色所打動。I\n我知道有續集，但我對它沒有興趣。\n\n另一部...",
      "title": "哪本書的潛力最大但卻平淡無奇？"
    }
  ]
}