{
  "author": "booksforinnerpeace",
  "original_created_utc": 1624623331,
  "title": "Are books keeping you alive?",
  "created_utc": 1624647159,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was talking to a friend today about taking a break from exam stress to read some interesting books, and his reply was &quot;pfftt..what a nerd!&quot;, which is the usual response and I don&#39;t really think about it usually. But now I started thinking- I don&#39;t have much of a social life, nor do I have lasting friendships. College is still underway, so I am not making strides in my career. Essentially, I don&#39;t have any billionaire-ish achievements in my kitty. I could but don&#39;t want to club/party and so I am content at home. But I do wake up everyday with the goal of completing all my other work till a predetermined time and finally get on with my book (s). Do you, like me, also feel this way? If you do, is it healthy to have this sort of a dependence (the friend in question told me, I think playfully, that I shouldn&#39;t be dependent on anything for my happiness)?</p>\n\n<p>Please just tell me I am not alone. This is not like a phase for me. It is really a therapeutic activity-reading. I feel the happiest when books surround me and I need to be engaged in the task to feel like I did something with my day. I mean I will get on with other things in life too, but I don&#39;t know whether as an old person, I&#39;ll be very different or adventurous or doing exciting things. I&#39;m happy and content where I am- cozy in my reading nook :D</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/o7mi9j/are_books_keeping_you_alive/",
  "subreddit": "books",
  "id": "o7mi9j",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I was talking to a friend today about taking a break from exam stress to read\nsome interesting books, and his reply was \"pfftt..what a nerd!\", which is the\nusual response and I don't really think about it usually. But now I started\nthinking- I don't have much of a social life, nor do I have lasting…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今日、友人と「試験のストレスから解放されて、面白い本を読もう」と話していたら\n彼の答えは、「フフフ、なんてオタクなんだ！」でした。\nこれはいつもの反応で、普段は何も考えていません。しかし、今、私は考え始めました。\n考えてみると、私はあまり社会生活を送っていないし、長続きもしていない...。",
      "title": "あなたは本に生かされていますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我今天和一个朋友谈起从考试压力中抽身出来阅读一些有趣的书。\n他的回答是 \"噗......真是个书呆子！\"。\n这是通常的反应，我通常不会真的去想它。但现在我开始\n思考--我没有什么社交生活，也没有持久的......",
      "title": "书籍是否让你活着？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我今天和一個朋友談起從考試壓力中抽身出來閱讀一些有趣的書。\n他的回答是 \"噗......真是個書呆子！\"。\n這是通常的反應，我通常不會真的去想它。但現在我開始\n思考--我沒有什麼社交生活，也沒有持久的......",
      "title": "書籍是否讓你活着？"
    }
  ]
}