{
  "author": "Inevitable_Outside_3",
  "the_new_excerpt": "Why YSK: The biggest reason people are hesitate or do not seek medical help is\nbecause they fear the police getting involved. In the event of a drug overdose,\nit greatly depends on how fast medical help is sought.\n\nEVERYONE should know this.\n\nSome states also offer more overdose laws that prevent…",
  "original_created_utc": 1617680065,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：人々が医療機関に行くのをためらったり、行かなかったりする最大の理由は\n警察が介入するのを恐れているからです。薬物の過剰摂取があった場合\nいかに早く助けを求めるかにかかっているのです。\n\nすべての人がこのことを知っておくべきです。\n\nまた、いくつかの州では、薬物の過剰摂取を防ぐための法律が整備されています...",
      "title": "YSK ほとんどの州では、過剰摂取している人を助けた場合、免責されます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：人们犹豫不决或不寻求医疗帮助的最大原因是...。\n因为他们害怕警察介入。在发生药物过量的情况下。\n这在很大程度上取决于寻求医疗帮助的速度。\n\n每个人都应该知道这一点。\n\n有些州还提供了更多的用药过量的法律，防止... ...",
      "title": "YSK 如果你打电话协助用药过量的人 大多数国家都会提供豁免权 YSK that most States offer immunity if you call and assist someone who is overdosing."
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：人們猶豫不決或不尋求醫療幫助的最大原因是...。\n因爲他們害怕警察介入。在發生藥物過量的情況下。\n這在很大程度上取決於尋求醫療幫助的速度。\n\n每個人都應該知道這一點。\n\n有些州還提供了更多的用藥過量的法律，防止... ...",
      "title": "YSK 如果你打電話協助用藥過量的人 大多數國家都會提供豁免權 YSK that most States offer immunity if you call and assist someone who is overdosing."
    }
  ],
  "title": "YSK That most States offer immunity if you call and assist someone who is overdosing.",
  "created_utc": 1618282063,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:  The biggest reason people are hesitate or do not seek medical help is because they fear the police getting involved. In the event of a drug overdose, it greatly depends on how fast medical help is sought. </p>\n\n<p>EVERYONE should know this. </p>\n\n<p>Some states also offer more overdose laws that prevent the person who called from getting in trouble even if drugs are found at the scene. </p>\n\n<p>I just learned this today. I really feel like everyone should know this. This information could save lives. </p>\n\n<p>You don&#39;t have to agree with the drug use or addiction..but they are someone kids, parents, or family..and they deserve to live.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/YouShouldKnow/comments/ml2kib/ysk_that_most_states_offer_immunity_if_you_call/",
  "subreddit": "YouShouldKnow",
  "id": "ml2kib",
  "is_self": true,
  "media": null,
  "is_video": false
}