{
  "author": "love_is_bees",
  "original_created_utc": 1626079699,
  "title": "Why do animal adoption centers make people jump through hoops to get an animal, when the alternative is to throw less money at a pet store? Isn't making it hard to adopt pushing people towards pet stores?",
  "created_utc": 1626089278,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been trying to adopt a new bunny. I&#39;ve tried several shelters. All of them charge twice as much as a pet store (understandable as most are spade/neutered) require me to show my home, some maintain &quot;ownership&quot;, as legally questionable as that sounds, and one was rude as shit to me because my autistic dumbass said &quot;have&quot; instead of &quot;adopt&quot;. </p>\n\n<p>I have a beautiful home, my two rabbits are healthy and have the entire house, see a vet twice a year and get nothing but fresh vegetables and hey. But both my bunnies are store bought. I walked in with cash, walked out with rabbit, no questions asked.</p>\n\n<p>I&#39;d be a great candidate for adoption, but contacting and trying to set something up with shelters is so hard I am considering just buying another rabbit. I told myself I&#39;d adopt from here on out, but this is so stressful. Maybe it&#39;s stressful because I&#39;m autistic, but buying a pet at the store has never been hard, so there&#39;s something going on.</p>\n\n<p>Don&#39;t adoption shelters want animals to be adopted? Why be so controlling if the alternative is going to a pet store or euthanizing the animal? And if animal shelters need to do these steps by law, then why not apply those same laws to pet stores? </p>\n\n<p>I just want to give a bunny a good home without all the scrutiny and invasiveness. :(</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/TooAfraidToAsk/comments/oind2d/why_do_animal_adoption_centers_make_people_jump/",
  "subreddit": "TooAfraidToAsk",
  "id": "oind2d",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've been trying to adopt a new bunny. I've tried several shelters. All of them\ncharge twice as much as a pet store (understandable as most are spade/neutered)\nrequire me to show my home, some maintain \"ownership\", as legally questionable\nas that sounds, and one was rude as shit to me because my…"
}