{
  "author": "Razik_",
  "original_created_utc": 1638207621,
  "title": "Instances in your life where you mispronounced a word you learned via reading a book",
  "created_utc": 1638225669,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I want y&#39;all to tell  me a situation where you said a word out loud and learned later (or immediately, to your embarrassment, if someone corrected you on the spot) that it is actually pronounced differently. And of course you must have learned this word from a book. </p>\n\n<p>I&#39;ll start:\nSo back when I was 16, I learned this fancy new word while reading a book (i forget the book it was) : RENDEZVOUS. I thought it was really cool and looked up the meaning. It means a meeting or if you want to use it as a verb to meet at a certain time and place. A few days later, I was with a group of my friends and we were discussing coming together for  an event. So we needed to meetup. Enter perfect time to use the word RENDEZVOUS. Me being the prententious 16 year old brat I was said, &quot;Let&#39;s rendezvous at this particular place&quot; and you can guess how I pronounced it. I said it how it is written but the actual pronounciation is: RON-DI-VOO. crazy! Annnnnd  I only found out how it was pronounced two years later while listening to a random non-fiction audiobook.</p>\n</div><!-- SC_ON -->",
  "score": 132,
  "permalink": "/r/books/comments/r513zz/instances_in_your_life_where_you_mispronounced_a/",
  "subreddit": "books",
  "id": "r513zz",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I want y'all to tell me a situation where you said a word out loud and learned\nlater (or immediately, to your embarrassment, if someone corrected you on the\nspot) that it is actually pronounced differently. And of course you must have\nlearned this word from a book.\n\nI'll start: So back when I was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さんには、ある言葉を声に出して言って、後で（あるいはすぐに）その言葉を知ったというシチュエーションを教えていただきたいと思います。\nその場で誰かに訂正されて恥ずかしい思いをしたことはありませんか？\nその場で誰かに訂正されて恥ずかしい思いをしたこともあるでしょう）。もちろん、あなたはその単語を\nもちろん、あなたはその言葉を本から学んだはずです。\n\n私が始めます。その昔、私が...",
      "title": "本を読んで覚えた単語を誤読したことがある。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我希望你们都能告诉我，在什么情况下你大声说了一个词，然后得知\n后来才知道（或者立即知道，如果有人当场纠正你，你会感到很尴尬\n如果有人当场纠正你，你就会感到很尴尬），其实它的发音是不一样的。当然，你必须是\n从书上学到这个词的。\n\n我先说。因此，早在我还是...",
      "title": "在你的生活中，你把通过阅读书籍学到的单词发音错误的情况"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我希望你們都能告訴我，在什麼情況下你大聲說了一個詞，然後得知\n後來才知道（或者立即知道，如果有人當場糾正你，你會感到很尷尬\n如果有人當場糾正你，你就會感到很尷尬），其實它的發音是不一樣的。當然，你必須是\n從書上學到這個詞的。\n\n我先說。因此，早在我還是...",
      "title": "在你的生活中，你把通過閱讀書籍學到的單詞發音錯誤的情況"
    }
  ]
}