{
  "author": "cvernie",
  "original_created_utc": 1627584936,
  "title": "CMV: The 24-Hour News Cycle is Ruining the Olympics",
  "created_utc": 1627644648,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>NBC, its affiliate stations, and everybody else are so eager to be first with the &quot;breaking news&quot; that it&#39;s nearly impossible to avoid spoilers. The winner of the women&#39;s gymnastics all-around was breathlessly announced right at the start of NBC&#39;s afternoon programming, even though the event itself wasn&#39;t going to air until the main evening broadcast. If I&#39;ve spent the day avoiding sports talk and social media so I could actually be surprised, why would NBC themselves spoil it in a quick blurb hours before I could see the event? What&#39;s the advantage of this / how is it good for their ratings?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/ou3ryd/cmv_the_24hour_news_cycle_is_ruining_the_olympics/",
  "subreddit": "changemyview",
  "id": "ou3ryd",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "NBC, its affiliate stations, and everybody else are so eager to be first with\nthe \"breaking news\" that it's nearly impossible to avoid spoilers. The winner of\nthe women's gymnastics all-around was breathlessly announced right at the start\nof NBC's afternoon programming, even though the event itself…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "NBCやその系列局をはじめ、誰もが「速報」の第一報を求めているので\nネタバレしないようにするのはほぼ不可能です。勝者は\n体操女子総合の優勝者は、NBCの午後の番組開始と同時に息を呑んで発表された。\nNBCの午後の番組の最初に、息をのんで発表されました。",
      "title": "CMV: 24時間のニュースサイクルがオリンピックを台無しにする"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "全国广播公司、其附属电视台和其他所有人都急于在第一时间发布\n突发新闻\"，以至于几乎不可能避免剧透。女子体操全能冠军\n女子体操全能比赛的冠军在NBC下午的节目开始时就被令人窒息地宣布了。\nNBC的下午节目一开始就令人窒息地宣布，尽管该赛事本身...",
      "title": "CMV：24小时的新闻周期正在毁掉奥运会"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "全國廣播公司、其附屬電視臺和其他所有人都急於在第一時間發佈\n突發新聞\"，以至於幾乎不可能避免劇透。女子體操全能冠軍\n女子體操全能比賽的冠軍在NBC下午的節目開始時就被令人窒息地宣佈了。\nNBC的下午節目一開始就令人窒息地宣佈，儘管該賽事本身...",
      "title": "CMV：24小時的新聞週期正在毀掉奧運會"
    }
  ]
}