{
  "author": "Iggysfinest05",
  "the_new_excerpt": "Thought about this after reading someone I follow on Twitter regarding DeShaun\nWatson n his sexual assault allegations (back when it was just the one) about\nhow these ideas weren’t in conflict. And yea, the idea that they aren’t in\nconflict confuses me, because the idea that I am supposed to believe…",
  "original_created_utc": 1616306546,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "看了我在微博上关注的人关于德尚的文章后，想到了这个问题。\n沃森的性侵犯指控（当时只有一个），关于。\n这些想法是如何不冲突的。是的，他们没有冲突的想法。\n冲突让我困惑，因为我应该相信... ...",
      "title": "CMV：\"相信女人 \"和 \"在证明有罪之前是无辜的 \"这两个概念是相互冲突的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "看了我在微博上關注的人關於德尚的文章後，想到了這個問題。\n沃森的性侵犯指控（當時只有一個），關於。\n這些想法是如何不衝突的。是的，他們沒有衝突的想法。\n衝突讓我困惑，因爲我應該相信... ...",
      "title": "CMV：\"相信女人 \"和 \"在證明有罪之前是無辜的 \"這兩個概念是相互衝突的。"
    }
  ],
  "title": "CMV: The concept of “believe women” and “innocent until proven guilty” are in conflict with each other.",
  "created_utc": 1616315423,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Thought about this after reading someone I follow on Twitter regarding DeShaun Watson n his sexual assault allegations (back when it was just the one) about how these ideas weren’t in conflict. And yea, the idea that they aren’t in conflict confuses me, because the idea that I am supposed to believe her and also think he’s not guilty unless he’s proven seems impossible to me. Especially with incidents like his where we know they aren’t going to be handled by actual court systems and instead are going to go to litigation and further than that will be handled by the court of public opinion where the proof of innocence seems to be astronomically high. And while I know this isn’t an actual punishment, I still don’t understand how innocence can ever actually be proven in these circumstances because past allegations will always be brought up (Derrick Rose won his civil suit and ppl mentioning his success on Twitter/ESPN follow with a “yea, but remember...”). So yea I’d love for someone to change my mind on this one, because when I tried to look this up myself google sent me right to Reddit lol.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/m9pv76/cmv_the_concept_of_believe_women_and_innocent/",
  "subreddit": "changemyview",
  "id": "m9pv76",
  "is_self": true,
  "media": null,
  "is_video": false
}