{
  "author": "SlappySpankBank",
  "original_created_utc": 1630125674,
  "title": "The fact that half of everything in crypto space is not user friendly, just proves how early we really are.",
  "created_utc": 1630143700,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I remember when I was kid trying to set up xbox live by myself because my parents didn&#39;t know what a router was or anything like that. Most of my friends parents had no idea and we all had to figure it out for ourselves. I did a couple hours of research on ethernet cables, wireless adapaters/cards and routers. Long story short I had to use my own money to buy a router and the wireless adapter for the Xbox (that thing was like  $100 AKA mowing my parents lawn 10 times lol) Then a few more hours messing with the settings to actually get it connected to my xbox and change my NAT type to OPEN instead of CLOSED, yadd yadda finalyl after a few days I finally got it connected. </p>\n\n<p>Now with the new gen stuff, you just turn it on and type in your password and you&#39;re online. </p>\n\n<p>Compare that to the crypto space we are in. You have to spend at least a couple hours researching to even begin to understand just one single coin. Many people are too lazy to do this. Many people still think it&#39;s a scam. The older people often think it&#39;s too difficult and that they are not qualified to be in crypto. Which is fair I&#39;d say right now. It&#39;s not difficult, but I could see how you could really fuck up quote easily (which I think almost everyone has done anyway). </p>\n\n<p>The fact this isn&#39;t user friendly yet, means we are still in the beginning phases my friends. Just sit tight and hold on!</p>\n</div><!-- SC_ON -->",
  "score": 168,
  "permalink": "/r/CryptoCurrency/comments/pd3egt/the_fact_that_half_of_everything_in_crypto_space/",
  "subreddit": "CryptoCurrency",
  "id": "pd3egt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I remember when I was kid trying to set up xbox live by myself because my\nparents didn't know what a router was or anything like that. Most of my friends\nparents had no idea and we all had to figure it out for ourselves. I did a\ncouple hours of research on ethernet cables, wireless adapaters/cards…"
}