{
  "author": "B055MAN69420",
  "the_new_excerpt": "Hi all. I recently started getting into reading but I struggle to keep my focus\nand it takes me a while to finish a book. I don't feel as interested in a book\nas I think I should. Bc of this I was thinking of reading what people would\nconsider some of the best literature such as don quixote (or so…",
  "original_created_utc": 1623671624,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "皆さん、こんにちは。最近、読書を始めたのですが、集中力が続かず\n本を読み終えるのに時間がかかってしまいます。思うほど本に興味が持てません。\n思うように興味を持てません。そのため、人々が最高の文学と考えるものを読もうと思っています。\n読んでみようと思いました。",
      "title": "読書初心者で苦手な人は「名作」を読むべき？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "大家好。我最近开始接触阅读，但我很难保持专注\n我需要一段时间才能读完一本书。我不觉得自己对一本书有什么兴趣\n我认为我应该感兴趣。正因为如此，我在考虑阅读人们认为的\n认为是最好的文学作品，如《堂吉诃德》（或如此...",
      "title": "如果我是阅读新手，而且不善于阅读，我应该阅读 \"名著 \"吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "大家好。我最近開始接觸閱讀，但我很難保持專注\n我需要一段時間才能讀完一本書。我不覺得自己對一本書有什麼興趣\n我認爲我應該感興趣。正因爲如此，我在考慮閱讀人們認爲的\n認爲是最好的文學作品，如《堂吉訶德》（或如此...",
      "title": "如果我是閱讀新手，而且不善於閱讀，我應該閱讀 \"名著 \"嗎？"
    }
  ],
  "title": "Should I read \"masterpieces\" if I'm new to reading and not very good at it?",
  "created_utc": 1623723916,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all. I recently started getting into reading but I struggle to keep my focus and it takes me a while to finish a book. I don&#39;t feel as interested in a book as I think I should. Bc of this I was thinking of reading what people would consider some of the best literature such as don quixote (or so I&#39;ve heard). However, I&#39;m worried that bc I&#39;m not an avid reader or any good at reading I won&#39;t appreciate the book as much. What would you recommend i do?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/nzl2se/should_i_read_masterpieces_if_im_new_to_reading/",
  "subreddit": "booksuggestions",
  "id": "nzl2se",
  "is_self": true,
  "media": null,
  "is_video": false
}