{
  "author": "Maleficent-Audience",
  "original_created_utc": 1630472812,
  "title": "CMV: Every US President in the last 20 years at least, should be in prison",
  "created_utc": 1630524646,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I only really pay a lot of attention to current politics, so I&#39;m going to stick to the guys that were president while I&#39;ve been alive though I imagine a lot of the past ones should be too. But for the sake of this post, I&#39;m talking about Bush, Obama, Trump and Biden. Which I think puts me in a good position to piss off a lot of people. Only joking, I hope we can discuss this in a levelheaded manner. My argument behind this is simple, all of these presidents have committed war crimes which murdered civilians. I know that a lot of people don&#39;t think about the drone strikes we do, because it happens so often that many have become numb to it at this point but all of these presidents have murdered multiple times through usage of drones.</p>\n\n<p>It doesn&#39;t matter what good they might have done aside from this, with any other person we wouldn&#39;t be okay with murder regardless of what else they&#39;ve done otherwise. If a guy spends 10 years donating all their money to charity and then police find their spouse chopped up in the freezer, no one would dare suggest that they he deserves less punishment and especially wouldn&#39;t suggest they should be let go. The act of murder is still murder, regardless. So why should US Presidents be held to a different standard? </p>\n\n<p>Sources:\n[Bush] <a href=\"https://www.thebureauinvestigates.com/drone-war/data/the-bush-years-pakistan-strikes-2004-2009\">https://www.thebureauinvestigates.com/drone-war/data/the-bush-years-pakistan-strikes-2004-2009</a>\n<a href=\"https://www.thebureauinvestigates.com/stories/2017-01-17/obamas-covert-drone-war-in-numbers-ten-times-more-strikes-than-bush\">Obama</a>\n<a href=\"https://chicago.suntimes.com/news/2019/5/8/18619206/under-donald-trump-drone-strikes-far-exceed-obama-s-numbers\">Trump</a>\n<a href=\"https://nymag.com/intelligencer/2021/08/u-s-strikes-suspected-suicide-bombers-in-kabul.html\">Biden</a></p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/pfn2lo/cmv_every_us_president_in_the_last_20_years_at/",
  "subreddit": "changemyview",
  "id": "pfn2lo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I only really pay a lot of attention to current politics, so I'm going to stick\nto the guys that were president while I've been alive though I imagine a lot of\nthe past ones should be too. But for the sake of this post, I'm talking about\nBush, Obama, Trump and Biden. Which I think puts me in a good…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は今の政治にはあまり関心がないので、私はこのまま\n私が生きている間に大統領になった人たちにこだわるつもりですが、過去の多くの人たちも\n過去の大統領の多くもそうであるべきだと思います。しかし、この記事のために、私は次のことについて話します。\nブッシュ、オバマ、トランプ、バイデン。これは、私にとって良いことだと思います...",
      "title": "CMV: 少なくとも過去20年間のアメリカ大統領は全員、刑務所に入るべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我只真正关注当前的政治，所以我将坚持在我活着的时候，对那些当过总统的人进行报道。\n我只关注我活着的时候当过总统的那些人，不过我想很多过去的人也应该如此。\n过去的人也应该是这样。但就这篇文章而言，我说的是\n布什、奥巴马、特朗普和拜登。我认为这使我处于一个良好的...",
      "title": "CMV：至少在过去20年里，每一位美国总统都应该在监狱里。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只真正關注當前的政治，所以我將堅持在我活着的時候，對那些當過總統的人進行報道。\n我只關注我活着的時候當過總統的那些人，不過我想很多過去的人也應該如此。\n過去的人也應該是這樣。但就這篇文章而言，我說的是\n布什、奧巴馬、特朗普和拜登。我認爲這使我處於一個良好的...",
      "title": "CMV：至少在過去20年裏，每一位美國總統都應該在監獄裏。"
    }
  ]
}