{
  "author": "SolarDensity",
  "original_created_utc": 1634695246,
  "title": "NFT value is a huge bubble where real utility like proof of property ownership, supply chain integration and other uses have been superceded by overpriced, non-unique images available to everyone. Change my mind.",
  "created_utc": 1634744729,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Basically title. </p>\n\n<p>I&#39;m guessing a lot of people who are hyped for NFTs don&#39;t understand what gives crypto its value and therefore think that by &quot;minting an image on the blockchain&quot; it&#39;s somehow something completely new and worthy of higher valuation. </p>\n\n<p>Just because &quot;An NFT sold for this much..&quot; doesn&#39;t mean that it brings any utilitarian value to the table. </p>\n\n<p>NFTs were meant to be a way to permanently record things on the blockchain outside of smart contracts. Unfortunately NFTs have been hijacked by dummies who think minting an image constitutes being worthy of a higher price than it was previously. </p>\n\n<p>This post has nothing to do with the price of NFTs. I don&#39;t care that somebody bought your nyancat NFT for 25$. That doesn&#39;t mean there was any utility or value added to the product, just somebody who is foolish enough to buy into this incredibly useless product because they believe someday it&#39;ll be worth more &quot;just cause&quot;. </p>\n\n<p>Bitcoin solves many problems with fiat and transferring value, your NFT is just a jpg that you threw on a block. You&#39;re not solving problems or creating utility for others, it&#39;s purely speculative useless garbage that threatens the crypto market because it will eventually collapse and people will lose money.</p>\n\n<p>Change my mind.</p>\n</div><!-- SC_ON -->",
  "score": 154,
  "permalink": "/r/CryptoCurrency/comments/qbqglu/nft_value_is_a_huge_bubble_where_real_utility/",
  "subreddit": "CryptoCurrency",
  "id": "qbqglu",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Basically title.\n\nI'm guessing a lot of people who are hyped for NFTs don't understand what gives\ncrypto its value and therefore think that by \"minting an image on the\nblockchain\" it's somehow something completely new and worthy of higher\nvaluation.\n\nJust because \"An NFT sold for this much..\"…"
}