{
  "author": "gendernotfound629",
  "original_created_utc": 1632573924,
  "title": "CMV: Boba Fett (at least as he appears in the original trilogy) is the most overrated character in Star Wars",
  "created_utc": 1632584438,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me point out that I am a Star Wars super-fan, at least when it comes to the Disney canon. I&#39;ve seen every show, played every game, regularly rewatch every movie, and have even read a couple of the books.</p>\n\n<p>With that being the case, I feel that I can definitively say that Boba Fett is the most overrated character in the entire canon. Don&#39;t get me wrong, I don&#39;t dislike him by any means, but he isn&#39;t nearly as cool as people make him out to be. Here are some of the most common arguments I hear:</p>\n\n<ul>\n<li><strong>He&#39;s one of the greatest bounty hunters in the galaxy!</strong>\n\n<ul>\n<li>Yeah, so great that in the two movies in which he appears (in the OT) he doesn&#39;t kill a single person, barely fires his blaster at all, and gets eaten by a sarlaac when his jetpack stops working. The only thing he does of any note at all in the original trilogy is tattle to Vader that the Falcon is headed to Bespin. *insert cheems image here*</li>\n</ul></li>\n<li><strong>He&#39;s such an interesting character!</strong>\n\n<ul>\n<li>His dad died in front of him. Wowee. Not like we&#39;ve ever seen a more interesting character lose their parent figures before. *cough*Anakin, Luke, Rey, etc*cough*</li>\n</ul></li>\n<li><strong>But he was so badass in The Mandalorian!</strong>\n\n<ul>\n<li>Yes, he was, I agree! I think The Mandalorian was the first time that Boba could ever conceivably have been called badass. But people have been calling him a badass and iconic since the 80s, which I don&#39;t think is vindicated by a show in 2020 retroactively making him a cool guy.</li>\n</ul></li>\n<li><strong>[insert piece of no-longer-canon Legends media that develops his character]</strong>\n\n<ul>\n<li>Might be a controversial take, but Legends was such a far-reaching and frankly jumbled mess of plotlines that it may as well have been an expanded universe of fanfiction, and I think Disney simplifying the canon in the way it did was helpful for making the universe feel more cohesive. So the only argument I&#39;ll accept on this point is pointing to something in the current canon, but even still, again, that media can only be newer than 2012.</li>\n</ul></li>\n</ul>\n\n<p>I&#39;ll consider my mind changed if you can point to a canon reason that Boba Fett has been so beloved for more than four decades. Because as it stands now, in the original trilogy Boba was about as badass as Salacious Crumb.</p>\n</div><!-- SC_ON -->",
  "score": 91,
  "permalink": "/r/changemyview/comments/pv630v/cmv_boba_fett_at_least_as_he_appears_in_the/",
  "subreddit": "changemyview",
  "id": "pv630v",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let me point out that I am a Star Wars super-fan, at least when it comes to the\nDisney canon. I've seen every show, played every game, regularly rewatch every\nmovie, and have even read a couple of the books.\n\nWith that being the case, I feel that I can definitively say that Boba Fett is\nthe most…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はスター・ウォーズの超ファンであることを断っておきますが、少なくともディズニー・キャノンについては\n私はスターウォーズの超ファンです。すべてのショーを見て、すべてのゲームをプレイし、すべての映画を定期的に見返し、さらにいくつかの本も読みました。\n本も何冊か読んでいます。\n\nそういった意味では、ボバ・フェットが最も...\n最も...",
      "title": "CMV: ボバ・フェット（少なくともオリジナル3部作に登場する）は、スター・ウォーズで最も過大評価されているキャラクターである。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我指出，我是一个星球大战的超级粉丝，至少当涉及到\n迪斯尼典籍。我看过所有的节目，玩过所有的游戏，定期重看每一部电影，甚至还读过几本书。\n电影，甚至还读过几本书。\n\n在这种情况下，我觉得我可以肯定地说，波巴-费特是\n是最...",
      "title": "CMV：波巴-费特（至少在原三部曲中出现的时候）是《星球大战》中最被高估的角色"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我指出，我是一個星球大戰的超級粉絲，至少當涉及到\n迪斯尼典籍。我看過所有的節目，玩過所有的遊戲，定期重看每一部電影，甚至還讀過幾本書。\n電影，甚至還讀過幾本書。\n\n在這種情況下，我覺得我可以肯定地說，波巴-費特是\n是最...",
      "title": "CMV：波巴-費特（至少在原三部曲中出現的時候）是《星球大戰》中最被高估的角色"
    }
  ]
}