{
  "author": "Plantpong",
  "original_created_utc": 1625928865,
  "title": "YSK That you should use two chips/crisps to rescue a Broken One from a dip instead of just one",
  "created_utc": 1626108080,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you are ever eating potato chips/crisps (the thin ones, I believe the name differs between US and UK English) with dip, it is inevitable that one will break in the dip and that you will try to get it out with a second crisp/chip. When you go in for the rescue you should use TWO crisps/chips to get it out of the dipping sauce and not a single second one.</p>\n\n<p>Why YSK: If you only use one rescue chip/crisp, the odds are very high that it will break as well. The first one couldn&#39;t handle the dip and broke, and the second one will likely suffer the same faith if you use it to scoop out The Broken One&#39;s remains. This prevents you from having to go in and cover your fingers in dip. It&#39;s also much more hygienic. </p>\n\n<p>Instead of using one crisp/chip, use two for the rescue. You can do this either by: 1) putting them onto each other and use the strength of two crisps/chips to scoop out The Broken One or 2) using them as chop sticks or pincers to grab The Broken One from the dip. Method 1 will generally come with greater amounts of dip than Method 2.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/ohk5f7/ysk_that_you_should_use_two_chipscrisps_to_rescue/",
  "subreddit": "YouShouldKnow",
  "id": "ohk5f7",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If you are ever eating potato chips/crisps (the thin ones, I believe the name\ndiffers between US and UK English) with dip, it is inevitable that one will\nbreak in the dip and that you will try to get it out with a second crisp/chip.\nWhen you go in for the rescue you should use TWO crisps/chips to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "もしあなたがポテトチップスやクリスプ（アメリカやイギリスでは名前が違うと思いますが、薄いもの）を食べることがあれば\nアメリカとイギリスでは名前が違うと思いますが）をディップして食べていると、必ずと言っていいほど、ディップの中で割れてしまいます。\nディップの中で割れてしまい、2枚目のポテトチップスで取り出そうとすることは避けられません。\n救出に向かうときは、2枚のチップスを使って...",
      "title": "YSK ディップからブロークンワンを救出するのに、1枚ではなく2枚のチップ/クリスプスを使うべきだということ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你曾经吃过薯片/薯条（薄的那种，我相信美国的名字是不同的\n我相信美国和英国的英文名称不同），不可避免地会有一块薯片/薯片在蘸料中破裂，而你将会失去它。\n你会试图用第二块脆片/薯片把它弄出来。\n当你进去救人时，你应该用两块脆片/薯片来...",
      "title": "YSK 你应该用两片薯片/碎屑来拯救一个被浸泡的人，而不是只用一片。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你曾經喫過薯片/薯條（薄的那種，我相信美國的名字是不同的\n我相信美國和英國的英文名稱不同），不可避免地會有一塊薯片/薯片在蘸料中破裂，而你將會失去它。\n你會試圖用第二塊脆片/薯片把它弄出來。\n當你進去救人時，你應該用兩塊脆片/薯片來...",
      "title": "YSK 你應該用兩片薯片/碎屑來拯救一個被浸泡的人，而不是隻用一片。"
    }
  ]
}