{
  "author": "burstintoflames",
  "original_created_utc": 1630602567,
  "title": "YSK that tomahawk steaks are a scam",
  "created_utc": 1630608554,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Tomahawk steaks are just ribeye steaks with extra bone, which looks neat in pictures, but you&#39;re generally paying a 40 to 80 dollar upcharge for that piece of bone that does nothing to enhance the flavor of the steak. It&#39;s not like you can eat that extra 12 inches of bone, it exists only to look cool and cost you money. </p>\n\n<p>Just get a nice bone-in ribeye, you&#39;ll pay less and get the exact same dining experience.</p>\n</div><!-- SC_ON -->",
  "score": 206,
  "permalink": "/r/YouShouldKnow/comments/pgm558/ysk_that_tomahawk_steaks_are_a_scam/",
  "subreddit": "YouShouldKnow",
  "id": "pgm558",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Tomahawk steaks are just ribeye steaks with extra bone, which looks\nneat in pictures, but you're generally paying a 40 to 80 dollar upcharge for\nthat piece of bone that does nothing to enhance the flavor of the steak. It's\nnot like you can eat that extra 12 inches of bone, it exists only to…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、トマホークステーキはリブアイステーキに骨を追加しただけのものだからです。\n写真ではきれいに見えますが、一般的には、ステーキの味を向上させることのない骨に40～80ドルの追加料金を支払うことになります。\nステーキの味を向上させることのない骨に、40～80ドルの追加料金を支払うことになります。それは\n余分な12インチの骨を食べられるわけではなく、それはただ...",
      "title": "トマホークステーキが詐欺であることをYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：战斧牛排只是带有额外骨头的肋眼牛排，这在图片上看起来很整齐，但你通常要支付40到80美元的额外费用。\n在图片上看起来很整齐，但你通常要为这块骨头支付40到80美元的额外费用。\n那块骨头对提高牛排的味道没有任何作用。这不是\n它不像你可以吃那额外的12英寸的骨头，它的存在只是为了...",
      "title": "YSK认为战斧式牛排是一个骗局"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：戰斧牛排只是帶有額外骨頭的肋眼牛排，這在圖片上看起來很整齊，但你通常要支付40到80美元的額外費用。\n在圖片上看起來很整齊，但你通常要爲這塊骨頭支付40到80美元的額外費用。\n那塊骨頭對提高牛排的味道沒有任何作用。這不是\n它不像你可以喫那額外的12英寸的骨頭，它的存在只是爲了...",
      "title": "YSK認爲戰斧式牛排是一個騙局"
    }
  ]
}