{
  "author": "Broderick512",
  "original_created_utc": 1627418180,
  "title": "I just read the first two books of Earthsea by Ursula K. Leguin and boy do I have some thoughts on the matter",
  "created_utc": 1627443339,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Yeah, what it says in the title. I&#39;m currently in the middle of the third book and I have all the rest of them too. First, no spoiler talk if you&#39;re reading this post but haven&#39;t read the books. The first, <em>A Wizard of Earthsea</em>, didn&#39;t grab my attention as soon as I started reading it, as I felt like the storytelling was a whole lot of telling and very little showing, but I quickly powered through until I was eventually engrossed in the story. What made it click is when I realised that this book would be really good to read out loud to someone else. On the other hand, the second book, <em>The Tombs of Atuan</em>, grabbed my attention from the very start and I loved every single page of it. I won&#39;t discuss the third yet because I&#39;m not done reading it, but I really wanted to share my thoughts on the first two.</p>\n\n<p>From here on out, there be spoilers, may this be your warning.</p>\n\n<p>The tale of Ged, Sparrowhawk, became interesting only after he summoned the shadow, in my opinion. Before that, it was a lot of setup, but little substance. Still, Ged&#39;s character arc is well realised and he, as a character, grew on me rather fast after the incident. I really like how the conflict in this book rarely goes into combat, and even when it does it&#39;s rather brief and is never the ultimate solution to whatever problem is at hand. I interpreted Ged&#39;s conflict with his own shadow as representing his growth out of his juvenile arrogance, as at first, when faced with the consequences of it, he takes refuge from his shame in excessive humbleness, even giving up on his dreams, ambitions and talents, but ultimately the real solution isn&#39;t to destroy the shadow that embodies his past arrogance, but to embrace it, recognising that it was a part of who he is and learn from the experience going forward. It&#39;s not the most complex thing in the world, but I really enjoyed it.</p>\n\n<p>However, the second book is where things get really good. Ged may be a very likeable character, but he&#39;s not particularly complex or nuanced. But Tenar? I think Tenar is a great character, extremely well rounded and full of nuance, a lot of it unspoken, merely shown through her actions. Her tale gripped me from the very start and never let go until the book was over. Not all of her actions are good, but that&#39;s not a bad thing because we get to see the psychological burden that doing those things placed on her. Also, we really get to explore the effect on her mind and feelings of the indoctrination that she got from a very young age by being grown in a literal cult of death. Seeing Ged again is very welcome, but Tenar is the absolute star of the show. The mystery and suspence in this book are top notch. Tenar gets to be a very strong and yet vulnerable character, who is prisoner of her circumstances but eventually breaks free by realising that she can exercise her own agency through compassion.</p>\n\n<p>Thumbs up all around, especially considering the landscape of fantasy literature when she wrote these books. I can&#39;t wait to read the rest.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/osuoaf/i_just_read_the_first_two_books_of_earthsea_by/",
  "subreddit": "books",
  "id": "osuoaf",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Yeah, what it says in the title. I'm currently in the middle of the third book\nand I have all the rest of them too. First, no spoiler talk if you're reading\nthis post but haven't read the books. The first, A Wizard of Earthsea, didn't\ngrab my attention as soon as I started reading it, as I felt like…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ええ、タイトルに書いてある通りです。今、3冊目の途中です。\n残りの本も全部持っています。まず、この記事を読んでいる方で本を読んでいない方には、ネタバレの話はしません。\nまず、この記事を読んでいても本を読んでいない人のためにネタバレ話をします。最初の「ゲッシーの魔法使い」は、読み始めてすぐには\n読み始めてすぐには、私の心をつかめませんでした。",
      "title": "Ursula K. LeguinのEarthseaの最初の2冊を読んだばかりですが、少年は私にいくつかの考えを持っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "是的，正如书名中所说。我目前正在看第三本书的中间部分\n我也有所有其他的书。首先，如果你正在读这篇文章，但没有读过这本书，就不要说什么破坏性的话。\n首先，如果你正在读这篇文章，但还没有读过这些书，就不要说什么剧透了。第一本《地海仙踪》并没有在我开始阅读时就抓住我的注意力。\n我一开始读的时候，并没有抓住我的注意力，因为我觉得......",
      "title": "我刚刚读了乌苏拉-K-勒奎因的《地海》前两本书，孩子们，我对此事有一些想法"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "是的，正如書名中所說。我目前正在看第三本書的中間部分\n我也有所有其他的書。首先，如果你正在讀這篇文章，但沒有讀過這本書，就不要說什麼破壞性的話。\n首先，如果你正在讀這篇文章，但還沒有讀過這些書，就不要說什麼劇透了。第一本《地海仙蹤》並沒有在我開始閱讀時就抓住我的注意力。\n我一開始讀的時候，並沒有抓住我的注意力，因爲我覺得......",
      "title": "我剛剛讀了烏蘇拉-K-勒奎因的《地海》前兩本書，孩子們，我對此事有一些想法"
    }
  ]
}