{
  "author": "spankmyhairyasss",
  "original_created_utc": 1639866728,
  "title": "Move your Bitcoins and your Alt coins to your private wallets. Exchanges run fractional reserves and lend out your coins to place shorts.",
  "created_utc": 1639881138,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Anyone follows GME and AMC saga with Citadel / DTCC are red pilling lot of new and old investors.  Synthetic and fake shares to screw the retail investors.  They have all the data and knows where you guys are investing, then short it.  Fractional reserves where they lend out your shares to big whales for 0.1% interest rate to fuck you. &lt;/p&gt;\n\n&lt;p&gt;Crypto exchanges are doing the same but at bigger scale.  No regulations.  Wild wild west.  I know we have a movement that we move coins out of exchanges at a date every year but why not now?  We are at a historic low of Bitcoin supply on exchanges, why not bump that up a little more?  Why not force crypto exchanges to show they actually have that liquidity?  &lt;/p&gt;\n\n&lt;p&gt;In the US, we have 6.8% inflation in Nov 2021.  Wholesale prices went up 9.6%.  I call BS.  It went way higher.  Fiat printing at rapid rate and chasing fewer goods…. yet fixed rate of 21 million Bitcoin prices tanking?  I call BS.  They use your coins to short the market to tank the price.  F them.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 163,
  "permalink": "/r/CryptoCurrency/comments/rjibr3/move_your_bitcoins_and_your_alt_coins_to_your/",
  "subreddit": "CryptoCurrency",
  "id": "rjibr3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Anyone follows GME and AMC saga with Citadel / DTCC are red pilling lot of new\nand old investors. Synthetic and fake shares to screw the retail investors. They\nhave all the data and knows where you guys are investing, then short it.\nFractional reserves where they lend out your shares to big whales…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>GME と AMC の Citadel / サーガを追っている人いますか？\nDTCCは多くの新旧投資家に赤信号を投げている。合成株や偽装株で\n個人投資家を騙す。彼らはすべてのデータを持ち、あなた方がどこにいるのかを知っている。\n投資して、空売りする。端数の埋蔵量...",
      "title": "ビットコインとアルトコインをプライベートウォレットに移動させる。取引所では端数補充を行い、空売りをするためにコインを貸し出す。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>有没有人关注GME和AMC与Citadel的传奇？\nDTCC正在向许多新的和旧的投资者收取红包。虚假的股票，以\n拧着散户投资者。他们有所有的数据，知道你们在哪里投资，然后做空。\n投资，然后做空它。部分储备金，他们...",
      "title": "将你的比特币和另类币转移到你的私人钱包。交易所运行部分储备，并借出你的硬币来放置空头。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>有沒有人關注GME和AMC與Citadel的傳奇？\nDTCC正在向許多新的和舊的投資者收取紅包。虛假的股票，以\n擰着散戶投資者。他們有所有的數據，知道你們在哪裏投資，然後做空。\n投資，然後做空它。部分儲備金，他們...",
      "title": "將你的比特幣和另類幣轉移到你的私人錢包。交易所運行部分儲備，並借出你的硬幣來放置空頭。"
    }
  ]
}