{
  "author": "NuckinFuts_69",
  "the_new_excerpt": "If you see something, say something. I have no issues with it, for the most\npart. I believe there's a strong difference between telling what should be told,\nand just being petty about things, so let's not dwell on the small petty stuff.\nIf you were being assaulted, and I come around the corner and…",
  "original_created_utc": 1621811559,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何かを見たら、何かを言う。ほとんどの場合、問題はありません。\nほとんどがそうです。伝えるべきことを伝えるのと、ただ単に物事にケチをつけるのとでは大きな違いがあると思っています。\n些細なことは気にしないようにしましょう。\nもし、あなたが暴行を受けていて、私が角を曲がったところに来て...。",
      "title": "CMV：「密告」が悪いことのように捉えられるのはやめてほしい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果你看到什么，就说什么。在大多数情况下，我对这一点没有异议。\n部分。我相信在说出该说的话和对事情小题大做之间有很大的区别。\n和只是对事情小题大做，所以我们不要纠缠于小题大做。\n如果你被殴打，而我走到拐角处，并...",
      "title": "CMV：\"告密 \"需要停止被视为一件坏事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果你看到什麼，就說什麼。在大多數情況下，我對這一點沒有異議。\n部分。我相信在說出該說的話和對事情小題大做之間有很大的區別。\n和只是對事情小題大做，所以我們不要糾纏於小題大做。\n如果你被毆打，而我走到拐角處，並...",
      "title": "CMV：\"告密 \"需要停止被視爲一件壞事。"
    }
  ],
  "title": "CMV: \"Snitching\" needs to stop being seen as a bad thing.",
  "created_utc": 1621848636,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If you see something, say something. I have no issues with it, for the most part. I believe there&#39;s a strong difference between telling what should be told, and just being petty about things, so let&#39;s not dwell on the small petty stuff. If you were being assaulted, and I come around the corner and see it, if I don&#39;t step in to help then I have a moral obligation to call the police. Surely you would want the person harming you to be reported and arrested. You wouldn&#39;t call me a tattletale for doing it. I think calling the cops when you see something wrong should be more of a social norm. I&#39;ve been driving down the highway and saw someone swerving between lanes. Wasn&#39;t 100% sure if they were drunk, but they sure looked like it. You&#39;re damn right I immediately called and reported it. I would do it again on every day that ends in &#39;y&#39;. People&#39;s lives and well being were at risk. Yet, some would still mock people for calling in stuff like this. And in some certain places, could end up assaulting them or killing them for &quot;snitching&quot;. I don&#39;t understand why people are so afraid of being labeled as something, even though they clearly did the right thing by reporting it. And I don&#39;t understand why certain people have the &quot;snitches get stitches&quot; mindset. If something bad happened to you or a loved one, and someone had the opportunity to report it if not stop it, you can&#39;t tell me you&#39;d rather them keep their mouths shut.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/njjv8n/cmv_snitching_needs_to_stop_being_seen_as_a_bad/",
  "subreddit": "changemyview",
  "id": "njjv8n",
  "is_self": true,
  "media": null,
  "is_video": false
}