{
  "author": "Frylock904",
  "the_new_excerpt": "So things have calmed down quite a bit from 2018/19 when consent culture was the\ncenter of the public forum but during that time there was a solid push from a\nlot of progressives to revision our dating/relationship culture to be based\naround explicit consent rather than implied consent. I think the…",
  "original_created_utc": 1617506086,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "所以，从2018/19年同意文化的时候，事情已经平静了不少。\n公共论坛的中心，但在那段时间里，有一个坚实的推动力，从一个\n很多进步人士修改我们的约会/关系文化，以基于。\n围绕着明确的同意而不是默示的同意。我认为...",
      "title": "CMV：很多文化的约会，但在美国具体到这个例子中，主动惩罚/抑制同意文化，基本上 \"是的意味着是的 \"不能成为标准，而不是 \"不意味着不\"，因为我们的整个求爱文化都是围绕着腼腆，一般都会惩罚明确的诚实。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "所以，從2018/19年同意文化的時候，事情已經平靜了不少。\n公共論壇的中心，但在那段時間裏，有一個堅實的推動力，從一個\n很多進步人士修改我們的約會/關係文化，以基於。\n圍繞着明確的同意而不是默示的同意。我認爲...",
      "title": "CMV：很多文化的約會，但在美國具體到這個例子中，主動懲罰/抑制同意文化，基本上 \"是的意味着是的 \"不能成爲標準，而不是 \"不意味着不\"，因爲我們的整個求愛文化都是圍繞着靦腆，一般都會懲罰明確的誠實。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "承諾文化が中心だった2018/19年からは、かなり落ち着いてきたわけですが\nその間、多くの進歩的な人たちが、デートや恋愛の文化を基本的なものに変えようとしていました。\nその間、多くの進歩的な人たちが、私たちのデートや関係性の文化を基本的なものに修正しようとしていました。\n暗黙の了解ではなく、明示的な同意に基づいて、デートや恋愛文化を見直そうとする多くの進歩主義者たちの強い後押しがありました。私が思うに、その...",
      "title": "CMV: 多くの文化でデートは行われていますが、特にアメリカでは、同意文化を積極的に罰したり、阻害したりしています。基本的に、「yes means yes」が「no means no」よりもスタンダードになることはありません。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "承諾文化が中心だった2018/19年からは、かなり落ち着いてきたわけですが\nその間、多くの進歩的な人たちが、デートや恋愛の文化を基本的なものに変えようとしていました。\nその間、多くの進歩的な人たちが、私たちのデートや関係性の文化を基本的なものに修正しようとしていました。\n暗黙の了解ではなく、明示的な同意に基づいて、デートや恋愛文化を見直そうとする多くの進歩主義者たちの強い後押しがありました。私が思うに、その...",
      "title": "CMV: 多くの文化でデートは行われていますが、特にアメリカでは、同意文化を積極的に罰したり、阻害したりしています。基本的に、「yes means yes」が「no means no」よりもスタンダードになることはありません。"
    }
  ],
  "title": "CMV: Dating for many cultures, but in the US specifically in this instance, actively punishes/disincentivizes consent culture, basically \"yes means yes\" can't become standard over \"no means no\" because our entire courting culture is based around being coy and generally punishes explicit honesty.",
  "created_utc": 1617521428,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So things have calmed down quite a bit from 2018/19 when consent culture was the center of the public forum but during that time there was a solid push from a lot of progressives to revision our dating/relationship culture to be based around explicit consent rather than implied consent. I think the movement was misguided at best.</p>\n\n<p>Our entire dating culture is based around being coy, being indirect, assuming what others want and don&#39;t want, if we aren&#39;t going to address that first we aren&#39;t actually serious about confirmation-based sexual relationship. Here are a few examples of what I mean using James a slightly above average guy and Tara, a slightly above average woman, if 50/100 is the median James and tara are both 65/100,</p>\n\n<p>Situation A: Tara is sitting on a park table going through her phone, she&#39;s does so often, no big deal, James come up sits at her table across from her and strikes up a mild conversation with her, they&#39;ve seen each other around but never spoken directly, after the basic introduction, day, weather, all that, he asks her out. Tara takes him up on it, because she is slightly interested, they meet up, go on date, it&#39;s nice no allusions to anything sexual on either end, go on a second date a couple of slightly of flirtatious moves, ends in a kiss, third date, ends in her apartment with them having sex. During that whole time, it&#39;s never explicitly stated they&#39;re going to have sex, one thing just kind of slowly leads to another, from the kiss on into PnV.</p>\n\n<p>Situation B: Tara is sitting on a park table going through her phone, she&#39;s does so often, no big deal, James come up sits at her table across from her and strikes up a mild conversation with her, they&#39;ve seen each other around but never spoken directly, after the basic introduction day weather all that, he asks her if she might want to come by sometime and have sex, but with a decent amount of game. She responds &quot;classy, you really just ask random women if they want to fuck? No thanks.&quot; He responds &quot;fair enough, my bad&quot; gets up and leaves</p>\n\n<p>Now I&#39;m sure plenty of women have dealt with situation A and B more than a few times, culturally we understand that situation B rarely plays out well, maybe 1/100000 times but Sitaution A? Plays out far more often probably 1/1000 (Numbers based on the amounts of request your average woman fields multiplied by how many women there are.)  But in that situation the less explicit approach is going to take you to the bedroom far more often than the very explicit straightforward request.</p>\n\n<p>Hopefully, it&#39;s clear how problematic that is for the cultural movement at large. You can&#39;t reasonably expect an explicit culture to evolve when the explicit path rarely works and is actively being pushed away by that same movement of people (the same group would generally be anti-catcallers but for all their crassness catcalling is being honest about their intentions).</p>\n\n<p>I&#39;m in support of waiting for a no personally for a few different reasons.</p>\n\n<p>A. It&#39;s safer, women are able to verify the men over a few different instances and create trust.</p>\n\n<p>B. It&#39;s more civil, just from a worldwide perspective, courting is what we do to cover a generally crass act. The higher the courting standards generally the more polite the society.</p>\n\n<p>C. Yes means yes is rather clunky, and that&#39;s coming from someone who has ALWAYS used the method as much as possible. (Since 18 I&#39;ve always asked before kissing, and used the phrase &quot;let me know if this makes you uncomfortable&quot; before I start shooting for second base, hasn&#39;t failed me yet, but I also think I&#39;m an unfair standard to hold every guy to and that was also after all the coy traditional dating stuff)</p>\n\n<p>TLDR: &quot;Yes means yes&quot; can&#39;t overtake &quot;no means no&quot; when culturally being straightforward and asking for a yes isn&#39;t selected for, but playing coy and waiting for a no is rewarded and more functional for both parties. Basically, unless we&#39;re going to push women to start accepting random requests for sex more often &quot;yes means yes&quot; is just a pipedream</p>\n\n<p>EDIT: To clarify, in both situations James key goal is sex, not a relationship, Situation A is an example of the implicit method, Situation B is an example of the explicit method.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/mjnu3s/cmv_dating_for_many_cultures_but_in_the_us/",
  "subreddit": "changemyview",
  "id": "mjnu3s",
  "is_self": true,
  "media": null,
  "is_video": false
}