{
  "author": "airheadd",
  "original_created_utc": 1632744605,
  "title": "CMV: Climate change protesters who block motorways/major roads are counterproductive",
  "created_utc": 1632757180,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Every few days the UK news shares about arrests taking place on major roads/motorways because of climate change activists blocking them. This seems to be a common way for them to protest and in my opinion it’s counterproductive. </p>\n\n<p>I do care about the environment obviously, but as a driver myself, if I couldn’t get to work or wherever I was going because of people laying on the motorway, that would only make me more hateful towards the cause. Unfortunately car travel for some is essential albeit damaging to the environment, those people are not to blame for the crisis and are being stopped from going about their day, could risk their job etc. </p>\n\n<p>It doesn’t bring attention to the problem I don’t think, it just causes delays and ruins peoples moods, I don’t think any of the motorists sat in traffic are deciding to ditch the car and become green. There are other forms of protest that are less distributive that would work better IMO, but it’s also not us that need targeting, it’s corporations, the government etc.</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/changemyview/comments/pwfp6f/cmv_climate_change_protesters_who_block/",
  "subreddit": "changemyview",
  "id": "pwfp6f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Every few days the UK news shares about arrests taking place on major\nroads/motorways because of climate change activists blocking them. This seems to\nbe a common way for them to protest and in my opinion it’s counterproductive.\n\nI do care about the environment obviously, but as a driver myself, if…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "イギリスのニュースでは、数日に一度、主要な道路や自動車道で逮捕者が出たというニュースが流れます。\n気候変動活動家が道路を封鎖したため、幹線道路で逮捕者が出たというニュースが英国では毎日のように報道されています。これは\nこれは彼らが抗議するための一般的な方法のようですが、私は逆効果だと思っています。\n\n私は環境問題に関心がありますが、運転手としては、もし...",
      "title": "CMV: 高速道路や主要道路を封鎖する気候変動反対派は逆効果です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "每隔几天，英国的新闻就会报道在主要道路/高速公路上发生的逮捕事件。\n因为气候变化活动家阻挡了道路/高速公路。这似乎是\n这似乎是他们抗议的一种常见方式，在我看来，这是适得其反。\n\n显然，我很关心环境，但作为一个司机，如果...",
      "title": "CMV: 堵塞高速公路/主要道路的气候变化抗议者会适得其反"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "每隔幾天，英國的新聞就會報道在主要道路/高速公路上發生的逮捕事件。\n因爲氣候變化活動家阻擋了道路/高速公路。這似乎是\n這似乎是他們抗議的一種常見方式，在我看來，這是適得其反。\n\n顯然，我很關心環境，但作爲一個司機，如果...",
      "title": "CMV: 堵塞高速公路/主要道路的氣候變化抗議者會適得其反"
    }
  ]
}