{
  "author": "Indian_FireFly",
  "the_new_excerpt": "After struggling with ADHD and depression for quite sometime now, I finally\nmanaged to finish reading a book and I couldn't be more happier that I picked up\nthis book.\n\nI'm in tears as I'm writing this, but this story is much more than a tearjerker.\nAs a guy who has mostly given up on life, reading…",
  "original_created_utc": 1618317139,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これまでADHDとうつ病に悩まされてきた私が、ようやく本を読み終えることができました。\n本を読み終えることができ、この本を手にしたことをとても嬉しく思います。\nこの本を手にしたことをとても嬉しく思います。\n\nこれを書いている間、私は涙ぐんでいますが、この物語は涙を誘うだけのものではありません。\n人生をほとんど諦めていた私にとって、読...",
      "title": "オーブという男」フレドリック・バックマン著"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "在与多动症和抑郁症斗争了相当长的时间后，我终于找到了自己的目标。\n成功地读完了一本书，我不能再高兴了，因为我拿起了\n这本书。\n\n写到这里的时候，我已经泪流满面了，但这个故事不仅仅是一个催人泪下的故事。\n作为一个对生活大多已经放弃的人，读...",
      "title": "弗雷德里克-巴斯克曼的《一个叫奥夫的男人》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在與多動症和抑鬱症鬥爭了相當長的時間後，我終於找到了自己的目標。\n成功地讀完了一本書，我不能再高興了，因爲我拿起了\n這本書。\n\n寫到這裏的時候，我已經淚流滿面了，但這個故事不僅僅是一個催人淚下的故事。\n作爲一個對生活大多已經放棄的人，讀...",
      "title": "弗雷德裏克-巴斯克曼的《一個叫奧夫的男人》。"
    }
  ],
  "title": "A Man called Ove by Fredrik Backman",
  "created_utc": 1618335132,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After struggling with ADHD and depression for quite sometime now, I finally managed to finish reading a book and I couldn&#39;t be more happier that I picked up this book.</p>\n\n<p>I&#39;m in tears as I&#39;m writing this, but this story is much more than a tearjerker. As a guy who has mostly given up on life, reading through the story of Ove made me  open up my eyes in a way that I wasn&#39;t able to, after all these years. </p>\n\n<p>Parts of this novel punched me so hard in the emotions, especially the final chapters. I felt so disconnected and lost with society before and after reading Ove&#39;s story, I feel like I know why I was that way. </p>\n\n<p>This story is laced with loneliness and life&#39;s greatest disapointments, but it somehow delivers it with a sense of subtle humour and meaning.</p>\n\n<p>I think everyone should give it a try, even if you don&#39;t like this genre. I&#39;m hoping to write more posts here ! Off to my next book !</p>\n</div><!-- SC_ON -->",
  "score": 71,
  "permalink": "/r/books/comments/mq1ak1/a_man_called_ove_by_fredrik_backman/",
  "subreddit": "books",
  "id": "mq1ak1",
  "is_self": true,
  "media": null,
  "is_video": false
}