{
  "author": "timmytissue",
  "original_created_utc": 1638047175,
  "title": "CMV: It's totally normal to want to be with someone romantically and not want to be their friend.",
  "created_utc": 1638096160,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s funny these posts I see like. &quot;I told a guy I wouldn&#39;t date him and now he won&#39;t talk to me??&quot; </p>\n\n<p>It&#39;s such a strange perspective. I have friends because we share specific hobbies or have known each other since we were kids. Romantic relationships are a different thing. I&#39;ve had women say they just want to be friends and I just politely said &quot;that&#39;s ok I&#39;m just looking for a romantic partner right now.&quot;</p>\n\n<p>I think it&#39;s weird that people feel that friendship is the foundation and you build romance on top of that. Of course I&#39;m friends with my wife, but if we weren&#39;t together then I probably wouldn&#39;t be. </p>\n\n<p>Consider this: if you have a young child, would you spend time with them if they weren&#39;t your child? I&#39;m not saying you wouldn&#39;t enjoy spending time with kids if they aren&#39;t yours, but would you specifically set up time to hang out them? </p>\n\n<p>Do you have friends the same age as your parents? Or do you only have that relationship with them <em>because</em> they are your parents? </p>\n\n<p>It&#39;s not an insult to not be friends with someone. I&#39;m not friends with a lot of people I would probably enjoy spending time with. The reality is I just have a few spaces in my life for important people. I wouldn&#39;t go around treating kids like my own child just like I wouldn&#39;t go around talking about my feelings with women who aren&#39;t my wife. </p>\n\n<p>I&#39;m not saying men and women can&#39;t be friends. That&#39;s not the claim. I&#39;m saying friends and other catagories aren&#39;t the same. I don&#39;t look for the same thing from friends that I do from a parent or a spouse.</p>\n\n<p>Now obviously, there&#39;s nothing wrong with seeing someone as just a friend. But you can&#39;t decide they have to see you the same way and not leave when they find out you don&#39;t like them. </p>\n\n<p>If I&#39;m interested in someone sexually and they aren&#39;t into me. I don&#39;t want to see them anymore. I&#39;m not angry about it, but if someone specifically tells me I&#39;m not what they want, why would I want to spend time with them? If we were already friends for a while sure, but if it&#39;s always been a romantic potential for me then no romance = I&#39;m out. </p>\n\n<p>We only have so much time for each person in our lives. As well as work and self care, meditation, hobbies, etc. If you don&#39;t want to be in the one catagory I&#39;m hiring for, then there&#39;s no open positions at this time. And honestly it should go vice versa. Why you would want to be friends with someone who wants to date you is beyond me.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/r3myrg/cmv_its_totally_normal_to_want_to_be_with_someone/",
  "subreddit": "changemyview",
  "id": "r3myrg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "It's funny these posts I see like. \"I told a guy I wouldn't date him and now he\nwon't talk to me??\"\n\nIt's such a strange perspective. I have friends because we share specific\nhobbies or have known each other since we were kids. Romantic relationships are\na different thing. I've had women say they…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "みたいな書き込みを見ると面白いですね。\"ある男に付き合わないと言ったら、今度はその男が\n話しかけてこないの？\"\n\nそれはとても奇妙な視点です。私が友人を持つのは、特定の趣味を共有していたり\n友人がいるのは、特定の趣味を共有していたり、子供の頃から知り合いだったりするからです。恋愛関係は\n別のものです。私は女性に「...」と言われたことがあります。",
      "title": "CMV: 誰かと恋愛関係になりたいと思ったり、友達になりたくないと思ったりするのは全く普通のことです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我看到的这些帖子很有趣，比如。\"我告诉一个人我不会和他约会，现在他不和我说话了？\n就不跟我说话了吗？\"\n\n这是一个如此奇怪的观点。我有朋友是因为我们有特定的\n兴趣爱好，或者从小就认识。浪漫的关系是\n是另一回事。我有女人说她们...",
      "title": "CMV：想和某人浪漫地在一起，而不想成为他们的朋友，这是完全正常的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我看到的這些帖子很有趣，比如。\"我告訴一個人我不會和他約會，現在他不和我說話了？\n就不跟我說話了嗎？\"\n\n這是一個如此奇怪的觀點。我有朋友是因爲我們有特定的\n興趣愛好，或者從小就認識。浪漫的關係是\n是另一回事。我有女人說她們...",
      "title": "CMV：想和某人浪漫地在一起，而不想成爲他們的朋友，這是完全正常的。"
    }
  ]
}