{
  "author": "justl3rking",
  "the_new_excerpt": "First and foremost I would like to get a couple things out of the way.\n\nI do not be any means endorse, advocate for, or otherwise support in any way\neugenics in action or thought. Eugenics is a stain on humanities history and\nalways leads to evil. This post isn't a nod or call of action to eugenics…",
  "original_created_utc": 1619305147,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "何よりもまず、いくつかのことを整理しておきたいと思います。\n\n私は、行動面でも思想面でも、決して優生学を支持したり、擁護したり、あるいはその他の方法で支援したりするものではありません。\n優生学の行動や思想を支持するものではありません。優生学は人類の歴史上の汚点であり、常に悪につながるものです。\n常に悪につながるものです。この投稿は、優生学に賛同したり、行動を呼びかけたりするものではありません。",
      "title": "CMV: 重度の慢性的な遺伝性疾患があり、そのために生活に支障をきたしている状態で子供を妊娠することは不道徳です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，我想把几件事说清楚。\n\n我不以任何方式赞同、倡导或以其他方式支持\n优生学的行动或思想。优生学是人文历史上的一个污点，而且\n总是导致邪恶。这篇文章并不是向优生学点头或呼吁采取行动...",
      "title": "CMV：当你有严重的慢性遗传性疾病，并积极损害你的生活时，孕育孩子是不道德的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，我想把幾件事說清楚。\n\n我不以任何方式贊同、倡導或以其他方式支持\n優生學的行動或思想。優生學是人文歷史上的一個污點，而且\n總是導致邪惡。這篇文章並不是向優生學點頭或呼籲採取行動...",
      "title": "CMV：當你有嚴重的慢性遺傳性疾病，並積極損害你的生活時，孕育孩子是不道德的。"
    }
  ],
  "title": "CMV: Conceiving children when you have a severe chronic genetic disorder that actively impairs your life, is immoral.",
  "created_utc": 1619328945,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First and foremost I would like to get a couple things out of the way. </p>\n\n<p>I do not be any means endorse, advocate for, or otherwise support in any way eugenics in action or thought. Eugenics is a stain on humanities history and always leads to evil.  This post isn&#39;t a nod or call of action to eugenics or its philosophy in any way. The state fundamentally shouldn&#39;t have the right to sterilize or otherwise control the procreation of individuals based on &quot;desired&quot; genetic traits. </p>\n\n<p>That being said, I personally feel that if you are someone that has some sever genetic disorder you simply shouldn&#39;t procreate. I am talking about genetic disorders like severe autism, Huntington&#39;s, dwarfism, and severe cystic fibrosis. Namely, any inheritage genetic disorders that greatly impacts and detracts from your life, often reducing your life expectancy. </p>\n\n<p>I do not believe these individuals shouldn&#39;t be parents, in fact I think the opposite. There are countless foster children stuck in some terrible home just hoping they will be adopted. They are typically there at no fault of their own. Why not simply adopt one of these children and give them a full life instead of having a child you know is going to suffer greatly needlessly.</p>\n\n<p>I completely understand why any adult would want to bring a child into the world that carries their own genes, but certainly there comes a point when you overcome that urge and understand you got dealt a shitty hand. Its not fair, but why inflict that onto a new being when you could take a foster child and love them as your own?</p>\n\n<p>Change my mind!</p>\n\n<p>EDIT: I would like to clarify this includes individuals that do not show the genetic disorder themselves, but are certain they will have a child that will inherit that disorder. For example, this post also applies to perfectly the average couple that knows their genetic child would have a severe disability like severe autism. This is more about choosing to produce children you know will have these severe disabilities over enriching and loving someone through adoption.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/mxv6qf/cmv_conceiving_children_when_you_have_a_severe/",
  "subreddit": "changemyview",
  "id": "mxv6qf",
  "is_self": true,
  "media": null,
  "is_video": false
}