{
  "author": "BlakeBradfordAlpha",
  "original_created_utc": 1629786425,
  "title": "CMV: Woodrow Wilson was the worst President in U.S history",
  "created_utc": 1629815503,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>He was a overt racist, introduced segregation in the Federal Government, and Jim Crow in to Washington, D.C.</p>\n\n<p>He did nothing to limit lynching&#39;s in the South and appeared to out and out support the Ku Klux Klan (KKK).</p>\n\n<p>He and his administration set back racial relations by at least 50 years in the United States.</p>\n\n<p>He was a disconnected and out of touch academic who was ill prepared to lead a dynamic nation such as the United States.</p>\n\n<p>He failed to prepare the US military for WWI and was incompetent in ensuring military equipment provision for the US Army when he declared war.</p>\n\n<p>His outright elitist fantasies concerning world order (or a World Wide Order) led to the absolutely disastrous Versailles Treaty (which led to Europe in flames from WWI to WWII) and eventually led to WWII.</p>\n\n<p>His failure to win approval of the League of Nations was due to his political and personal incompetence.\nHis invasion of the USSR was pointless and hopeless.</p>\n\n<p>Though he was not competent to continue as the President of the United States (due to several strokes) he refused to resign his office.\nThe most internally repressive US Presidency since Adams with the jailing of internal US anti-war and leftist dissent.</p>\n\n<p>The “Palmer Raids” (named after Wilson’s Attorney General) which were aimed at the arrest and deportation of non-criminal leftists in the United States.</p>\n\n<p>The abject failure to abide by the 1st Amendment of the US Constitution and the persecution of anti-war and pacifist Seventh Day Adventists and Christian Scientists (which prosecution makes up the basis of most modern 1st Amendment law as we currently know it).</p>\n\n<p>The support of fascist based “public interest groups” which terrorized US citizens of German.</p>\n\n<p>Despite running on a platform of keeping the US out of WW1, he was secretly hoping and maneuvering us to enter the war. A war that held very little if any benefits to the US.</p>\n\n<p>Wilson&#39;s attorney general Palmer was absolutely maniacal in his efforts to silence anti-war efforts. </p>\n\n<p>Night time raids and imprisonment were common.\nWilson was one of if not the most vicious racists to ever occupy the Oval Office. </p>\n\n<p>He was pro-KKK and installed segregation in federal offices. When a contingent of black citizens met with him to express their concerns, he declared them “uppity&quot;.</p>\n\n<p>He suffered a very serious stroke while in office which rendered him a bedridden invalid, nearly unable to speak. </p>\n\n<p>He was so power-mad, rather than resign due to his inability to perform his duties, he conspired with his wife to hide the extent of his illness and allowed his wife to essentially conduct presidential duties.</p>\n\n<p>Wilson felt the country&#39;s Constitutional federal republic form of government was obsolete. He was enamored, as were most “progressives&quot; in that era, with government with a strong presidency. </p>\n\n<p>He heartily disapproved of Congressional government, feeling that the checks and balances of three competing branches of government should be superseded by a strong presidency which would be relatively unimpeded by courts and Congress.\nHe was very much a “my way or the highway&quot; type of person. </p>\n\n<p>His proposal of the League of Nations was not confirmed by the Senate primarily because Wilson refused to compromise with the Senate on the US&#39;s role, despite clear indications from the Senate they were willing to work with him.</p>\n\n<p>Wilson was a man not known for his sense of humor. It was reported that the only time he was seen to laugh and smile was upon being informed of the death of Theodore Roosevelt, who had been a vocal critic of Wilson.</p>\n</div><!-- SC_ON -->",
  "score": 94,
  "permalink": "/r/changemyview/comments/pahsjk/cmv_woodrow_wilson_was_the_worst_president_in_us/",
  "subreddit": "changemyview",
  "id": "pahsjk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "He was a overt racist, introduced segregation in the Federal Government, and Jim\nCrow in to Washington, D.C.\n\nHe did nothing to limit lynching's in the South and appeared to out and out\nsupport the Ku Klux Klan (KKK).\n\nHe and his administration set back racial relations by at least 50 years in…"
}