{
  "author": "jmcbuzz",
  "original_created_utc": 1630205427,
  "title": "YSK, Gentlemen if you have ache or pain in your testicle/testicles get it checked out immediately! If it's bad news the sooner it's found the better or it could save you months of anxiety like me",
  "created_utc": 1630212940,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK... I had a slight ache in my right testicle for over a year before I went to my doctor. I didn&#39;t go to the doctor because if I heard the &quot;C&quot; word, I was unprepared and if I didn&#39;t hear it out loud, it wasn&#39;t real (sounds silly, I know) </p>\n\n<p>Eventually, about 2 months ago, after it being on my mind for so long and depression had set it, I had had enough and visited my doctor.</p>\n\n<p>He examined me, it took 20 seconds(which wasn&#39;t that bad) and he said that he couldn&#39;t feel any abnormalities but said we&#39;d do an ultrasound to be sure...</p>\n\n<p>This was scheduled for a week later. It was the longest week of my life. I was sure that, that&#39;s it!</p>\n\n<p>So the ultrasound time came along on a Friday. The technician wasn&#39;t as nice as my doctor and basically scaned me with a straight face and said that the radiologist will be in touch with my doctor on Monday. So another horrible long weekend.</p>\n\n<p>My doctor contacted me with my results after what seemed like months. Turns out that I have &quot;varicocele&quot; which is a varicose vein in my testicle. It&#39;s can cause infertility but I have my family now so I don&#39;t really care about that.Thr relief was overwhelming, It actually broke down in tears!</p>\n\n<p>I could have saved myself a lot of anxiety if I had just gotten checked out over a year ago.</p>\n\n<p>Gentlemen if it doesn&#39;t feel right, get it checked!! If it&#39;s bad news, the earlier it&#39;s found the better... Or it could be something like my situation. X</p>\n</div><!-- SC_ON -->",
  "score": 204,
  "permalink": "/r/YouShouldKnow/comments/pdncay/ysk_gentlemen_if_you_have_ache_or_pain_in_your/",
  "subreddit": "YouShouldKnow",
  "id": "pdncay",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK... I had a slight ache in my right testicle for over a year before I\nwent to my doctor. I didn't go to the doctor because if I heard the \"C\" word, I\nwas unprepared and if I didn't hear it out loud, it wasn't real (sounds silly, I\nknow)\n\nEventually, about 2 months ago, after it being on my…"
}