{
  "author": "jmcbuzz",
  "original_created_utc": 1630205427,
  "title": "YSK, Gentlemen if you have ache or pain in your testicle/testicles get it checked out immediately! If it's bad news the sooner it's found the better or it could save you months of anxiety like me",
  "created_utc": 1630212940,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK... I had a slight ache in my right testicle for over a year before I went to my doctor. I didn&#39;t go to the doctor because if I heard the &quot;C&quot; word, I was unprepared and if I didn&#39;t hear it out loud, it wasn&#39;t real (sounds silly, I know) </p>\n\n<p>Eventually, about 2 months ago, after it being on my mind for so long and depression had set it, I had had enough and visited my doctor.</p>\n\n<p>He examined me, it took 20 seconds(which wasn&#39;t that bad) and he said that he couldn&#39;t feel any abnormalities but said we&#39;d do an ultrasound to be sure...</p>\n\n<p>This was scheduled for a week later. It was the longest week of my life. I was sure that, that&#39;s it!</p>\n\n<p>So the ultrasound time came along on a Friday. The technician wasn&#39;t as nice as my doctor and basically scaned me with a straight face and said that the radiologist will be in touch with my doctor on Monday. So another horrible long weekend.</p>\n\n<p>My doctor contacted me with my results after what seemed like months. Turns out that I have &quot;varicocele&quot; which is a varicose vein in my testicle. It&#39;s can cause infertility but I have my family now so I don&#39;t really care about that.Thr relief was overwhelming, It actually broke down in tears!</p>\n\n<p>I could have saved myself a lot of anxiety if I had just gotten checked out over a year ago.</p>\n\n<p>Gentlemen if it doesn&#39;t feel right, get it checked!! If it&#39;s bad news, the earlier it&#39;s found the better... Or it could be something like my situation. X</p>\n</div><!-- SC_ON -->",
  "score": 204,
  "permalink": "/r/YouShouldKnow/comments/pdncay/ysk_gentlemen_if_you_have_ache_or_pain_in_your/",
  "subreddit": "YouShouldKnow",
  "id": "pdncay",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK... I had a slight ache in my right testicle for over a year before I\nwent to my doctor. I didn't go to the doctor because if I heard the \"C\" word, I\nwas unprepared and if I didn't hear it out loud, it wasn't real (sounds silly, I\nknow)\n\nEventually, about 2 months ago, after it being on my…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのかというと、私は1年以上前から右の睾丸にちょっとした痛みがあったので\n医者に行った。医者に行かなかったのは、もし \"C \"の字を聞いたら、準備ができていなかったからです。\n心の準備ができていなかったし、声に出さなければ現実ではないと思ったからです。\n分かっています。)\n\n結局、2ヶ月ほど前に、それが私の中で・・・。",
      "title": "YSKさん、皆さん、もし睾丸に痛みがあったら、すぐに検査を受けてください。もし悪い結果だったら、早く見つけた方がいいですし、私のように何ヶ月も不安にならずに済むかもしれません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK......我的右睾丸轻微疼痛了一年多才去看医生。\n去看医生。我没有去看医生，因为如果我听到 \"C \"字，我就会毫无准备。\n我没有去看医生，因为如果我听到 \"C \"字，我就没有准备，如果我没有大声听到它，它就不是真的（听起来很傻，我知道）。\n我知道）。)\n\n最终，大约两个月前，在它出现在我的...",
      "title": "YSK，先生们，如果你的睾丸有疼痛感，请立即进行检查。如果是坏消息，越早发现越好，或者可以像我一样省去几个月的焦虑。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK......我的右睾丸輕微疼痛了一年多才去看醫生。\n去看醫生。我沒有去看醫生，因爲如果我聽到 \"C \"字，我就會毫無準備。\n我沒有去看醫生，因爲如果我聽到 \"C \"字，我就沒有準備，如果我沒有大聲聽到它，它就不是真的（聽起來很傻，我知道）。\n我知道）。)\n\n最終，大約兩個月前，在它出現在我的...",
      "title": "YSK，先生們，如果你的睾丸有疼痛感，請立即進行檢查。如果是壞消息，越早發現越好，或者可以像我一樣省去幾個月的焦慮。"
    }
  ]
}