{
  "author": "ThisIsDrLeoSpaceman",
  "the_new_excerpt": "Reading through the main arguments and talking points going through the internet\nat the moment, it seems like people have pitted the following arguments against\neach other when discussing the banning of Parler, Trump, and others.\n\n * On the one hand: “Trump, Parler and the other banned voices were…",
  "original_created_utc": 1610367716,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "通过互联网阅读主要论点和谈话要点\n目前，人们似乎将以下观点与之对立起来\n在讨论禁止帕勒、特朗普和其他人时。\n\n*一方面：“特朗普、帕勒和其他被禁止的声音都是…",
      "title": "[改变我的想法]：亚马逊、推特等拥有的权力与它们是否应该禁止煽动暴力的用户和平台是完全不同的问题"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "通過互聯網閱讀主要論點和談話要點\n目前，人們似乎將以下觀點與之對立起來\n在討論禁止帕勒、特朗普和其他人時。\n\n*一方面：“特朗普、帕勒和其他被禁止的聲音都是…",
      "title": "[改變我的想法]：亞馬遜、推特等擁有的權力與它們是否應該禁止煽動暴力的用戶和平臺是完全不同的問題"
    }
  ],
  "title": "CMV: The power held by Amazon, Twitter, etc. is a completely separate issue from whether they should ban users and platforms for inciting violence",
  "created_utc": 1610385265,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Reading through the main arguments and talking points going through the internet at the moment, it seems like people have pitted the following arguments against each other when discussing the banning of Parler, Trump, and others.</p>\n\n<ul>\n<li><p>On the one hand: “Trump, Parler and the other banned voices were inciting violence. This goes against both the services’ terms and conditions, and restrictions on free speech in the law. Therefore they are right to ban them.”</p></li>\n<li><p>On the other hand: “It is incredibly dangerous that a single company like Amazon, Twitter or Google could unilaterally decide to ban an entire viewpoint. There is nothing to stop them from doing the same thing to non-violent conservative voices, or even liberal ones, if they want to.”</p></li>\n</ul>\n\n<p>What baffles me is that these are pitted against each other as if they are opposing sides. To me, these are <em>both</em> 100% sound arguments, and their soundness does not interfere with each other.</p>\n\n<p>The solution to the pseudo-monopoly held by Amazon and others is not to try and stop them from banning platforms like Parler when they fail to moderate the incitement of violence. It’s to invoke some kind of anti-trust law, which is a completely separate matter.</p>\n\n<p>To me, what the two arguments really say, combined, is that we need to have a two-pronged simultaneous approach to the issue:\n* Allow Amazon to ban Parler, Twitter to ban Trump, etc.\n* AND work on some kind of anti-trust mechanism to reduce the amount of power these companies hold.</p>\n\n<hr/>\n\n<p>I am looking for people to explain to me:\n* why they think these two arguments are actually in opposition to each other\n* or: why they think Parler, etc. shouldn’t be banned for other reasons\n* or: why they think the pseudo-monopoly of Amazon, Twitter, etc. isn’t really a problem</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/changemyview/comments/kv1m0k/cmv_the_power_held_by_amazon_twitter_etc_is_a/",
  "subreddit": "changemyview",
  "id": "kv1m0k",
  "is_self": true,
  "media": null,
  "is_video": false
}