{
  "author": "gymmaxxer",
  "original_created_utc": 1633205433,
  "title": "CMV: People broadly agree on who is good looking or not, and it affects every aspect of life",
  "created_utc": 1633217704,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is my personal view and I think it’s backed up by a lot of personal experience, but I realize that anecdotes are not reliable evidence so I found some actual scientific data. In the review article I have linked below, researchers establish with 11 meta-analyses that contrary to what people might claim:</p>\n\n<p>&gt; Raters agree about who is and is not attractive, both within and across cultures.</p>\n\n<p>&gt; There seem to be universal standards by which facial attractiveness is judged.</p>\n\n<p>&gt; Attractiveness is as important for males as for females in judging people we know.</p>\n\n<p>&gt; Attractiveness is as important, if not more so, for children than for adults.</p>\n\n<p>&gt; Attractive children and adults are judged more positively than unattractive children and adults, even by those who know them.</p>\n\n<p>&gt; Attractive children and adults are treated more positively than unattractive children and adults, even by those who know them.</p>\n\n<p>&gt; Attractive children and adults exhibit more positive behaviors and traits than unattractive children and adults.</p>\n\n<p>&gt; Attractive people may exhibit more positive behaviors because attractive and unattractive people are treated differently, so they learn to behave differently.</p>\n\n<p>Discussion:</p>\n\n<p>According to this data, the positive or negative impacts of one&#39;s attractiveness can be universally appreciated and resonate through an entire lifetime.</p>\n\n<p>Quotes:</p>\n\n<p>&gt; Common maxims about beauty suggest that attractiveness is not important in life.</p>\n\n<p>&gt; In contrast, both fitness-related evolutionary theory and socialization theory suggest that attractiveness influences development and interaction.</p>\n\n<p>&gt; For cross-ethnic agreement the average reliability was r = .88, cross cultural agreement was even higher, r = .94 ... these results indicate that beauty is not simply in the eye of the beholder.</p>\n\n<p>&gt; In 11 meta-analyses, the authors evaluate these contradictory claims, demonstrating that (a) raters agree about who is and is not attractive, both within and across cultures; (b) attractive children and adults are judged more positively than unattractive children and adults, even by those who know them; (c) attractive children and adults are treated more positively than unattractive children and adults, even by those who know them; and (d) attractive children and adults exhibit more positive behaviors and traits than unattractive children and adults.</p>\n\n<p>&gt; These findings are powerful evidence that, contrary to popular belief, attractiveness effects extend beyond the mere &quot;opinions&quot; about others and permeate actual actions towards others, even though people may not be aware of it.</p>\n\n<p>&gt; Results are used to evaluate social and fitness-related evolutionary theories and the veracity of maxims about beauty.</p>\n\n<p>Why I want to have my view changed:</p>\n\n<p>I think it’s depressing that my personality and character are less important than what I look like physically </p>\n\n<p>References:</p>\n\n<p>Langlois JH, Kalakanis L, Rubenstein AJ, Larson A, Haiam M, Smoot M. 2000. Maxims or Myths of Beauty? A Meta-Analytic and Theoretical Review. Psychological Bulletin. 126(3): 390-423.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/q02gbi/cmv_people_broadly_agree_on_who_is_good_looking/",
  "subreddit": "changemyview",
  "id": "q02gbi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is my personal view and I think it’s backed up by a lot of personal\nexperience, but I realize that anecdotes are not reliable evidence so I found\nsome actual scientific data. In the review article I have linked below,\nresearchers establish with 11 meta-analyses that contrary to what people…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "これは私の個人的な見解であり、多くの個人的な経験に裏打ちされていると思います。\nしかし、逸話は信頼できる証拠ではありませんので、実際の科学的データを見つけました。\n実際の科学的データを見つけました。以下にリンクしたレビュー記事では\n研究者たちは、11のメタアナリシスによって、人々の考えとは逆に...",
      "title": "CMV: 人は誰がイケメンかどうかを大まかに決めており、それは人生のあらゆる側面に影響を与えます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这是我的个人观点，我认为它得到了很多个人经验的支持。\n但我意识到轶事并不是可靠的证据，所以我找到了一些实际的科学数据。\n一些实际的科学数据。在我下面链接的评论文章中。\n研究人员通过11项荟萃分析确定，与人们的想法相反，...",
      "title": "CMV：人们广泛认同谁好看或不好看，这影响到生活的各个方面。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這是我的個人觀點，我認爲它得到了很多個人經驗的支持。\n但我意識到軼事並不是可靠的證據，所以我找到了一些實際的科學數據。\n一些實際的科學數據。在我下面鏈接的評論文章中。\n研究人員通過11項薈萃分析確定，與人們的想法相反，...",
      "title": "CMV：人們廣泛認同誰好看或不好看，這影響到生活的各個方面。"
    }
  ]
}