{
  "author": "ImOnTheBus",
  "original_created_utc": 1637347130,
  "title": "Just finished No Country for Old Men and it left me with one really big question:",
  "created_utc": 1637383573,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>who the fuck says &quot;sockfeet&quot;? I have never heard that expression in my life, and I&#39;m no spring chicken, and it was used in that book 1/2 a dozen times. Do people say that in Texas?  </p>\n\n<p>Anyhow, that&#39;s not really a complaint, I liked the way it was written and found it to be really interesting and captivating, albeit depressing. That&#39;s the first book I&#39;ve read by that dude and plan to check out his other ones. </p>\n\n<p>I had also never seen the film so watched that right after. Film was also great stuff.  Would highly recommend both of them.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/qxmkym/just_finished_no_country_for_old_men_and_it_left/",
  "subreddit": "books",
  "id": "qxmkym",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "who the fuck says \"sockfeet\"? I have never heard that expression in my life, and\nI'm no spring chicken, and it was used in that book 1/2 a dozen times. Do people\nsay that in Texas?\n\nAnyhow, that's not really a complaint, I liked the way it was written and found\nit to be really interesting and…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "who the fuck says \"sockfeet\"? そんな表現、生まれてこのかた聞いたこともないし\nその本では1/2ダースほど使われていました。人々は\nテキサスではそう言うの？\n\nいずれにしても、これは不満ではありません。私はこの本の書き方が好きでしたし、本当に面白くて\n書き方も好きだし、とても面白かったし...。",
      "title": "ちょうど『No Country for Old Men』を読み終えたところですが、一つの大きな疑問が残りました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "谁他妈的说 \"袜子脚\"？我一生中从未听说过这种说法，而且\n我也不是春风得意的人，而且这句话在那本书里被用了半打。德州人\n在德克萨斯州也有人这么说吗？\n\n总之，这不是一个真正的抱怨，我喜欢这本书的写法，发现它真的很有趣，而且。\n它真的很有趣，而且...",
      "title": "刚刚看完《老无所依》，它给我留下了一个真正的大问题。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "誰他媽的說 \"襪子腳\"？我一生中從未聽說過這種說法，而且\n我也不是春風得意的人，而且這句話在那本書裏被用了半打。德州人\n在德克薩斯州也有人這麼說嗎？\n\n總之，這不是一個真正的抱怨，我喜歡這本書的寫法，發現它真的很有趣，而且。\n它真的很有趣，而且...",
      "title": "剛剛看完《老無所依》，它給我留下了一個真正的大問題。"
    }
  ]
}