{
  "author": "sumilia",
  "original_created_utc": 1626303967,
  "title": "CMV: Casual sex is like using someone else's body to masturbate.",
  "created_utc": 1626359483,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When there is no genuine connection, no feelings, no built-up tension, no courtship, and you jump right into sex, often you feel... nothing.</p>\n\n<p>Just the mechanical physical pleasure. Perhaps some first time awkwardness. Maybe some emptiness afterwards. But overall the experience of sleeping with someone you don&#39;t care about is...meh. Not worth it.</p>\n\n<p>Been in and out of the dating scene for a few years and have experienced this first hand and prefer to not do it. Heard the same thing from friends and the same has been validated by psychology podcasts and relationship experts. Sex is hotter when there&#39;s been a slow burn.</p>\n\n<p>TL;DR Casual sex is similar to using another human like a fleshlight</p>\n</div><!-- SC_ON -->",
  "score": 59,
  "permalink": "/r/changemyview/comments/okg183/cmv_casual_sex_is_like_using_someone_elses_body/",
  "subreddit": "changemyview",
  "id": "okg183",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When there is no genuine connection, no feelings, no built-up tension, no\ncourtship, and you jump right into sex, often you feel... nothing.\n\nJust the mechanical physical pleasure. Perhaps some first time awkwardness.\nMaybe some emptiness afterwards. But overall the experience of sleeping…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "真のつながりがなく、感情もなく、緊張感もなく、求愛もなく、すぐにセックスに突入すると\nすぐにセックスに突入してしまうと、多くの場合、何も感じません。\n\n機械的な肉体的快感だけ。おそらく、初めての場合は気まずい思いをするでしょう。\n終わった後の空しさもあるかもしれません。しかし、全体的に見ると、睡眠の経験は...",
      "title": "CMV：カジュアルセックスは、他人の体を使ってオナニーするようなもの。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当没有真正的联系，没有感觉，没有积累的紧张，没有\n求爱，而你直接跳入性行为，往往你会感觉......什么都没有。\n\n只是机械性的身体快感。也许有一些第一次的尴尬。\n也许事后有些空虚。但总的来说，睡觉的经历...",
      "title": "CMV: 临时性行为就像用别人的身体来手淫。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當沒有真正的聯繫，沒有感覺，沒有積累的緊張，沒有\n求愛，而你直接跳入性行爲，往往你會感覺......什麼都沒有。\n\n只是機械性的身體快感。也許有一些第一次的尷尬。\n也許事後有些空虛。但總的來說，睡覺的經歷...",
      "title": "CMV: 臨時性行爲就像用別人的身體來手淫。"
    }
  ]
}