{
  "author": "Reach_Greatness",
  "original_created_utc": 1630599681,
  "title": "YSK that you don't have to be on the verge of suicide to call a Suicide hotline",
  "created_utc": 1630604107,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: \nThere is the stigma around suicide prevention that, you must be practically on the brink of death in order to call the suicide hotline. But the fact is they want you to call if you&#39;re even having thoughts about it. I called a friend who works at a hospital. And before anyone answered the phone it was &quot;hang up and dial 911 for emergencies, press 2 if you&#39;re having thoughts about suicide... etc.&quot; </p>\n\n<p>You don&#39;t have to be almost dead to get help. You don&#39;t have to wait till the pain is no longer bearable before you consider having some else help you bear that load. You don&#39;t even have to bear the thought of suicide alone. Even if it crosses your mind for any reason, call them. It&#39;s free. They aren&#39;t going to charge you. And it&#39;s always better to Start to develop the relationship sooner, so you can be more confident in the help you&#39;ll get. And you don&#39;t have to call the same line every time, if you need to just speak to someone else, or you&#39;re embarrassed, you can call privately or use a throwaway phone paid with cash if it&#39;s really bad. But the point is, you don&#39;t have to wait till you&#39;re really hurting. </p>\n\n<p>And it&#39;s never too late. If you&#39;re reading this, it&#39;s not too late. You have the time, and you always will. Because nothing is more important than your life. If you&#39;re on here, and need help, then you should just call right now. </p>\n\n<p>Tldr: You don&#39;t have to wait. You can be anonymous if you need. Just don&#39;t wait till it&#39;s really bad. But it&#39;s never too late.</p>\n</div><!-- SC_ON -->",
  "score": 262,
  "permalink": "/r/YouShouldKnow/comments/pgl6dt/ysk_that_you_dont_have_to_be_on_the_verge_of/",
  "subreddit": "YouShouldKnow",
  "id": "pgl6dt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: There is the stigma around suicide prevention that, you must be\npractically on the brink of death in order to call the suicide hotline. But the\nfact is they want you to call if you're even having thoughts about it. I called\na friend who works at a hospital. And before anyone answered the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 自殺防止のためには、死の淵に立たされていなければならないというスティグマがあります。\n自殺ホットラインに電話するには、実際に死ぬ寸前でなければならないというスティグマがあります。しかし、実際には\nしかし、実際には、自殺を考えたことがあるならば、電話してほしいのです。私は\n病院で働いている友人に電話しました。そして、誰も出ないうちに...。",
      "title": "自殺ホットラインに電話するのに、自殺の危機に瀕している必要はないというYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：在预防自杀方面存在着一种耻辱感，即你必须是\n你必须是在死亡的边缘才会拨打自杀热线。但事实上\n事实是，如果你有自杀的念头，他们希望你打电话。我给\n一个在医院工作的朋友。在有人接听之前...",
      "title": "YSK，你不一定要在自杀的边缘才能拨打自杀热线"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：在預防自殺方面存在着一種恥辱感，即你必須是\n你必須是在死亡的邊緣纔會撥打自殺熱線。但事實上\n事實是，如果你有自殺的念頭，他們希望你打電話。我給\n一個在醫院工作的朋友。在有人接聽之前...",
      "title": "YSK，你不一定要在自殺的邊緣才能撥打自殺熱線"
    }
  ]
}