{
  "author": "Artificial_Coward",
  "original_created_utc": 1636861865,
  "title": "Is it weird to donate books to the library?",
  "created_utc": 1636885785,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Most of my friends have collections of books they’ve read, or have a small library in their homes. My family only ever buys books on holidays, so we get 90% of our books from the library. When I am done with a book thats been purchased, and I don’t think il read it again, Il usually donate it or drop it into the return slot at my library. Is that not a common thing? I feel like it’s kinda useless to keep a book if I won’t read it again, and I’d rather have it somewhere where someone else can also enjoy that book. Thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/qthdd8/is_it_weird_to_donate_books_to_the_library/",
  "subreddit": "books",
  "id": "qthdd8",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Most of my friends have collections of books they’ve read, or have a small\nlibrary in their homes. My family only ever buys books on holidays, so we get\n90% of our books from the library. When I am done with a book thats been\npurchased, and I don’t think il read it again, Il usually donate it or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の友人のほとんどは、読んだ本のコレクションを持っていたり、家に小さな図書館を持っていたりします。\n家に小さな図書館を持っていたりします。私の家族は、休日にしか本を買わないので、本の90％は図書館で買っています。\n本の90％は図書館で購入しています。購入した本を読み終わったときには\n購入した本を読み終えて、もう読まないと思ったら、たいていは寄付をするか...。",
      "title": "図書館に本を寄付するのはおかしいですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我的大多数朋友都有自己的藏书，或者在家里有一个小图书馆。\n图书馆。我的家人只有在节假日才会买书，所以我们90%的书都是从图书馆买的。\n所以我们90%的书都来自图书馆。当我看完一本已经购买的书后\n当我看完一本已经购买的书，而且我不认为会再读它，我通常会把它捐出去或...",
      "title": "向图书馆捐书很奇怪吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我的大多數朋友都有自己的藏書，或者在家裏有一個小圖書館。\n圖書館。我的家人只有在節假日纔會買書，所以我們90%的書都是從圖書館買的。\n所以我們90%的書都來自圖書館。當我看完一本已經購買的書後\n當我看完一本已經購買的書，而且我不認爲會再讀它，我通常會把它捐出去或...",
      "title": "向圖書館捐書很奇怪嗎？"
    }
  ]
}