{
  "author": "DogeIsATroller",
  "original_created_utc": 1628742792,
  "title": "Robert McCammon's Swan Song is One of the Best I have Ever Read.",
  "created_utc": 1628767028,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>During the quarantine of 2020, I did not read a single book. Or one that I can remember.</p>\n\n<p>This, of course, was bad. Spending all of your time on social media, especially a website like Twitter, will erode your mental health like spending your free time in a radioactive crater. Eventually, you will get cancer. And die.</p>\n\n<p>Thankfully, though a variety of factors, I kicked my addiction to social media, and left Twitter for good.</p>\n\n<p>One of those factors was Swan Song.</p>\n\n<p>Now, I am a gamer. I play a wide selection of video games, and my favorite video game series is Fallout. You could tell that if you went on my profile, and I could go on a rant about how deep Fallout New Vegas is, the excellent world-building of Fallout 1, and how Fallout 2 has literal hundreds of cultural references to other media. Fallout has made a big part of my identity and shaped who I am.</p>\n\n<p>But, all the entries Fallout does get boring after you play it for the thousandth time, so I wanted to read something. Something post-apocalyptic like my beloved series, but also thoughtful, not having just mindless action but not so philosophically it makes your brain cramp out.</p>\n\n<p>Swan Song was this.</p>\n\n<p>Firstly, I must thank Swan Song for just making me read again. It brushed away a lot of the cobwebs in my mind caused by not reading for an entire year (I am still mad I was a dumbass and sent my year on Twitter instead of reading and running and playing Fallout).</p>\n\n<p>The extremely bare bones of bare bones plot summary is that the world got nuked and you follow three plotines of survivors, Joshua and Swan, Sister and Paul Thorson, and Colonel Macklin and Roland Croninger. Throughout the book, they all come together and eventually meet each other in the end, to a final confrontation. It&#39;s amazing to think about what the characters went through to get to where they are in the end and how they changed. </p>\n\n<p>I believe the main strength of Swan Song was not its plot, but simply how it is written.</p>\n\n<p>There is just something that makes you read it, eager to know more. Even though it is 919 pages (in my paperback version), I barely got tired of it. The only times I got frustrated was when I thought it didn&#39;t spend enough time on the Colonel Macklin/Roland Croninger storyline and too much on Swan/Joshua and Sister/Thorson.</p>\n\n<p>Not only that, I just realized as I writing this on many plot lines and characters there are. The thing is, the way McCammon writes is that I remember distinctly which characters are who and their personality. They are unique. I never groaned when a new character entered the picture. I was excited.</p>\n\n<p>Even the minor characters spice up the story. In one scene, the main antagonist of the book, the Man with the Scarlet Eye, convinces a woman to kill herself for fun after she finds him doing things with his anatomy humans cannot do.</p>\n\n<p>Little snippets of data about how other groups of humans and communities are doing feel so realistic. You seen how people and communities are reacting to the nuclear holocaust, so hearing about how people are suffering don&#39;t feel like they were added in and actually exist.</p>\n\n<p>Lastly, one of the most emphasized parts of the book is on the characters humanity. They can get injured, disfigured, even killed. They aren&#39;t immortal. They feel human emotions like sadness, grief, jealousy, zealotry, ruthless, but there are moments were they hope, laugh, love, and persevere against the onslaught of this new world.</p>\n\n<p>One of the morals of the book is that people are people, with flaws and all.</p>\n\n<p>You see the faces of evil, quite literally in some parts with the Man in the Scarlet Eye, yet there are people like Swan who still hope for the best of people, and try hard to bring them together, to cooperate and not steal, to love and to not hate, and to replace suspicion with friendship and camaraderie.</p>\n\n<p>Once upon a time, humanity had a love affair with fire...</p>\n\n<p>&#x200B;</p>\n\n<p>PS: I would like to thank this lady, Emily Fox for recommending this book in this video. You helped me find a book that has influenced my life to a most definite degree! </p>\n\n<p>Video:<a href=\"https://www.youtube.com/watch?v=O936FDARzys\">https://www.youtube.com/watch?v=O936FDARzys</a></p>\n</div><!-- SC_ON -->",
  "score": 52,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/X6Byplz5Fn7SQnNzdMB8LUPpQ_40GWcTgJAIV6Gdk5U.jpg?auto=webp&s=059580c357baf46f99c39b7a90009faaa654395a",
          "width": 480,
          "height": 360
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/X6Byplz5Fn7SQnNzdMB8LUPpQ_40GWcTgJAIV6Gdk5U.jpg?width=108&crop=smart&auto=webp&s=d3d50e957ace498b4c4440807629146314149e62",
            "width": 108,
            "height": 81
          },
          {
            "url": "https://external-preview.redd.it/X6Byplz5Fn7SQnNzdMB8LUPpQ_40GWcTgJAIV6Gdk5U.jpg?width=216&crop=smart&auto=webp&s=259fcac68b6b45c98fa60f728e217c69adc9ddb8",
            "width": 216,
            "height": 162
          },
          {
            "url": "https://external-preview.redd.it/X6Byplz5Fn7SQnNzdMB8LUPpQ_40GWcTgJAIV6Gdk5U.jpg?width=320&crop=smart&auto=webp&s=817412b34de0b7ea415a153b6b5fb31e25de9974",
            "width": 320,
            "height": 240
          }
        ],
        "variants": {},
        "id": "fPUBO6Aw343_8GS3pShIS2mGnqaZISfVaThDWmPSqgQ"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/p2sn74/robert_mccammons_swan_song_is_one_of_the_best_i/",
  "subreddit": "books",
  "id": "p2sn74",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "During the quarantine of 2020, I did not read a single book. Or one that I can\nremember.\n\nThis, of course, was bad. Spending all of your time on social media, especially\na website like Twitter, will erode your mental health like spending your free\ntime in a radioactive crater. Eventually, you will…"
}