{
  "author": "AlwaysTheNoob",
  "original_created_utc": 1626434695,
  "title": "CMV: Sizing for women's clothing should be based on real measurements, not arbitrary numbers.",
  "created_utc": 1626450310,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m willing to be flexible on casual wear, since things like t-shirts or sweats are generally sold in small, medium, etc for men&#39;s / women&#39;s / unisex styles and fit is usually less crucial.  But for pants, dresses, formalwear - anything where a more precise fit is important and men&#39;s clothing is already sold by real measurements - this needs to change from the current system.</p>\n\n<p>Ideally, it would be just like a pair of men&#39;s jeans for example.  None of that &quot;size 4&quot; crap that varies by half a foot from brand to brand.  Just do real measurements.  For dresses, maybe something like bust / waist / hips, and maybe even overall length for people who prefer shopping online and aren&#39;t just holding it up for a quick visual.  </p>\n\n<p>Worst case?  Whatever, keep your bizarre arbitrary sizing, but include the real numbers for <em>that size</em> right on the tag.  Browsing the rack at a store and see a size 10 that you like?  The tag for it should include the real measurements for that particular size 10 garment.  Buying it online?  The product page should have real measurements on it.  And once you commit to a sizing standard for your brand: LEAVE IT.  It&#39;s insane how something from one brand that&#39;s two or three years old could be a drastically different size than something of the &quot;same size&quot; released today.    </p>\n\n<p>I don&#39;t see a good reason to keep this information hidden or constantly change it, but maybe there&#39;s some crazy factor that has gone completely over my head.  I&#39;m open to hearing why it would be bad to do this.</p>\n</div><!-- SC_ON -->",
  "score": 119,
  "permalink": "/r/changemyview/comments/olexr1/cmv_sizing_for_womens_clothing_should_be_based_on/",
  "subreddit": "changemyview",
  "id": "olexr1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm willing to be flexible on casual wear, since things like t-shirts or sweats\nare generally sold in small, medium, etc for men's / women's / unisex styles and\nfit is usually less crucial. But for pants, dresses, formalwear - anything where\na more precise fit is important and men's clothing is…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Tシャツやスウェットなどのカジュアルウェアは、メンズ／レディース／ユニセックスで\nTシャツやスウェットなどは、一般的にメンズ/レディース/ユニセックスでS、Mなどのサイズが販売されており、フィット感はあまり重要ではありません。\nフィット感はそれほど重要ではありません。しかし、パンツやドレス、フォーマルウェアなど、より正確なフィット感が求められるものには\nより正確なフィット感が必要な場合、男性用の服は...",
      "title": "CMV：婦人服のサイジングは、恣意的な数字ではなく、実際の寸法に基づいて行われるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我愿意在休闲装方面采取灵活态度，因为像T恤衫或运动衫这样的东西\n一般都有小号、中号等男式/女式/中性款式出售，合身性通常不那么重要。\n合身通常不那么重要。但对于裤子、裙子、正式服装--任何需要\n但对于裤子、裙子、正装--任何更精确的合身性是重要的，而男士服装是......",
      "title": "CMV：女装的尺寸应该基于真实的测量，而不是任意的数字。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我願意在休閒裝方面採取靈活態度，因爲像T恤衫或運動衫這樣的東西\n一般都有小號、中號等男式/女式/中性款式出售，合身性通常不那麼重要。\n合身通常不那麼重要。但對於褲子、裙子、正式服裝--任何需要\n但對於褲子、裙子、正裝--任何更精確的合身性是重要的，而男士服裝是......",
      "title": "CMV：女裝的尺寸應該基於真實的測量，而不是任意的數字。"
    }
  ]
}