{
  "author": "dandel1on99",
  "the_new_excerpt": "Why YSK\n\nRegardless of whether you feed your dog human food, you should always ask if\nit’s ok to give someone else’s dog human food. Some people are stricter with\nwhat they give their dog for discipline reasons, while some dogs have dietary\nreasons they can’t eat some food.\n\nFor instance, my dog is…",
  "original_created_utc": 1619956643,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか\n\n自分の犬に人間の食べ物を与えているかどうかに関わらず、他人の犬に人間の食べ物を与えてもいいかどうかは必ず聞くべきです。\n他の人が飼っている犬に人間の食べ物を与えてもいいかどうかを聞いてみましょう。しつけのために犬に与えるものに厳しい人もいれば\nしつけのために犬に与えるものに厳しい人もいれば、食事の理由で食べられない犬もいます。\n食べることができない理由がある犬もいます。\n\n例えば、私の犬は...",
      "title": "人の犬に餌をやる前に必ず聞いておくべきYSK"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK\n\n无论你是否给你的狗喂食人类食物，你都应该询问是否\n给别人的狗喂食人类食物是否可以。有些人出于纪律方面的考虑，对给狗吃的东西要求比较严格。\n有些人出于纪律原因对他们的狗的食物要求比较严格，而有些狗有饮食方面的原因不能吃某些食物。\n他们不能吃某些食物的原因。\n\n例如，我的狗是...",
      "title": "在给别人的狗喂食之前，你应该总是问一问的YSK"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK\n\n無論你是否給你的狗餵食人類食物，你都應該詢問是否\n給別人的狗餵食人類食物是否可以。有些人出於紀律方面的考慮，對給狗喫的東西要求比較嚴格。\n有些人出於紀律原因對他們的狗的食物要求比較嚴格，而有些狗有飲食方面的原因不能喫某些食物。\n他們不能喫某些食物的原因。\n\n例如，我的狗是...",
      "title": "在給別人的狗餵食之前，你應該總是問一問的YSK"
    }
  ],
  "title": "YSK that you should always ask before feeding someone’s dog",
  "created_utc": 1619978678,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK</p>\n\n<p>Regardless of whether you feed your dog human food, you should always ask if it’s ok to give someone else’s dog human food. Some people are stricter with what they give their dog for discipline reasons, while some dogs have dietary reasons they can’t eat some food.</p>\n\n<p>For instance, my dog is diabetic. We have to carefully manage his sugars to make sure they don’t get out of wack. While we do allow him a small bit of human food once in a while, his usual treats consist of foods that don’t spike his blood sugars. The wrong food at the wrong time could get him sick or even kill him.</p>\n</div><!-- SC_ON -->",
  "score": 304,
  "permalink": "/r/YouShouldKnow/comments/n34y3y/ysk_that_you_should_always_ask_before_feeding/",
  "subreddit": "YouShouldKnow",
  "id": "n34y3y",
  "is_self": true,
  "media": null,
  "is_video": false
}