{
  "author": "VinceSamios",
  "the_new_excerpt": "The vast vast majority of two story houses have living rooms (kitchens, dining,\nlounge) on the bottom floor of a house, and bedrooms on the too floor.\n\nI believe bedrooms should be on the bottom floor, and living rooms on the top\nbecause:\n\n 1. Temperature: people prefer warmer rooms during the day,…",
  "original_created_utc": 1613164696,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "绝大多数两层楼房都有客厅（厨房、餐厅。\n休息室）在房子的底层，卧室在太层。\n\n我认为卧室应该在底层，客厅应该在顶层\n因为：\n\n 1. 温度：人们在白天喜欢温暖的房间，...",
      "title": "CMV：房子的客厅应该在顶层，卧室在底层。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "絕大多數兩層樓房都有客廳（廚房、餐廳。\n休息室）在房子的底層，臥室在太層。\n\n我認爲臥室應該在底層，客廳應該在頂層\n因爲：\n\n 1. 溫度：人們在白天喜歡溫暖的房間，...",
      "title": "CMV：房子的客廳應該在頂層，臥室在底層。"
    }
  ],
  "title": "CMV: Living rooms should be on the top floor of a house, and bedrooms on the bottom floor.",
  "created_utc": 1613181437,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The vast vast majority of two story houses have living rooms (kitchens, dining, lounge) on the bottom floor of a house, and bedrooms on the too floor. </p>\n\n<p>I believe bedrooms should be on the bottom floor, and living rooms on the top because:</p>\n\n<ol>\n<li><p>Temperature: people prefer warmer rooms during the day, and cooler for sleeping. Heat rises. </p></li>\n<li><p>Structure: bedrooms spaces are divided into smaller rooms, and modern living Room spaces favour open-plan areas.  Smaller rooms provide excellent structural support if they&#39;re on the bottom floor, but require additional means to support the subdivided walls if they&#39;re above open-plan spaces</p></li>\n<li><p>View/outlook: daytime areas should be in the part of the house that receives the most light and gives the best outlook. </p></li>\n<li><p>Laundry areas should be on the bottom floor with the bedrooms, where all the laundry is created. </p></li>\n</ol>\n\n<p>Now I realise there are some impracticalities such as needing steps to get to the living areas. I believe there are creative solutions for this, such as the bottom floor being half below ground level. This adds advantages of energy efficiency from ground insulation, and reduces exterior stair height to get to living floors. </p>\n\n<p>I think we&#39;ve been doing houses all wrong. Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/lil0m3/cmv_living_rooms_should_be_on_the_top_floor_of_a/",
  "subreddit": "changemyview",
  "id": "lil0m3",
  "is_self": true,
  "media": null,
  "is_video": false
}