{
  "author": "Zee180",
  "original_created_utc": 1633468753,
  "title": "Finally got around to reading the mistborn series all i can say is WOW",
  "created_utc": 1633486615,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>For the longest time I&#39;ve kinda just put off reading Brandon Sanderson works, even though everyone mentioned him! I guess I thought his work was &quot;over-hyped&quot;</p>\n\n<p>So I finally got around to reading the the first 3 books and was just blown away but them.</p>\n\n<p>The world building, the storylines, the character development, the way the drama unfolded was really epic.</p>\n\n<p>I literally could not put the books down, read them all within 2 weeks.  </p>\n\n<p>The concept of mistborns &amp; mistings is amazing!</p>\n\n<p>Vin was an amazing lead the way she developed as a character from being this broken, scared girl who trusted no one, that was abandoned by everyone,  to having an idenity crisis. Is she a skaa thief whos worth nothing? Is she a noble women or a skaa pretending to be one? The overwhelming responsibilities of protecting Elend and being the hero of ages, to finally accepting that she was a theif, a noble women, an empress, a powerful mistborn.</p>\n\n<p>Elend&#39;s own trials of a young man with ideals, on how the country should be run.  He was forced to grow from a young man with naive ideals, to a king who had tried to implement those said ideas and failed. To becoming an emperor who understood you have to compromise your morals to some extent to achieve the end goals. But through it all what I admired the most about Elend was and how he questioned himself, was this the right thing to do? He always cared for his people. Near the end he started to understand Rashek, and why he ruled the way he did.</p>\n\n<p>Kelsier was by far my favourite character, he was filled with revenge for the death of this wife and to bring justice to the skaa, to liberate them. The whole plot regarding his wife - mare betraying him, to finally coming to terms and finding closure that she did not do it on purpose. He was an impressive leader, he did act on impulse but always got the job done. I like how evenutally he became a sort of father figure to Vin, and even after his death the crew stuck around to see his dreams fulfilled. </p>\n\n<p>Marsh story was tragic. He had a strained relationship with Kelsier, he loved a women who married kelsier, he gave up on the rebellion after trying for so long, only for kelsier to be successful. He became an inquisitor, lost his humanity after ruin took control of him and used him. For me Kelsier was everything Marsh wanted to be. </p>\n\n<p>What did you like about the book?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/q25vf5/finally_got_around_to_reading_the_mistborn_series/",
  "subreddit": "books",
  "id": "q25vf5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "For the longest time I've kinda just put off reading Brandon Sanderson works,\neven though everyone mentioned him! I guess I thought his work was \"over-hyped\"\n\nSo I finally got around to reading the the first 3 books and was just blown away\nbut them.\n\nThe world building, the storylines, the character…"
}