{
  "author": "7StarsRichmond",
  "original_created_utc": 1637257808,
  "title": "YSK: How to dose cannabis edibles for your first time, if you're above the legal age and live in a legal state",
  "created_utc": 1637263157,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people benefit from cannabis for pain relief, help with anxiety and depression, or recreational use. It can be beneficial and have very few side effects, but if you have too much by accident it can be very unpleasant, and even traumatizing. If you are of age and in a legal location, follow these instructions to make sure you have a good experience for your first time.</p>\n\n<p>Get a package of 1:1 gummies. This means there is a 1:1 ratio of THC to CBD. THC is the ingredient of concern here.</p>\n\n<p>Let&#39;s say the container has 50mg of THC in it. If the container has 10 gummies, each gummy has 5mg of THC.</p>\n\n<p>Cut one 5mg gummy into four equal pieces. Eat one of the pieces you cut. This is 1.25mg of THC. Think of it as &quot;a buck and a quarter.&quot;</p>\n\n<p>Wait 24 hours. If you felt nothing, that’s OK. Try eating two of the pieces (2.5mg THC) the next time. Eat three the next time (still waiting between tries for 24 hours) if you felt OK.</p>\n\n<p>Repeat this until you hit a point where you feel relaxed and pleasant, but not uncomfortable. Don’t skip a step. Better to underdo it than to overdo it.</p>\n\n<p><a href=\"https://www.leafly.com/news/cannabis-101/cannabis-edibles-dosage-guide-chart\">Source</a>.</p>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/YouShouldKnow/comments/qwvb53/ysk_how_to_dose_cannabis_edibles_for_your_first/",
  "subreddit": "YouShouldKnow",
  "id": "qwvb53",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people benefit from cannabis for pain relief, help with anxiety\nand depression, or recreational use. It can be beneficial and have very few side\neffects, but if you have too much by accident it can be very unpleasant, and\neven traumatizing. If you are of age and in a legal location,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: 多くの人が大麻で痛みを和らげたり、不安や抑うつを和らげたりしています。\n痛みを和らげたり、不安やうつを和らげたり、娯楽として利用したりと、多くの人が大麻を利用しています。大麻には副作用がほとんどなく、有益なものです。\n副作用はほとんどありませんが、誤って大量に摂取してしまうと、非常に不快な思いをしたり、トラウマになったりすることがあります。\nトラウマになってしまうこともあります。あなたが成人であり、合法的な場所にいるならば、...",
      "title": "YSK: 法定年齢を超えていて、合法的な州に住んでいる人が、初めて大麻のエディブルを服用する方法"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：许多人从大麻中受益，以缓解疼痛，帮助解决焦虑\n和抑郁症，或娱乐性使用。它可能是有益的，而且副作用很小。\n但如果你不小心吸食了太多的大麻，可能会非常不愉快，甚至会造成创伤。\n甚至造成创伤。如果你已经成年并在合法的地方，...",
      "title": "YSK：如果你超过法定年龄并居住在合法的州，如何第一次服用大麻食用剂？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：許多人從大麻中受益，以緩解疼痛，幫助解決焦慮\n和抑鬱症，或娛樂性使用。它可能是有益的，而且副作用很小。\n但如果你不小心吸食了太多的大麻，可能會非常不愉快，甚至會造成創傷。\n甚至造成創傷。如果你已經成年並在合法的地方，...",
      "title": "YSK：如果你超過法定年齡並居住在合法的州，如何第一次服用大麻食用劑？"
    }
  ]
}