{
  "author": "7StarsRichmond",
  "original_created_utc": 1637257808,
  "title": "YSK: How to dose cannabis edibles for your first time, if you're above the legal age and live in a legal state",
  "created_utc": 1637263157,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Many people benefit from cannabis for pain relief, help with anxiety and depression, or recreational use. It can be beneficial and have very few side effects, but if you have too much by accident it can be very unpleasant, and even traumatizing. If you are of age and in a legal location, follow these instructions to make sure you have a good experience for your first time.</p>\n\n<p>Get a package of 1:1 gummies. This means there is a 1:1 ratio of THC to CBD. THC is the ingredient of concern here.</p>\n\n<p>Let&#39;s say the container has 50mg of THC in it. If the container has 10 gummies, each gummy has 5mg of THC.</p>\n\n<p>Cut one 5mg gummy into four equal pieces. Eat one of the pieces you cut. This is 1.25mg of THC. Think of it as &quot;a buck and a quarter.&quot;</p>\n\n<p>Wait 24 hours. If you felt nothing, that’s OK. Try eating two of the pieces (2.5mg THC) the next time. Eat three the next time (still waiting between tries for 24 hours) if you felt OK.</p>\n\n<p>Repeat this until you hit a point where you feel relaxed and pleasant, but not uncomfortable. Don’t skip a step. Better to underdo it than to overdo it.</p>\n\n<p><a href=\"https://www.leafly.com/news/cannabis-101/cannabis-edibles-dosage-guide-chart\">Source</a>.</p>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/YouShouldKnow/comments/qwvb53/ysk_how_to_dose_cannabis_edibles_for_your_first/",
  "subreddit": "YouShouldKnow",
  "id": "qwvb53",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Many people benefit from cannabis for pain relief, help with anxiety\nand depression, or recreational use. It can be beneficial and have very few side\neffects, but if you have too much by accident it can be very unpleasant, and\neven traumatizing. If you are of age and in a legal location,…"
}