{
  "author": "geraltofcenterville",
  "the_new_excerpt": "I've been on a kick of reading \"hard\" books this year (Moby Dick, Don Quixote),\nand decided to tackle Ulysses. I'd heard it's one of the toughest books to read,\nso I figured it would be an interesting challenge. I found a guide online to\nhelp me through it, and it's actually been my favorite book…",
  "original_created_utc": 1623851062,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "今年は「難しい」本（モビーディック、ドン・キホーテ）を読むことに夢中になっていました。\nそして、Ulyssesに取り組むことにしました。読むのが最も難しい本の一つだと聞いていたので、面白い挑戦だと思いました。\n面白いチャレンジになると思いました。オンラインでガイドを見つけました。\n読んでみると、実は一番好きな本だったんですよね。",
      "title": "Happy Bloomsday! 私はUlyssesをほとんど読み終えたところですが、とても気に入っています このワイルドな本のファンは他にいますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "今年我一直在读 \"硬 \"书（《白鲸》、《堂吉诃德》）。\n并决定解决《尤利西斯》。我听说它是最难读的书之一。\n所以我想这将是一个有趣的挑战。我在网上找到了一份指南\n这本书实际上是我最喜欢的书...。",
      "title": "布鲁姆日快乐! 我几乎读完了《尤利西斯》，我很喜欢它! 是否有其他的书迷喜欢这本疯狂的书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "今年我一直在讀 \"硬 \"書（《白鯨》、《堂吉訶德》）。\n並決定解決《尤利西斯》。我聽說它是最難讀的書之一。\n所以我想這將是一個有趣的挑戰。我在網上找到了一份指南\n這本書實際上是我最喜歡的書...。",
      "title": "布魯姆日快樂! 我幾乎讀完了《尤利西斯》，我很喜歡它! 是否有其他的書迷喜歡這本瘋狂的書？"
    }
  ],
  "title": "Happy Bloomsday! I'm almost finished with Ulysses, and I'm loving it! Any other fans of this wild book out there?",
  "created_utc": 1623873172,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been on a kick of reading &quot;hard&quot; books this year (Moby Dick, Don Quixote), and decided to tackle Ulysses. I&#39;d heard it&#39;s one of the toughest books to read, so I figured it would be an interesting challenge. I found a guide online to help me through it, and it&#39;s actually been my favorite book I&#39;ve read so far this year! I&#39;m in the penultimate chapter, and should finish in the next day or two.</p>\n\n<p>I&#39;m wildly impressed by Joyce. He had an incredible grasp of language and history, and could write astonishingly beautiful prose. Language and style are like different hats he tries on for the various chapters; it&#39;s fun to watch him play in the language. His characters (Bloom in particular) are also so real and fully formed. He isn&#39;t afraid to gaze hard at the flaws of his characters (and they&#39;re deeply flawed), but that makes their redeeming qualities even sweeter and more precious. The book doesn&#39;t have much in the way of plot. It&#39;s more like real life. You&#39;re along for a journey without a clear beginning or end, but it ultimately is beautiful and meaningful despite its apparent formlessness. I&#39;ve found this to be an absolutely profound experience, and I&#39;d recommend it to anyone willing to rethink what a book can/should be.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/o157xl/happy_bloomsday_im_almost_finished_with_ulysses/",
  "subreddit": "books",
  "id": "o157xl",
  "is_self": true,
  "media": null,
  "is_video": false
}