{
  "author": "thearmadillo",
  "original_created_utc": 1632835205,
  "title": "How do you feel about books that purposefully keep information from the readers that the main/POV characters have?",
  "created_utc": 1632847965,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m not talking about mystery books, where a detective tries to solve a case and gather information. </p>\n\n<p>I&#39;m talking about books where the driving action kicks off with an issue that was known by the characters from the start, but which are only revealed to the readers at the end, usually at the climax. </p>\n\n<p>For example, in <em>The God of Small Things</em> by Arundhati Roy, the entire book deals with what happened to two siblings during their childhood to make to make one of them damaged as an adult. I absolutely loved that book, and it was amazing every page. I don&#39;t remember being frustrated by the hidden knowledge. </p>\n\n<p>In contrast, I just started <em>Lake of the Woods</em> by Tim O&#39;Brien. This is not really a spoiler, since it happens in the first ten pages - the &quot;plot&quot; starts off when someone writes a hit piece that tanks the main character&#39;s political ambitions. I&#39;m about 60 pages in, and it is becoming more clear that the book is going to jump around the hit piece for the rest of the book, likely without revealing its contents until the end. It&#39;s already making me frustrated because I just want to know. Maybe my patience has gotten worse since reading <em>The God of Small Things.</em> </p>\n\n<p>Anyway, I was just interested in seeing what others thought. It&#39;s a framing device that I could see leading to reader frustration, as the only reason for the mystery is an intentional plot device by the author. There is no built in explanation for why the reader wouldn&#39;t know it. But, in the right hands, it can be a wonderful framing device that sucks you in and makes you feel like you are learning a forbidden secret that the characters won&#39;t even acknowledge to themselves.</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/books/comments/px68wi/how_do_you_feel_about_books_that_purposefully/",
  "subreddit": "books",
  "id": "px68wi",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm not talking about mystery books, where a detective tries to solve a case and\ngather information.\n\nI'm talking about books where the driving action kicks off with an issue that\nwas known by the characters from the start, but which are only revealed to the\nreaders at the end, usually at the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "探偵が事件を解決したり、情報を集めたりする推理小説のことではありません。\n推理小説ではありません。\n\n登場人物たちが最初から知っていた問題を解決することで、アクションが始まる本のことです。\n登場人物たちが最初から知っていた問題が、最後に読者に明かされることによって\n読者に明らかにされるのは、最後の最後で、たいていは......。",
      "title": "主人公や主役が持っている情報を意図的に読者に隠している本についてはどう思いますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我说的不是推理书，即侦探试图破案和收集信息的地方。\n收集信息。\n\n我说的是那些推动行动的书籍，这些书籍以一个问题为开端，即\n角色从一开始就知道的问题，但只有在结尾时才会向读者透露。\n读者在最后才发现，通常是在...",
      "title": "你如何看待那些故意对读者隐瞒主要/观察员角色拥有的信息的书籍？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我說的不是推理書，即偵探試圖破案和收集信息的地方。\n收集信息。\n\n我說的是那些推動行動的書籍，這些書籍以一個問題爲開端，即\n角色從一開始就知道的問題，但只有在結尾時纔會向讀者透露。\n讀者在最後才發現，通常是在...",
      "title": "你如何看待那些故意對讀者隱瞞主要/觀察員角色擁有的信息的書籍？"
    }
  ]
}