{
  "author": "theodocles",
  "original_created_utc": 1638812828,
  "title": "YSK: When planning a trip to see a national forest/park, forest/park rangers can provide loads of info on nearby lodging or transport",
  "created_utc": 1638834353,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: Planning a trip to another state can be daunting. All national forests and parks are operated by one of the forest/park services. All of these services have sites with contact forms. The rangers are like librarians but for the land.&lt;/p&gt;\n\n&lt;p&gt;They have all been in the area for a long time and are very familiar with tourism to their park. And they typically are very kind and informative and don&amp;#39;t mind helping you out with the info.&lt;/p&gt;\n\n&lt;p&gt;It makes planning a trip so much easier to have all of that information up front.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/rad2oo/ysk_when_planning_a_trip_to_see_a_national/",
  "subreddit": "YouShouldKnow",
  "id": "rad2oo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Planning a trip to another state can be daunting. All national forests\nand parks are operated by one of the forest/park services. All of these services\nhave sites with contact forms. The rangers are like librarians but for the land.\n\nThey have all been in the area for a long time and are…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>なぜYSKなのか：他の州への旅行を計画するのは大変なことです。\n困難なことです。すべての国有林と公園は、森林・公園サービスの1つによって運営されています。\n森林・公園サービスのいずれかによって運営されています。これらのサービスはすべて、問い合わせフォームのあるサイトを持っています。レンジャーは\nレンジャーは図書館員のようなものですが、土地のためのものです。</p> <p>彼らはすべての...",
      "title": "YSK: 国有林や公園への旅行を計画している場合、森林警備隊員は、近隣の宿泊施設や交通手段について多くの情報を提供してくれます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：计划去另一个州旅行可能是令人生畏的。\n是令人生畏的。所有的国家森林和公园都是由其中一个森林/公园管理局经营的。\n所有的国家森林和公园都由其中一个森林/公园服务机构运营。所有这些服务都有带联系表格的网站。护林员\n护林员就像图书管理员一样，但却是为土地服务的。</p> <p>他们拥有所有的...",
      "title": "YSK：在计划参观国家森林/公园的行程时，森林/公园管理员可以提供大量关于附近住宿或交通的信息。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：計劃去另一個州旅行可能是令人生畏的。\n是令人生畏的。所有的國家森林和公園都是由其中一個森林/公園管理局經營的。\n所有的國家森林和公園都由其中一個森林/公園服務機構運營。所有這些服務都有帶聯繫表格的網站。護林員\n護林員就像圖書管理員一樣，但卻是爲土地服務的。</p> <p>他們擁有所有的...",
      "title": "YSK：在計劃參觀國家森林/公園的行程時，森林/公園管理員可以提供大量關於附近住宿或交通的信息。"
    }
  ]
}