{
  "author": "mothertucker98",
  "the_new_excerpt": "Why YSK: Almost every employer runs a background check on you that looks at a\nwide variety of criteria (criminal record, credit score, debt, etc) and if you\nraise any red flags, they will ghost you quicker than than that attractive\nguy/girl you met at the bar that one night that you’ve been telling…",
  "original_created_utc": 1620108641,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: ほとんどすべての雇用主は、あなたの経歴をチェックします。\nの基準（犯罪歴、クレジットスコア、借金など）を見て、少しでも危険な兆候があると\nると、その魅力的な男性よりも早くあなたを追い出すでしょう。\nある夜、バーで出会った魅力的な男性/女性が、あなたのことをずっと話していたとしたら、それよりも早くあなたを追い出すでしょう。",
      "title": "バックグラウンドチェックに合格しないと不安な方は、Uberのドライバーに登録すれば無料でチェックしてもらえますよ、というYSKさん。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：几乎每个雇主都会对你进行背景调查，查看各种标准（犯罪记录、信用评分、债务等）。\n各种各样的标准（犯罪记录、信用评分、债务等），如果你\n如果你有任何红旗，他们会比那个有吸引力的男人/女孩更快地把你赶走。\n你在酒吧遇到的那个有吸引力的男人/女孩，你一直在告诉...",
      "title": "YSK说，如果你担心不能通过背景调查，你可以通过注册成为Uber司机来获得一个免费的调查。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：幾乎每個僱主都會對你進行背景調查，查看各種標準（犯罪記錄、信用評分、債務等）。\n各種各樣的標準（犯罪記錄、信用評分、債務等），如果你\n如果你有任何紅旗，他們會比那個有吸引力的男人/女孩更快地把你趕走。\n你在酒吧遇到的那個有吸引力的男人/女孩，你一直在告訴...",
      "title": "YSK說，如果你擔心不能通過背景調查，你可以通過註冊成爲Uber司機來獲得一個免費的調查。"
    }
  ],
  "title": "YSK that if you’re worried about not passing a background check, you can get a free one by signing up to be an Uber driver",
  "created_utc": 1620146372,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Almost every employer runs a background check on you that looks at a wide variety of criteria (criminal record, credit score, debt, etc) and if you raise any red flags, they will ghost you quicker than than that attractive guy/girl you met at the bar that one night that you’ve been telling your friends about. </p>\n\n<p>If you’re worried about possibly not passing a background check from an employer, you can get a free one as a test by signing up as an Uber driver</p>\n\n<p>I personally don’t have to worry about this, but I signed up to be an Uber driver to make a little extra cash. It costs nothing to sign up to be a driver as long as you have a car or at least a bike for Uber eats, and they will run a background check on you before you can start. </p>\n\n<p>You never have to actually drive/deliver for them and the background check usually comes back after a day or two. It can be a useful and free tool if you are for some reason worried about not passing a background check and looking for a job.</p>\n</div><!-- SC_ON -->",
  "score": 93,
  "permalink": "/r/YouShouldKnow/comments/n4hf9r/ysk_that_if_youre_worried_about_not_passing_a/",
  "subreddit": "YouShouldKnow",
  "id": "n4hf9r",
  "is_self": true,
  "media": null,
  "is_video": false
}