{
  "author": "heidnseek12",
  "original_created_utc": 1637967216,
  "title": "cmv: Video games have saved millions of lives by distracting and/or supporting players out of desperate real-life situations.",
  "created_utc": 1637980824,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Video games have surely prevented death and injury to millions of people in the world by distracting their players and preventing them from drug relapses/suicide/depression, possibly assault, alcoholism, drunk driving, and possibly hundreds more generally-death or injury prone circumstances. \nI believe this argument would be useful in dampening a common baby boomer philosophy against video games, and would ultimately change public opinion of video game culture. </p>\n\n<p>I have seen few lives altered negatively from video games, but there are possibly millions that have been saved.</p>\n</div><!-- SC_ON -->",
  "score": 66,
  "permalink": "/r/changemyview/comments/r2yy3g/cmv_video_games_have_saved_millions_of_lives_by/",
  "subreddit": "changemyview",
  "id": "r2yy3g",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Video games have surely prevented death and injury to millions of people in the\nworld by distracting their players and preventing them from drug\nrelapses/suicide/depression, possibly assault, alcoholism, drunk driving, and\npossibly hundreds more generally-death or injury prone circumstances. I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ビデオゲームは、プレイヤーの注意をそらしたり、薬物の使用を防いだりすることで、世界中の何百万人もの人々の死や怪我を防いできました。\nビデオゲームは、プレイヤーの気をそらし、薬物の再発や自殺、うつ病、場合によっては暴行、アルコール中毒、飲酒運転、そして\n再発・自殺・うつ病、場合によっては暴行、アルコール依存症、飲酒運転などを防ぐことで、何百万人もの人々の死傷を防いできました。\nさらに何百もの一般的に死傷者が出やすい状況を防ぐことができるでしょう。I...",
      "title": "cmv。ビデオゲームは、現実の絶望的な状況からプレイヤーの気をそらしたり、サポートしたりすることで、何百万人もの命を救ってきました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "电子游戏通过分散玩家的注意力和防止他们吸毒，肯定已经防止了世界上数百万人的死亡和伤害。\n通过分散玩家的注意力，防止他们吸毒/自杀/抑郁。\n复发/自杀/抑郁，可能是攻击、酗酒、酒后驾车，以及\n可能还有数以百计的容易造成死亡或伤害的情况。I...",
      "title": "cmv: 电子游戏通过转移注意力和/或支持玩家脱离现实生活中的绝境，拯救了数百万人的生命。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "電子遊戲通過分散玩家的注意力和防止他們吸毒，肯定已經防止了世界上數百萬人的死亡和傷害。\n通過分散玩家的注意力，防止他們吸毒/自殺/抑鬱。\n復發/自殺/抑鬱，可能是攻擊、酗酒、酒後駕車，以及\n可能還有數以百計的容易造成死亡或傷害的情況。I...",
      "title": "cmv: 電子遊戲通過轉移注意力和/或支持玩家脫離現實生活中的絕境，拯救了數百萬人的生命。"
    }
  ]
}