{
  "author": "SkepticDrinker",
  "the_new_excerpt": "Not everything has to be original, I like seeing familiar tropes reused and\nmaybe even sprinkled with a new twist. But some i just can't stand no matter who\nwrote it. Reading that two warriors, a man and woman, need to work together in\nwar setting immediately makes me nervous and my fears are…",
  "original_created_utc": 1618411820,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "すべてがオリジナルである必要はありませんが、私はおなじみのテーマを再利用したり、新しい工夫を加えたりするのが好きです。\n新しいひねりを加えたものも好きです。しかし、誰が書いたかに関わらず、どうしても耐えられないものもあります。\n誰が書いても我慢できないものがある。戦場で男女2人の戦士が協力しなければならないと聞くと、すぐに不安になります。\n戦場で二人の戦士が協力しなければならないと聞くと、私はすぐに不安になり、その不安は...",
      "title": "本に書かれている決まり文句は、何かの障害になりますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "并不是所有的东西都必须是原创的，我喜欢看到熟悉的典故被重复使用和\n也许甚至撒上一个新的扭曲。但有些我只是不能忍受 不管是谁。\n写的。读到一男一女两个战士，需要共同在\n战争的设置立即让我紧张，我的恐惧是... ...",
      "title": "书中的陈词滥调，是交易的破坏者？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "並不是所有的東西都必須是原創的，我喜歡看到熟悉的典故被重複使用和\n也許甚至撒上一個新的扭曲。但有些我只是不能忍受 不管是誰。\n寫的。讀到一男一女兩個戰士，需要共同在\n戰爭的設置立即讓我緊張，我的恐懼是... ...",
      "title": "書中的陳詞濫調，是交易的破壞者？"
    }
  ],
  "title": "cliches in books that are deal breakers?",
  "created_utc": 1618455203,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Not everything has to be original, I like seeing familiar tropes reused and maybe even sprinkled with a new twist. But some i just can&#39;t stand no matter who wrote it. Reading that two warriors, a man and woman, need to work together in war setting immediately makes me nervous and my fears are solidified when they fall in love after going through the Back and Forth arguments of not getting along. Can we get one story where the characters of the opposite sex remain friends? Pacific Rim did it! Anyway thats a deal breaker for me in a story because, usually, so much of the story is invested in you rooting for this and it sort of falls apart if you don&#39;t buy it. What&#39;s your cliche deal breaker?</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/mqs5xz/cliches_in_books_that_are_deal_breakers/",
  "subreddit": "books",
  "id": "mqs5xz",
  "is_self": true,
  "media": null,
  "is_video": false
}