{
  "author": "luciagrace",
  "original_created_utc": 1625315892,
  "title": "Why are overweight women always so unnecessarily hateful when someone slim speaks about their diet/weight?",
  "created_utc": 1625322087,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This is the third time I’ve had this happen in the span of a month! I don’t understand this mentality, I guess this is the safest place to ask…</p>\n\n<p>I’m a slim woman, I’m also tall (6ft) I always thought that there is absolutely no reason for someone to comment on other people’s bodies, but clearly this doesn’t ring true for everyone.</p>\n\n<p>I was out with my dog today, and met an old school friend, we had a chat and caught up. Eventually she started saying how she’s getting out more as she wants to lose weight, I said something along the lines of ‘yeah, my stomach has become pudgier over quarantine, I’m with you.’ And she looked as if I just slapped her in the face!</p>\n\n<p>Asked me if I was trying to be spiteful and walked off.</p>\n\n<p>I’ve also had an issue with a previous coworker, I was feeling a little weak that day since I didn’t eat yet, and in passing mentioned I will probably have a feast on break. She went on to say ‘wow I bet it’s so nice being able to eat so much and not worry about your weight.’ I tried saying this isn’t true, If I eat badly I will gain weight, but she wasn’t having any if it.</p>\n\n<p>Then with another coworker, who asked me how much I weigh, I didn’t feel comfortable but she practically forced me to answer, I said 58kilos, she then went on a tirade saying ‘wow shouldn’t you be in the hospital?’ And ‘I bet you eat like a rabbit.’</p>\n\n<p>I don’t know, but this is really starting to agitate me, why are they like this? Especially since I have PCOS, endo and hashimotos, it was the hardest thing I did, losing weight. But it’s like people don’t care, because you’re skinny now. I know what it’s like, I’ve been on both ends of the spectrum, it’s hard to explain that to someone though, because they don’t listen, they don’t care, because I’m ‘skinny now.’</p>\n</div><!-- SC_ON -->",
  "score": 126,
  "permalink": "/r/TooAfraidToAsk/comments/ocxa31/why_are_overweight_women_always_so_unnecessarily/",
  "subreddit": "TooAfraidToAsk",
  "id": "ocxa31",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This is the third time I’ve had this happen in the span of a month! I don’t\nunderstand this mentality, I guess this is the safest place to ask…\n\nI’m a slim woman, I’m also tall (6ft) I always thought that there is absolutely\nno reason for someone to comment on other people’s bodies, but clearly…"
}