{
  "author": "APwilliams88",
  "original_created_utc": 1631261251,
  "title": "Slaughterhouse Five is brilliant.",
  "created_utc": 1631272676,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished my first of hopefully many Kurt Vonnegut books, and I honestly don&#39;t understand why I didn&#39;t read this book sooner. I&#39;m sure Slaughterhouse Five has been praised to all hell and I probably won&#39;t add much to the overall conversation, but I just wanted to give this book some praise. </p>\n\n<p>It had me laughing out loud at parts, and almost crying during other parts. It&#39;s one of the weirdest books I&#39;ve ever read, but not in a bad way. It&#39;s just not structured like very many books that I&#39;ve read. </p>\n\n<p>I didn&#39;t know that Kurt Vonnegut was actually a POW in WW2 until reading this. The way he describes his time there is brutal and hard to read. There&#39;s a specific scene where Billy is watching a war film in reverse while waiting to be abducted by the flying saucer. The way the scene is written had me tearing it. It&#39;s a simple scene, but it&#39;s powerful. Also, the image of the train cars of POW&#39;s seeming like one organism to the guards is haunting to me. The idea that they just pass in food and out comes excrement through the vents. It&#39;s completely dehumanizing and that image will probably stick with me forever. There are many other scenes that come to mind, but I don&#39;t want to drone on. </p>\n\n<p>Obviously we all know WW2 or any war for that matter were absolutely terrible, but this book really drilled it into my head how lucky I am to have never went through anything like that. </p>\n\n<p>Long story short... I love this book. I&#39;ll definitely be reading more Vonnegut in the future.</p>\n</div><!-- SC_ON -->",
  "score": 65,
  "permalink": "/r/books/comments/plgql2/slaughterhouse_five_is_brilliant/",
  "subreddit": "books",
  "id": "plgql2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished my first of hopefully many Kurt Vonnegut books, and I honestly\ndon't understand why I didn't read this book sooner. I'm sure Slaughterhouse\nFive has been praised to all hell and I probably won't add much to the overall\nconversation, but I just wanted to give this book some…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "カート・ヴォネガットの本の最初の一冊を読み終えました。\nなぜもっと早くこの本を読まなかったのか理解できません。Slaughterhouse\n5』は絶賛されていると思いますし、私が全体的な話に加わることはあまりないでしょう。\nしかし、私はこの本に少しでも興味を持ったのです。",
      "title": "Slaughterhouse Five』は素晴らしい。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完我的第一本书，希望能有很多库尔特-冯内古特的书，说实话，我不明白为什么我没有早点读这本书。\n说实话，我不明白为什么我没有早点读这本书。我确信《五号屠场》已被赞誉为\n五》已经被夸得天花乱坠了，我可能不会对整个对话有什么贡献。\n谈话，但我只是想给这本书一些...",
      "title": "第五屠宰场》非常精彩。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完我的第一本書，希望能有很多庫爾特-馮內古特的書，說實話，我不明白爲什麼我沒有早點讀這本書。\n說實話，我不明白爲什麼我沒有早點讀這本書。我確信《五號屠場》已被讚譽爲\n五》已經被誇得天花亂墜了，我可能不會對整個對話有什麼貢獻。\n談話，但我只是想給這本書一些...",
      "title": "第五屠宰場》非常精彩。"
    }
  ]
}