{
  "author": "nabucosondorhabram",
  "the_new_excerpt": "After some time thinking about reading this book I finally read it. I read it in\nEnglish, not my first language, so I had a hard time getting some words and\nphrases. That said, I was completely overwhelmed by the violence and tension of\nthe book. I did some research after finishing the book and I…",
  "original_created_utc": 1618164093,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "この本を読もうと思ってしばらくしてから、ようやく読むことができました。私はこの本を英語で読みました。\n英語で読んだのですが、私の母国語ではないので、いくつかの単語やフレーズを理解するのに苦労しました。\n苦労しました。しかし、この本の暴力と緊張感には完全に圧倒されました。\n本の暴力と緊張感に圧倒されました。この本を読み終えた後、少し調べてみたのですが...。",
      "title": "血の子午線を読んで、気分が悪くなった"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "经过一段时间的思考，我终于读完了这本书。我是在\n英语，不是我的第一语言，所以我很难得到一些单词和。\n短语。也就是说，我完全被暴力和紧张的气氛所征服。\n这本书。看完这本书后，我做了一些研究，我...",
      "title": "我看了《血色子午线》，感觉不是很好"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "經過一段時間的思考，我終於讀完了這本書。我是在\n英語，不是我的第一語言，所以我很難得到一些單詞和。\n短語。也就是說，我完全被暴力和緊張的氣氛所征服。\n這本書。看完這本書後，我做了一些研究，我...",
      "title": "我看了《血色子午線》，感覺不是很好"
    }
  ],
  "title": "I read Blood Meridian and I don't feel so good",
  "created_utc": 1618226631,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After some time thinking about reading this book I finally read it. I read it in English, not my first language, so I had a hard time getting some words and phrases. That said, I was completely overwhelmed by the violence and tension of the book. I did some research after finishing the book and I found out that it&#39;s based on historical facts, many things actually happened.  Without going into details I have to say that it&#39;s an amazing book, but it comes with a certain heaviness. I&#39;m taking some time processing it. I had been told that it was strong (I lack a better word) but I didn&#39;t think it could be this strong. So in my opinion, it is one of those books that you have to read, but be careful, it could be too much and leave you with a very bad feeling.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/movrfl/i_read_blood_meridian_and_i_dont_feel_so_good/",
  "subreddit": "books",
  "id": "movrfl",
  "is_self": true,
  "media": null,
  "is_video": false
}