{
  "author": "SgtArpin",
  "original_created_utc": 1637174459,
  "title": "YSK Scammers HATE web conferences",
  "created_utc": 1637179030,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: If you are ever contacted on your phone by someone that you have never done business with before, and that you don&#39;t know in real life, one good way to test their validity is to ask them to do business over some web conferencing software like Google Meet or Webex instead of the phone or email. This might be timeshare scams or other phony &quot;too good to be true&quot; deals. If they are legitimate professionals, they will have no problems doing so, but if they are scammers or criminals, they find some reason to not converse that way. They will provide any reason they can think of to avoid any potential records of their face. This might save you hundreds or thousands of dollars.</p>\n\n<p>Edit: to add I don&#39;t mean normal spam calls. I mean like, job searches, or real estate sale offers, etc. Of course we just hang up on Steven trying to tell you that you won the lottery, or that you need more insurance.</p>\n</div><!-- SC_ON -->",
  "score": 442,
  "permalink": "/r/YouShouldKnow/comments/qw5wf5/ysk_scammers_hate_web_conferences/",
  "subreddit": "YouShouldKnow",
  "id": "qw5wf5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: If you are ever contacted on your phone by someone that you have never\ndone business with before, and that you don't know in real life, one good way to\ntest their validity is to ask them to do business over some web conferencing\nsoftware like Google Meet or Webex instead of the phone or…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：もしもあなたが、今まで取引をしたことのない、現実には知らない人から電話で連絡を受けたとしたら\nもし、あなたが今までに一度もビジネスをしたことがなく、現実にも知らない人から電話で連絡を受けた場合、その人の正当性を確かめる良い方法の一つが\n相手の正当性を確かめるには、Google MeetやWebexなどのウェブ会議ソフトを使って\n電話ではなく、Google MeetやWebexなどのWeb会議ソフトでビジネスをしてみてはいかがでしょうか。",
      "title": "YSK詐欺師はウェブ会議を嫌う"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：如果有人用手机联系你，而你之前从未与之有过业务往来，那么你可以选择YSK。\n如果有人打电话给你，而你以前从来没有做过生意，而且你在现实生活中也不认识他，那么有一个很好的方法可以测试他们的有效性。\n检验其真实性的一个好方法是要求他们通过一些网络会议软件，如Google Meet或Webex，而不是电话，来进行交易。\n软件，如Google Meet或Webex，而不是通过电话或...",
      "title": "YSK诈骗者讨厌网络会议"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：如果有人用手機聯繫你，而你之前從未與之有過業務往來，那麼你可以選擇YSK。\n如果有人打電話給你，而你以前從來沒有做過生意，而且你在現實生活中也不認識他，那麼有一個很好的方法可以測試他們的有效性。\n檢驗其真實性的一個好方法是要求他們通過一些網絡會議軟件，如Google Meet或Webex，而不是電話，來進行交易。\n軟件，如Google Meet或Webex，而不是通過電話或...",
      "title": "YSK詐騙者討厭網絡會議"
    }
  ]
}