{
  "author": "PsychologyWeak9852",
  "original_created_utc": 1629814680,
  "title": "CMV: We should have more movies and books with a villain protagonist",
  "created_utc": 1629822930,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Entertainment culture abounds in noble protagonists who fight the forces of evil, who seek to improve their flaws and who are ultimately seen as heroes who save the world. There are relatively few books or movies that feature a villain in the foreground, and that&#39;s a bad thing. </p>\n\n<p>First, the audience will have the opportunity to better analyze the complexity of a villain. People tend to relate to good and noble characters, but they won&#39;t analyze much of that character&#39;s behavior. From the producers&#39; point of view, perhaps people would be more engaged when they actually have something to dissect instead of just applauding good behaviour. </p>\n\n<p>Secondly, films with negative protagonists could have a genuine informative purpose. People can learn a lot about the psychology of violent, anti-social people because the protagonist status allows them to know the character in detail. </p>\n\n<p>I think that entertainment industry should have a balanced amount of good and bad main characters, better reflecting the reality that we live in.</p>\n</div><!-- SC_ON -->",
  "score": 164,
  "permalink": "/r/changemyview/comments/pao8zt/cmv_we_should_have_more_movies_and_books_with_a/",
  "subreddit": "changemyview",
  "id": "pao8zt",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Entertainment culture abounds in noble protagonists who fight the forces of\nevil, who seek to improve their flaws and who are ultimately seen as heroes who\nsave the world. There are relatively few books or movies that feature a villain\nin the foreground, and that's a bad thing.\n\nFirst, the audience…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "エンターテインメントの世界には、悪と戦う高貴な主人公たちが登場します。\n自分の欠点を改善しようとし、最終的には世界を救うヒーローとして見られる。\n世界を救うヒーローとして登場します。悪役が登場する本や映画は比較的少ないです。\n悪役が前面に出てくる本や映画は少ないですが、それは悪いことです。\n\nまず、観客が...",
      "title": "CMV：悪役が主人公の映画や本をもっと増やすべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "娱乐文化中充斥着与邪恶势力斗争的高尚主人公。\n他们与邪恶势力作斗争，寻求改善自己的缺陷，最终被视为拯救世界的英雄。\n拯救世界。相对而言，很少有书籍或电影以反派人物为主角。\n在前台，这是件坏事。\n\n首先，观众...",
      "title": "CMV：我们应该有更多有反派主角的电影和书籍"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "娛樂文化中充斥着與邪惡勢力鬥爭的高尚主人公。\n他們與邪惡勢力作鬥爭，尋求改善自己的缺陷，最終被視爲拯救世界的英雄。\n拯救世界。相對而言，很少有書籍或電影以反派人物爲主角。\n在前臺，這是件壞事。\n\n首先，觀衆...",
      "title": "CMV：我們應該有更多有反派主角的電影和書籍"
    }
  ]
}