{
  "author": "ClavasClub",
  "original_created_utc": 1633851418,
  "title": "Holy shit! I finished a book in a day???",
  "created_utc": 1633867069,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I never expected myself to be such a book lover, growing up reading books was a punishment which put me off them for a long while. I&#39;ve picked up the foundation series of Asiimov and yesterday I was reading the last part, Forward the Foundation. I woke up, started reading and got so invested (was visiting my grandma&#39;s so had nothing to do) that I dead on finished it in a day, all 400 pages. What a delightful read! I enjoyed it very much :) I hope I&#39;ll like the Robot series as much as I loved the foundation series.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/q53g97/holy_shit_i_finished_a_book_in_a_day/",
  "subreddit": "books",
  "id": "q53g97",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I never expected myself to be such a book lover, growing up reading books was a\npunishment which put me off them for a long while. I've picked up the foundation\nseries of Asiimov and yesterday I was reading the last part, Forward the\nFoundation. I woke up, started reading and got so invested (was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は自分がこんなに本好きだとは思っていませんでした。\n本を読むことは罰ゲームのようなもので、私は長い間、本を読まないようにしていました。私はアシモフのFoundationシリーズを手に取りました。\nシリーズを手に取り、昨日は最後の「Forward the Fourier」を読んでいました。\nを読んでいました。目が覚めて読み始めると、とても夢中になってしまいました（でした...）。",
      "title": "(・∀・)イイ! 一日で本を読み終えた？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从来没有想到自己会成为这样一个爱书的人，在我的成长过程中，看书是一种惩罚，这使我在很长一段时间内不愿意看书。\n惩罚，这让我在很长一段时间内都不喜欢看书。我已经拿起了阿西莫夫的《基础》系列\n我拿起了阿西莫夫的系列丛书，昨天我正在读最后一部分，《前进的基础》。\n基金会。我醒来后，开始阅读，并且如此投入（是...",
      "title": "我的天啊! 我在一天内完成了一本书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從來沒有想到自己會成爲這樣一個愛書的人，在我的成長過程中，看書是一種懲罰，這使我在很長一段時間內不願意看書。\n懲罰，這讓我在很長一段時間內都不喜歡看書。我已經拿起了阿西莫夫的《基礎》系列\n我拿起了阿西莫夫的系列叢書，昨天我正在讀最後一部分，《前進的基礎》。\n基金會。我醒來後，開始閱讀，並且如此投入（是...",
      "title": "我的天啊! 我在一天內完成了一本書？"
    }
  ]
}