{
  "author": "doodleting2",
  "the_new_excerpt": "So, I completely support the lgbtq+ community, and I support trans kids, who\nhave gotten the surgery, even if I think they shouldn't have. I would never call\nsomeone out or insult someone for doing it, I just disagree. But my main opinion\nis that children who identify as trans should not be able to…",
  "original_created_utc": 1623646855,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ですから、私はlgbtq+コミュニティを完全にサポートしていますし、手術を受けたトランスの子供たちもサポートしています。\n手術を受けるべきではないと思っていても、手術を受けたトランスの子供たちを応援しています。手術をしたことで誰かを罵ったり、侮辱したりすることはありません。\n私は、手術を受けた人を罵倒したり、侮辱したりはしません。しかし、私の主な意見は\n私の主な意見は、トランスであることを認識している子供たちは、...",
      "title": "CMV: 未成年者のトランス手術は認められるべきではないと思う"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，我完全支持lgbtq+社区，我支持变性儿童，他们接受了手术。\n我支持那些接受手术的变性孩子，即使我认为他们不应该接受手术。我永远不会骂\n我不会因为某人做了手术而叫他出来或侮辱他，我只是不同意。但我的主要观点是\n我的主要观点是，被认定为变性人的孩子不应该能够...",
      "title": "CMV：我认为不应该允许未成年的人做变性手术"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，我完全支持lgbtq+社區，我支持變性兒童，他們接受了手術。\n我支持那些接受手術的變性孩子，即使我認爲他們不應該接受手術。我永遠不會罵\n我不會因爲某人做了手術而叫他出來或侮辱他，我只是不同意。但我的主要觀點是\n我的主要觀點是，被認定爲變性人的孩子不應該能夠...",
      "title": "CMV：我認爲不應該允許未成年的人做變性手術"
    }
  ],
  "title": "CMV: I don't think trans surgery should be allowed for underage people",
  "created_utc": 1623666637,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, I completely support the lgbtq+ community, and I support trans kids, who have gotten the surgery, even if I think they shouldn&#39;t have. I would never call someone out or insult someone for doing it, I just disagree. But my main opinion is that children who identify as trans should not be able to get the surgery. My reasoning for this is that\n1. Its a child, they can&#39;t make life changing choices, its really hard, and they might do something they regret later.\n2. If they go through with it, they might be bullied, harassed, threatened. \n3. I don&#39;t know how much trans surgery costs, but in America (even tho I&#39;m pretty sure medically unnecessary surgeries are not free in other countries)\nIt most likely costs a ton of money. If this is a child, they can&#39;t pay the bill, so their parents have to. They lose a ton of money, and if their child regrets it, it makes them unhappy, and could be a complete waste of money.\n4. Kinda restating my first point, but I see grown adult trans people confused about what their gender is, and trying to figure it out. Now, instead of a stable adult, you make the adolescent hormonal teenager make the same choices. I don&#39;t think they should transition medically.</p>\n\n<p>I can see trans kids being 16 and transitioning, anything under that, I wouldn&#39;t support. I fully support them experimenting and wearing clothes of the opposite gender, and doing whatever to learn more about themselves. But I think they should wait until they are 16 or 18 to medically transition.</p>\n\n<p>Please tell me if there is something I forgot about, or if you would just like to challenge my point. I&#39;m a teenager myself, by the way. Thanks for reading.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/nzf3z2/cmv_i_dont_think_trans_surgery_should_be_allowed/",
  "subreddit": "changemyview",
  "id": "nzf3z2",
  "is_self": true,
  "media": null,
  "is_video": false
}