{
  "author": "j450n_1994",
  "the_new_excerpt": "I read stories of Aubrey de Grey who think we are going to defeat biological\nimmortality in 15-20 years. I want to believe him, but we don't even completely\nunderstand why we age or the human body as a whole. He comes off as more of a\nsnake oil salesman at worst, and someone who is scared of his own…",
  "original_created_utc": 1622864252,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "15～20年後に生物学的な不死を達成すると考えているAubrey de Greyの話を読んだ。\n15～20年後には生物学的な不死を達成できると考えている。私は彼を信じたいのですが、人間がなぜ老いるのか、人間の体全体がなぜ老いるのか、完全には理解できていません。\n彼を信じたいのですが、私たちはなぜ人間が年をとるのか、人間の体全体を完全には理解していません。彼はどちらかというと、悪く言えば\n彼は、悪く言えばインチキ薬のセールスマンであり、自分自身に恐怖を感じている人のように思えます...",
      "title": "CMV: 人類の生物学的不死は不可能であり、そうでないと言う科学者はあなたに間違った希望を売っている。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读过奥布里-德-格雷的故事，他认为我们将在15-20年内打败生物\n他认为我们将在15-20年内击败生物不朽。我想相信他，但我们甚至还没有完全\n但我们甚至没有完全理解我们为什么会衰老或人体作为一个整体。他更像是一个\n在最坏的情况下，他更像是一个推销蛇油的人，而且是一个害怕自己的人...",
      "title": "CMV：人类的生物永生是不可能的，任何告诉你不可能的科学家都是在向你推销虚假的希望。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀過奧布里-德-格雷的故事，他認爲我們將在15-20年內打敗生物\n他認爲我們將在15-20年內擊敗生物不朽。我想相信他，但我們甚至還沒有完全\n但我們甚至沒有完全理解我們爲什麼會衰老或人體作爲一個整體。他更像是一個\n在最壞的情況下，他更像是一個推銷蛇油的人，而且是一個害怕自己的人...",
      "title": "CMV：人類的生物永生是不可能的，任何告訴你不可能的科學家都是在向你推銷虛假的希望。"
    }
  ],
  "title": "CMV: Biological immortality for humans will not be possible, and any scientist who tells you otherwise is selling you false hope",
  "created_utc": 1622874618,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read stories of Aubrey de Grey who think we are going to defeat biological immortality in 15-20 years.  I want to believe him, but we don&#39;t even completely understand why we age or the human body as a whole.  He comes off as more of a snake oil salesman at worst, and someone who is scared of his own mortality at best despite his contributions.</p>\n\n<p>We would need to find a cure for ALL cancers, which there might not even be a number limit to.  How can you fully eliminate a problem when there&#39;s various diseases we might not know exist.</p>\n\n<p>The consciousness isn&#39;t like a memory card you can simple put into a game system.</p>\n\n<p>Cryogenics damages tissues.</p>\n\n<p>Nanotechnology you&#39;re trying to create something that could possibly think for itself on the molecular level.  The logistics and the risks of it destroying your own body makes this unrealistic</p>\n\n<p>In short, these scientists interested in immortality are those who let their person feelings get in the way of reality.  They&#39;re in denial of reality of their mortality.</p>\n</div><!-- SC_ON -->",
  "score": 69,
  "permalink": "/r/changemyview/comments/nsmrl2/cmv_biological_immortality_for_humans_will_not_be/",
  "subreddit": "changemyview",
  "id": "nsmrl2",
  "is_self": true,
  "media": null,
  "is_video": false
}