{
  "author": "evolution_one",
  "original_created_utc": 1631889089,
  "title": "Flowers for Algernon as a Research Scientist",
  "created_utc": 1631893807,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I first read this book when I was in my teenage years. Though I understood the main plot points and the aim of the author, I didn&#39;t <em>really</em> know the implications of the situation of Algernon.</p>\n\n<p>Now, I am a research scientist and I work extensively with mice. I re-read flowers for Algernon after what seemed like an eternity. But this time, the whole thing was in a brand new light to me. I always had a <em>research subject</em> as opposed to an <em>animal</em> approach to mice, but now it hit me differently. I am little more empathetic towards them, more careful and more attentive.</p>\n\n<p>TL;DR - Flowers for Algernon hits different now that I work extensively with mice.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pq1a4m/flowers_for_algernon_as_a_research_scientist/",
  "subreddit": "books",
  "id": "pq1a4m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I first read this book when I was in my teenage years. Though I understood the\nmain plot points and the aim of the author, I didn't really know the\nimplications of the situation of Algernon.\n\nNow, I am a research scientist and I work extensively with mice. I re-read\nflowers for Algernon after what…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私がこの本を初めて読んだのは、10代の頃でした。大筋や作者の意図は理解できても\n大筋や作者の意図は理解していましたが、アルジャーノンの置かれている状況がどのような意味を持つのかは\nアルジャーノンが置かれている状況の意味合いはよくわかりませんでした。\n\n現在、私は研究者であり、マウスを使った研究を行っています。再読したのは\nアルジャーノンに花束を』を久しぶりに読み返してみました。",
      "title": "アルジャーノンに花束を」の研究員役"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我第一次读这本书是在我的青少年时期。虽然我理解了主要情节和作者的目的\n虽然我了解主要情节和作者的目的，但我并不真正了解\nAlgernon的情况的影响。\n\n现在，我是一名研究科学家，我广泛地与小鼠一起工作。我重新阅读\n献给阿尔杰农的花》之后，我又重新阅读了《献给阿尔杰农的花》。",
      "title": "阿尔杰农之花》是一位研究型科学家"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我第一次讀這本書是在我的青少年時期。雖然我理解了主要情節和作者的目的\n雖然我瞭解主要情節和作者的目的，但我並不真正瞭解\nAlgernon的情況的影響。\n\n現在，我是一名研究科學家，我廣泛地與小鼠一起工作。我重新閱讀\n獻給阿爾傑農的花》之後，我又重新閱讀了《獻給阿爾傑農的花》。",
      "title": "阿爾傑農之花》是一位研究型科學家"
    }
  ]
}