{
  "author": "Bird_Commodore18",
  "the_new_excerpt": "I qualify as a Constant Reader. I've read (almost) every Stephen King novel,\nnovella, short story, and non-fiction under his name - I'm missing the Gwendy\nworks, the book about the 2004 Red Sox season, and when he puts out a short\nstory as a part of a multi-author anthology.\n\nWhat I have come across…",
  "original_created_utc": 1610025711,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我有资格成为一个恒定的读者。我读过（几乎）每一本斯蒂芬-金的小说。\n\n的作品，关于2004年红袜队赛季的书，以及当他推出一个短\n作为一个多作者选集的一部分。\n\n我所遇到的...",
      "title": "斯蒂芬-金的写作应该分为三种不同的职业。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我有資格成爲一個恆定的讀者。我讀過（幾乎）每一本斯蒂芬-金的小說。\n\n的作品，關於2004年紅襪隊賽季的書，以及當他推出一個短\n作爲一個多作者選集的一部分。\n\n我所遇到的...",
      "title": "斯蒂芬-金的寫作應該分爲三種不同的職業。"
    }
  ],
  "title": "Stephen King's Writing Should Be Broken into Three Distinct Careers",
  "created_utc": 1611630772,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I qualify as a Constant Reader. I&#39;ve read (almost) every Stephen King novel, novella, short story, and non-fiction under his name - I&#39;m missing the <em>Gwendy</em> works, the book about the 2004 Red Sox season, and when he puts out a short story as a part of a multi-author anthology.</p>\n\n<p>What I have come across is people voicing their opinion about how &quot;Classic King&quot; is better than &quot;Sober King.&quot; They can&#39;t stand works like <em>Insomnia</em>, <em>Cell</em>, the Bill Hodges Trilogy, etc. I think it would be easier to think of King&#39;s career as smaller careers instead of one big omnibus, which has been done for other artists, usually musicians.</p>\n\n<p>For example, Aerosmith had a successful career in the &#39;70s - early &#39;80s, and had a separate career starting with their RUN-DMC collaboration remaking &quot;Walk This Way.&quot; AC/DC is broken up into the Bon Scott and Brian Johnson eras by fans. Most of this is done so that fans of the artist can explain what they enjoy more to other fans or newcomers.</p>\n\n<p>Era I - <em>Carrie</em> (1974) to <em>The Dark Half</em> (1989) - What is largely considered &quot;Classic&quot; King, including his releases as Richard Bachman. King was drinking and drugging <em>hard</em> through this era. In <em>On Writing</em>, he admits that he doesn&#39;t remember writing <em>Cujo</em>. This is when King was the &quot;King of Horror&quot; that marketing professionals the world over will never let us forget.</p>\n\n<p>Era II - <em>Needful Things</em> (1991) to <em>The Dark Tower</em> (2004) - This is when almost everything King wrote was pulled into The Dark Tower. This is where I think King&#39;s least-appreciated works lie. My favourite King novel is <em>Dolores Claiborne</em>. There are some stumbles here, too. <em>Dreamcatcher</em> doesn&#39;t need to be talked about and <em>Rose Madder</em>&#39;s antagonist is so one-dimensional that <a href=\"https://spongebob.fandom.com/wiki/DoodleBob\">DoodleBob</a> could do it better. What is lacking here is King&#39;s quality output regarding novellas and short stories. What he put out isn&#39;t bad in this time but the limitations and focus on novels hampered his creativity, in my opinion. </p>\n\n<p>Era III - <em>The Colorado Kid</em> (2005) to present - After finishing <em>The Dark Tower</em>, King had some shaky recovery work (<em>Cell</em> isn&#39;t his best effort). When the releases began to truly satiate King fans is debatable. For me, <em>Just After Sunset</em> and <em>Full Dark, No Stars</em> should be thanked for reminding him to exercise all of his creative muscles instead of focusing solely on one set. </p>\n\n<p>If you&#39;ve made it this far, thank you for indulging me. I&#39;m curious if you agree with the eras as I&#39;ve defined them, and what your favourite book/short story collection from each era would be. Or, if you entirely disagree with the concept, I&#39;d like to hear about that, too.</p>\n</div><!-- SC_ON -->",
  "score": 9229,
  "preview": {
    "images": [
      {
        "source": {
          "url": "https://external-preview.redd.it/k9keJ_MC7S-PNNzub6bRfjhcZA6UByQJLU9XGlyoI3Y.jpg?auto=webp&s=1406dfa2eda67ed2e319784173693cd115b13d5d",
          "width": 328,
          "height": 225
        },
        "resolutions": [
          {
            "url": "https://external-preview.redd.it/k9keJ_MC7S-PNNzub6bRfjhcZA6UByQJLU9XGlyoI3Y.jpg?width=108&crop=smart&auto=webp&s=5bf19858c066096c7ee344b480202a5d47af4039",
            "width": 108,
            "height": 74
          },
          {
            "url": "https://external-preview.redd.it/k9keJ_MC7S-PNNzub6bRfjhcZA6UByQJLU9XGlyoI3Y.jpg?width=216&crop=smart&auto=webp&s=1c0f86d1683e35303d72ffd3fcf9af7d8dc00ff6",
            "width": 216,
            "height": 148
          },
          {
            "url": "https://external-preview.redd.it/k9keJ_MC7S-PNNzub6bRfjhcZA6UByQJLU9XGlyoI3Y.jpg?width=320&crop=smart&auto=webp&s=c2a0490b65878fa9fe7492375c55a04da489943d",
            "width": 320,
            "height": 219
          }
        ],
        "variants": {},
        "id": "COn-9UmzYL7m6sy923aV0FSq2pn1nwjYVMoq_C3N6Cw"
      }
    ],
    "enabled": false
  },
  "permalink": "/r/books/comments/ksd5d1/stephen_kings_writing_should_be_broken_into_three/",
  "subreddit": "books",
  "id": "ksd5d1",
  "is_self": true,
  "media": null,
  "is_video": false
}