{
  "author": "TheCatTailDiet",
  "original_created_utc": 1630098719,
  "title": "(Blood Meridian Spoilers) I know what happened to the Kid in the jakes",
  "created_utc": 1630121660,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know because McCarthy tells us. Holden takes the kid &quot;in his arms against his immense and terrible flesh.&quot; The secret of Blood Meridian is this: it is exactly what it appears to be. There is no mystery. After many readings, I&#39;ve learned that the answers are on the page.</p>\n\n<p>What do we know about the Judge? He is freakishly huge and immensely strong. We see him crush a man&#39;s skull between his massive hands. We see him lift an immense iron meteorite and throw it 11 feet.</p>\n\n<p>This is how the kid died. He was enveloped utterly by this... thing. And <strong>crushed</strong>. That was Holden&#39;s will, to consume and envelope this apostate wholly, like the darkness McCarthy is so preoccupied by.</p>\n\n<p>The Judge took the kid into his flesh, and crushed him entirely. Imagine the scene in those jakes. A body reduced to a mutilated horror of blood and bone, barely human in shape. A pile of gore, brains exploded through the skull, torso crushed and misshapen.</p>\n\n<p>The witnesses wouldn&#39;t be able to comprehend what they were seeing. &quot;Oh my god&quot; would be the only appropriate response. One witness asks &quot;what is it?&quot; They cannot be certain that the remains are even human.</p>\n\n<p>It is commonly believed that the killing was sexual in nature due to Holden&#39;s nakedness. Yet he is frequently naked throughout the novel. It is not inherently sexual. Holden is a child murderer and pederast, but there is no indication that he would rape a grown man.</p>\n\n<p>Holden&#39;s nakedness is Biblical. <strong>A thing naked is a thing revealed</strong>. The Judge is unveiled in those jakes, and swallows the kid (now the man) into his flesh, leaving some unrecognizable, bloodied mass of flesh and shattered bone lying on the floor of that outhouse.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/pcw8et/blood_meridian_spoilers_i_know_what_happened_to/",
  "subreddit": "books",
  "id": "pcw8et",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know because McCarthy tells us. Holden takes the kid \"in his arms against his\nimmense and terrible flesh.\" The secret of Blood Meridian is this: it is exactly\nwhat it appears to be. There is no mystery. After many readings, I've learned\nthat the answers are on the page.\n\nWhat do we know about the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "マッカーシーが教えてくれたのでわかります。ホールデンはその子を「自分の腕の中に入れて\n\"巨大で恐ろしい肉を抱いて\" 血の子午線」の秘密はこれだ：それはまさに見た目通りのものだ。\n見た目通りの作品です。謎がないのだ。何度も読み返しているうちに\n答えはページの中にあるのです。\n\n私たちは何を知っているのでしょうか？",
      "title": "(ブラッド・メリディアンのネタバレ）ジェイクスのキッドがどうなったかは知っているが"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道，因为麦卡锡告诉我们。霍尔登把孩子 \"抱在怀里，顶着他的\n巨大而可怕的肉体\"。血色子午线》的秘密在于：它正是\n它就是它所呈现的样子。没有任何神秘之处。经过多次阅读，我已经知道\n答案就在书中。\n\n我们知道什么是...",
      "title": "(血色子午线》剧透）我知道在湖泊中的孩子发生了什么事"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道，因爲麥卡錫告訴我們。霍爾登把孩子 \"抱在懷裏，頂着他的\n巨大而可怕的肉體\"。血色子午線》的祕密在於：它正是\n它就是它所呈現的樣子。沒有任何神祕之處。經過多次閱讀，我已經知道\n答案就在書中。\n\n我們知道什麼是...",
      "title": "(血色子午線》劇透）我知道在湖泊中的孩子發生了什麼事"
    }
  ]
}