{
  "author": "catsofthehouse",
  "original_created_utc": 1635683900,
  "title": "Does your reading ruin your sleep?",
  "created_utc": 1635701316,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just looking for others that understand my woes! \nIf I start reading a book and I like it I can&#39;t stop until I finish it which means I don&#39;t go to bed until late. Or once I finish one if I can start the next one in the series I have to  start that one &quot;a little bit&quot;. </p>\n\n<p>If I do manage to sleep without finishing I get up super early cause I can&#39;t stop! Along those lines cause I just wanna know I start reading faster and faster enjoying it less and less but still loving it </p>\n\n<p>So frustrating!  I&#39;ve found that when a new book comes out in a series I read the whole series again and then read the new one super fast and then read it again straight after so I can slow down and imagine the scenes</p>\n\n<p>So anyone else get their sleep absolutely ruined from reading?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/books/comments/qjona3/does_your_reading_ruin_your_sleep/",
  "subreddit": "books",
  "id": "qjona3",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Just looking for others that understand my woes! If I start reading a book and I\nlike it I can't stop until I finish it which means I don't go to bed until late.\nOr once I finish one if I can start the next one in the series I have to start\nthat one \"a little bit\".\n\nIf I do manage to sleep without…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私の悩みを理解してくれる人を探しています。本を読み始めて気に入ったら\n気に入った本があれば、読み終わるまでやめられません。つまり、遅くまで寝られないのです。\nあるいは、本を読み終えた後、次のシリーズを始められるなら、その本を「少しだけ」始めなければならない。\nその作品を「ちょっとだけ」始めなければならない。\n\nもし、寝ることができたとしても...。",
      "title": "読書が睡眠を妨げる？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "只是在寻找能理解我的苦衷的人! 如果我开始读一本书，并且我喜欢它，我就不能停止，直到我读完它。\n如果我开始读一本书，并且我喜欢它，我就不能停止，直到我读完它，这意味着我很晚才睡觉。\n或者一旦我读完一本，如果我可以开始读系列中的下一本，我就必须开始读\n那个系列的 \"一点点\"。\n\n如果我确实能够不睡觉...",
      "title": "你的阅读是否破坏了你的睡眠？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "只是在尋找能理解我的苦衷的人! 如果我開始讀一本書，並且我喜歡它，我就不能停止，直到我讀完它。\n如果我開始讀一本書，並且我喜歡它，我就不能停止，直到我讀完它，這意味着我很晚才睡覺。\n或者一旦我讀完一本，如果我可以開始讀系列中的下一本，我就必須開始讀\n那個系列的 \"一點點\"。\n\n如果我確實能夠不睡覺...",
      "title": "你的閱讀是否破壞了你的睡眠？"
    }
  ]
}