{
  "author": "cpw19",
  "the_new_excerpt": "I feel like there should be term limits for the Senate and House of Reps. It\njust feels like there are too many old, career politicians working for their own\ngain instead of trying to take this country to a better place. These people have\nno idea what the average American citizen experiences on a…",
  "original_created_utc": 1613455712,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我觉得参议院和众议院应该有任期限制。\n只是觉得有太多的老政客，职业政治家为他们自己工作\n而不是试图把这个国家带到一个更好的地方。这些人有\n不知道普通美国公民经历了什么... ...",
      "title": "CMV：国会议员应该有任期限制"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我覺得參議院和衆議院應該有任期限制。\n只是覺得有太多的老政客，職業政治家爲他們自己工作\n而不是試圖把這個國家帶到一個更好的地方。這些人有\n不知道普通美國公民經歷了什麼... ...",
      "title": "CMV：國會議員應該有任期限制"
    }
  ],
  "title": "CMV: There Should Be Term Limits for Congressmen",
  "created_utc": 1613493036,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I feel like there should be term limits for the Senate and House of Reps. It just feels like there are too many old, career politicians working for their own gain instead of trying to take this country to a better place. These people have no idea what the average American citizen experiences on a daily basis because of this and therefore can’t lead our country effectively.</p>\n\n<p>I’m not sure what the ideal limit would be, most likely 8-12 years. I believe that having a limited amount of time would also force those elected to be more proactive in their work and try to accomplish their goals more quickly instead of lounging around and doing just enough to get re-elected. </p>\n\n<p>America is a young country going through an unprecedented time of social change and the leaders of this country do not reflect the majority of American citizens and their differing beliefs.</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/lkxhvk/cmv_there_should_be_term_limits_for_congressmen/",
  "subreddit": "changemyview",
  "id": "lkxhvk",
  "is_self": true,
  "media": null,
  "is_video": false
}