{
  "author": "allofthisisbullshit",
  "the_new_excerpt": "Why YSK: First, we are devaluing the relationship because we are not giving it\nthe respect of a living, breathing entity compelled by the input of the persons\ninvolved in that relationship. Secondly, we are devaluing ourselves because we\nare not being authentic by virtue of our efforts to manage and…",
  "original_created_utc": 1618571915,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか：第一に、私たちは人間関係を大切にしていません。\n人の意見に左右される生き生きとした存在として尊重していないからです。\n関係を切り捨てています。第二に、私たちは自分自身の価値を下げています。\n自分自身を切り捨てていることになります。なぜなら、私たちは、自分自身を管理したり、自分自身を表現したりする努力によって、本物ではないからです。",
      "title": "YSK: 他人の感情をコントロールすることはできませんし、そうしようとすることもやめなければなりません。誰かがイライラしないようにするのは、あなたの責任ではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK：首先，我们在贬低这段关系，因为我们没有给它。\n一个活生生的实体因其投入而不得不受到的尊重。\n涉及到这种关系。第二，我们贬低自己的价值，因为我们在贬低自己。\n是不真实的，凭借我们的努力管理和... ...",
      "title": "你无法控制别人的情绪，你必须停止尝试。确保别人不生气不是你的责任。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK：首先，我們在貶低這段關係，因爲我們沒有給它。\n一個活生生的實體因其投入而不得不受到的尊重。\n涉及到這種關係。第二，我們貶低自己的價值，因爲我們在貶低自己。\n是不真實的，憑藉我們的努力管理和... ...",
      "title": "你無法控制別人的情緒，你必須停止嘗試。確保別人不生氣不是你的責任。"
    }
  ],
  "title": "YSK: You cannot control others' emotions and you have got to stop trying. It's not your responsibility to make sure someone else doesn't get upset.",
  "created_utc": 1618584866,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: First, we are devaluing the relationship because we are not giving it the respect of a living, breathing entity compelled by the input of the persons involved in that relationship. Secondly, we are devaluing ourselves because we are not being authentic by virtue of our efforts to manage and control the other person&#39;s emotions. And finally we are devaluing the other person by operating with the expectation that they cannot think for themselves.</p>\n\n<p>Loads of good sources, but here is the main one I used to support this:</p>\n\n<p><a href=\"https://www.psychologytoday.com/us/blog/enlightened-living/200805/the-myth-managing-emotions\">https://www.psychologytoday.com/us/blog/enlightened-living/200805/the-myth-managing-emotions</a></p>\n\n<p>People who respond to these life skills the way some of you are... the irony...  why not try to understand what this concept is teaching instead of having a knee jerk reaction that is totally telling everyone that you ARE one of these people, and you probably also worry about how others&#39; behaviors will upset other people. You spend your energy trying to manipulate situations. </p>\n\n<p><a href=\"https://tinybuddha.com/blog/setting-emotional-boundaries-stop-taking-on-other-peoples-feelings/\">https://tinybuddha.com/blog/setting-emotional-boundaries-stop-taking-on-other-peoples-feelings/</a></p>\n</div><!-- SC_ON -->",
  "score": 161,
  "permalink": "/r/YouShouldKnow/comments/ms118b/ysk_you_cannot_control_others_emotions_and_you/",
  "subreddit": "YouShouldKnow",
  "id": "ms118b",
  "is_self": true,
  "media": null,
  "is_video": false
}