{
  "author": "wagners_wonky_eye",
  "the_new_excerpt": "...it was like a chaser, and three days later I'm still delirious.\n\nAusten's dialogue was so absorbing that it felt as though I were seated between\nElizabeth and Darcy during their witty exchanges, or strolling alongside them in\nthe country, breathing in the same fresh air as them. And then the…",
  "original_created_utc": 1618610672,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "...まるでチェイサーのようで、3日経った今でもデレデレしています。\n\nオースティンの台詞は、まるで自分がエリザベスとダーシーの間に座っているかのように、また、彼らと一緒に散歩しているかのように、とても魅力的でした。\nまるでエリザベスとダーシーの間に座ってウィットに富んだ会話をしているかのように、あるいは田舎で二人と一緒に散歩していて\nまるでエリザベスとダーシーの間に座ってウィットに富んだ会話をしているかのように、あるいは田舎で二人と一緒に散歩して同じ新鮮な空気を吸っているかのように。そして...。",
      "title": "私はようやく「高慢と偏見」を読みましたが、すぐに2005年に公開された映画を追いかけました...。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": ".......它就像一个追逐者，三天后我仍然神志不清。\n\n奥斯汀的对话是如此的引人入胜 以至于我感觉就像坐在两个人之间一样\n在伊丽莎白和达西的机智交流中，或者在他们身边漫步的时候\n呼吸着和他们一样的新鲜空气。然后...",
      "title": "我终于读到了《傲慢与偏见》，然后紧接着读了2005年的电影......"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": ".......它就像一個追逐者，三天後我仍然神志不清。\n\n奧斯汀的對話是如此的引人入勝 以至於我感覺就像坐在兩個人之間一樣\n在伊麗莎白和達西的機智交流中，或者在他們身邊漫步的時候\n呼吸着和他們一樣的新鮮空氣。然後...",
      "title": "我終於讀到了《傲慢與偏見》，然後緊接着讀了2005年的電影......"
    }
  ],
  "title": "I finally read 'Pride and Prejudice', and then immediately followed it with the 2005 film...",
  "created_utc": 1618616280,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>...it was like a chaser, and three days later I&#39;m still delirious.</p>\n\n<p>Austen&#39;s dialogue was so absorbing that it felt as though I were seated between Elizabeth and Darcy during their witty exchanges, or strolling alongside them in the country, breathing in the same fresh air as them. And then the film: Kiera Knightley is just beautiful to watch, but add to this an equally beautiful soundtrack and cinematography, and I&#39;m quite simply spellbound.</p>\n\n<p><em>Now</em> I&#39;m starting to see why England boasts a rich literary tradition; a very different experience indeed. I think this might be my gateway into the later greats such as <em>&#39;Jane Eyre&#39;</em> and <em>&#39;Wuthering Heights&#39;</em>. I&#39;m only sorry it took me this long to finally read this wonderful story.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/msdo7i/i_finally_read_pride_and_prejudice_and_then/",
  "subreddit": "books",
  "id": "msdo7i",
  "is_self": true,
  "media": null,
  "is_video": false
}