{
  "author": "JalilOghuz",
  "original_created_utc": 1626707562,
  "title": "What is your favorite sci-fi book and why?",
  "created_utc": 1626787483,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m lately started reading sci-fi books and I sometimes regret that I didn&#39;t read some books earlier.</p>\n\n<p>I didn&#39;t read much yet except the sci-fi classics, but 2001 A Space Odyssey by Arthur C. Clarke is one of my favorites so far. I also liked I-Robot by Isaac Asimov. It was somehow like a children&#39;s book, telling why robots act that way openly, making it easy to understand. It can change some people&#39;s perspective on artificial intelligence.</p>\n\n<p>What is your favorite sci-fi book(s) and why?</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/ong0dg/what_is_your_favorite_scifi_book_and_why/",
  "subreddit": "books",
  "id": "ong0dg",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I'm lately started reading sci-fi books and I sometimes regret that I didn't\nread some books earlier.\n\nI didn't read much yet except the sci-fi classics, but 2001 A Space Odyssey by\nArthur C. Clarke is one of my favorites so far. I also liked I-Robot by Isaac\nAsimov. It was somehow like a children's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、SF小説を読み始めたのですが、もっと早く読んでおけばよかったと後悔することがあります。\nもっと早く読んでおけばよかったと後悔することがあります。\n\n古典的なSF作品以外はまだあまり読んでいませんが、アーサー・C・クラークの「2001年宇宙の旅」は今のところお気に入りの作品です。\nアーサー・C・クラークの『2001年宇宙の旅』は、これまでで最も好きな作品のひとつです。アイザックの「I-Robot」も好きです。\nアシモフ。何となく子供向けの作品のような気がしました。",
      "title": "好きなSF作品とその理由を教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我最近开始阅读科幻书籍，有时我很后悔我没有\n我有时会后悔没有早点读一些书。\n\n除了科幻经典，我还没有读过很多书，但《2001太空漫游》的作者是\n克拉克（Arthur C. Clarke）的《2001太空漫游》是我迄今为止最喜欢的作品之一。我还喜欢艾萨克-阿西莫夫的《I-Robot》。\n阿西莫夫著。它在某种程度上像一本儿童读物...",
      "title": "你最喜欢的科幻书是什么，为什么？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我最近開始閱讀科幻書籍，有時我很後悔我沒有\n我有時會後悔沒有早點讀一些書。\n\n除了科幻經典，我還沒有讀過很多書，但《2001太空漫遊》的作者是\n克拉克（Arthur C. Clarke）的《2001太空漫遊》是我迄今爲止最喜歡的作品之一。我還喜歡艾薩克-阿西莫夫的《I-Robot》。\n阿西莫夫著。它在某種程度上像一本兒童讀物...",
      "title": "你最喜歡的科幻書是什麼，爲什麼？"
    }
  ]
}