{
  "author": "drmcgee445",
  "original_created_utc": 1632235369,
  "title": "Some fans are horrible; or a story I want to share.",
  "created_utc": 1632250034,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This came up when I was talking to an old friend recently. </p>\n\n<p>So, in the early aughts, one of my college buddies introduced me to The Sword of Truth series by Terry Goodkind. I was just wrapping up the available Wheel of Time books and wanted another big fantasy series. I checked out the first book from the library, loved it, and eventually bought paperbacks for all the books; I read the series to completion after that. </p>\n\n<p>After some years had gone by and the series was concluded, I found myself moving across the country  and was paring down every thing, including my beloved massive home library. One of the things I sold was my paperback collection of Goodkind books. The lady who bought them told me this story about how her son was in the military, stationed halfway around the world, and he loved fantasy novels, so she was excited to get them for him. </p>\n\n<p>I thought, hey, that&#39;s cool. Lemme go share it. </p>\n\n<p>Social media was still in its infancy and only up and coming and self-published authors were on it. Most established and &quot;big name&quot; writers had forums on their websites for fans to interact. I headed over to TG&#39;s website, posted up this story, and went about my day. The next day I looked at the responses and wow...TG fans were mad at me. Like, really mad. They attacked me for &quot;stealing&quot; from Terry, not supporting him and his books by being a &quot;second hand dealer&quot; and so on. Even the site/forum&#39;s mod...a rather notorious assholes as I later learned...accused me of being a &quot;socialist thief&quot; and compared me to some of the villains in the series. Then banned me. </p>\n\n<p>That put a damper on TG and his books for me for awhile and then the more I looked into the whole Objectivist thing and actually bothered to learn about Ayn Rand...well, she wasn&#39;t exactly a saint herself. </p>\n\n<p>Well, there is is, good people of Reddit. Just an experience I brought up while reminiscing with an old buddy.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/psk5al/some_fans_are_horrible_or_a_story_i_want_to_share/",
  "subreddit": "books",
  "id": "psk5al",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "This came up when I was talking to an old friend recently.\n\nSo, in the early aughts, one of my college buddies introduced me to The Sword of\nTruth series by Terry Goodkind. I was just wrapping up the available Wheel of\nTime books and wanted another big fantasy series. I checked out the first…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、旧友と話しているときに出てきました。\n\n年代の初めに、大学時代の仲間の一人が、テリー・グッドカインドの「The Sword of\nテリー・グッドカインドの「真実の剣」シリーズを紹介してくれました。私はちょうど『Wheel of Time』を読み終えたところでした。\n私はちょうど『Wheel of Time』を読み終えたところで、別の大きなファンタジーシリーズが欲しくなりました。私は、最初の...",
      "title": "ファンの中にはひどい人もいますし、私が伝えたい話もあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近我在和一个老朋友聊天时提到了这个问题。\n\n所以，在上世纪初，我的一个大学同学向我介绍了《真爱之剑》。\n真理之剑》系列，作者是特瑞-古德金。当时我刚刚读完《时空之轮》，想再读一本大型幻想小说。\n时空之轮的书，想再看一个大型的幻想系列。我查阅了第一本...",
      "title": "有些粉丝很可怕；或者是我想分享的一个故事。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近我在和一個老朋友聊天時提到了這個問題。\n\n所以，在上世紀初，我的一個大學同學向我介紹了《真愛之劍》。\n真理之劍》系列，作者是特瑞-古德金。當時我剛剛讀完《時空之輪》，想再讀一本大型幻想小說。\n時空之輪的書，想再看一個大型的幻想系列。我查閱了第一本...",
      "title": "有些粉絲很可怕；或者是我想分享的一個故事。"
    }
  ]
}