{
  "author": "another_wordsmith",
  "the_new_excerpt": "I'd heard that the book and movie were amazing, but wow, they really are. I saw\nthe film last year, and jumped on the chance to read the book. At first, I was\nsurprised at how closely the two matched. Especially given the track record of\nStephen King adaptations, I didn't expect a near one-to-one in…",
  "original_created_utc": 1621771105,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本も映画もすごいとは聞いていましたが、いやはや本当にすごいですね。私は昨年、映画を見て\n去年、映画を見て、本を読むチャンスに飛びつきました。最初、私は\n2つの内容があまりにも一致していることに驚きました。特に、スティーブン・キングの映画化の実績を考えると\nスティーブン・キングの映画化の実績を考えると、1対1に近いとは思っていませんでした...",
      "title": "グリーンマイル』は宣伝文句通りの作品"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我听说这本书和电影都很精彩，但哇，它们真的是。我去年看了\n我去年看了这部电影，然后抓住机会读了这本书。起初，我很惊讶\n惊讶于两者之间的吻合程度。特别是考虑到斯蒂芬-金的改编作品的跟踪记录\n特别是考虑到斯蒂芬-金改编作品的记录，我没有想到会有近乎一比一的吻合。",
      "title": "绿野仙踪》真的值得大肆宣传"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我聽說這本書和電影都很精彩，但哇，它們真的是。我去年看了\n我去年看了這部電影，然後抓住機會讀了這本書。起初，我很驚訝\n驚訝於兩者之間的吻合程度。特別是考慮到斯蒂芬-金的改編作品的跟蹤記錄\n特別是考慮到斯蒂芬-金改編作品的記錄，我沒有想到會有近乎一比一的吻合。",
      "title": "綠野仙蹤》真的值得大肆宣傳"
    }
  ],
  "title": "The Green Mile really is worth the hype",
  "created_utc": 1621785997,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;d heard that the book and movie were amazing, but wow, they really are. I saw the film last year, and jumped on the chance to read the book. At first, I was surprised at how closely the two matched. Especially given the track record of Stephen King adaptations, I didn&#39;t expect a near one-to-one in some sections.</p>\n\n<p>Much as I adore the film, the book got deeper under my skin. We see the beauty of little moments and small &quot;miracles&quot; contrasting a bleak setting. This is death row, so maybe anything can seem light when compared to what&#39;s coming next. Still, I found myself laughing and smiling at the descriptions of Mr. Jingles&#39; antics. I had to, otherwise the rest of the book would&#39;ve overwhelmed me.</p>\n\n<p>The senseless and random tragedies of life fill most of the pages. The intense focus on Paul&#39;s experience keeps it manageable, but man, it still hurts. Percy Whetmore is a brilliant character, and I hate him. I loathe him with every fiber of my being, because I recognize him. The description of juvenile malice, the people who can&#39;t laugh at a joke unless it&#39;s mean, made me think of a few real world Percys.</p>\n\n<p>Yet, it&#39;s a beautiful story. Even if the book-only conclusion is one of the most pensive and melancholic things I&#39;ve read in a while. So many of the events and choices are drenched in a palpable uncertainty. Was this the right thing? Did any of it matter? This was the story I needed right now.</p>\n\n<p>Despite it&#39;s bluntness, it remains life-affirming. Even something as minor as a mouse doing tricks can be cause for celebration. A companion can make help ease that walk down the Mile. Part of me wants to be mad because I&#39;ll never write anything this good, but hot damn, Stephen King, you made a masterpiece. Thanks for breaking me down and building me back up. I loved every page.</p>\n</div><!-- SC_ON -->",
  "score": 58,
  "permalink": "/r/books/comments/nj6b5y/the_green_mile_really_is_worth_the_hype/",
  "subreddit": "books",
  "id": "nj6b5y",
  "is_self": true,
  "media": null,
  "is_video": false
}