{
  "author": "ImKindaSlowSorry",
  "original_created_utc": 1631334335,
  "title": "CMV: the original method is better than common core maths.",
  "created_utc": 1631349822,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why was it changed? Who changed it? I really need someone to tell me what&#39;s so special about this new way of doing simple maths. I don&#39;t understand! Well... I do understand how it&#39;s done but I don&#39;t understand why it&#39;s better than the original method. I mean, if it isn&#39;t broken don&#39;t fix it am I right!? I know a lot of parents that are even more confused because they don&#39;t understand how this new maths is done therefore leaving them unable to help their children with maths that require them to show their work. Should they relearn mathematics? No! Because what they originally learned was not wrong, but I&#39;ve heard too many stories about children getting low grades as a result of their parents helping them with their homework because they &quot;did it wrong&quot; even though they had the same answers just different work shown. </p>\n\n<p>Edit: my view has been changed. Thanks for all your comments.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/pm0m2x/cmv_the_original_method_is_better_than_common/",
  "subreddit": "changemyview",
  "id": "pm0m2x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why was it changed? Who changed it? I really need someone to tell me what's so\nspecial about this new way of doing simple maths. I don't understand! Well... I\ndo understand how it's done but I don't understand why it's better than the\noriginal method. I mean, if it isn't broken don't fix it am I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜ変更されたのか？誰が変えたのか？この簡単な数学の新しいやり方のどこが特別なのか、誰か教えてくれないかな。\nこの簡単な数学の新しいやり方が特別なのか、誰か教えてほしい。理解できません! さて... I\nやり方はわかったんだけど、なんでそれが元の方法よりいいのかがわからないんだよね\n理解できません。つまり、壊れていないなら直さなくてもいいんじゃないかと...。",
      "title": "CMV：本来の方法は、コモンコア・マスに比べて優れています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么会被改变？谁改变了它？我真的需要有人告诉我，这有什么\n这个做简单数学的新方法有什么特别之处。我不明白! 好吧... I\n我明白它是如何做到的，但我不明白为什么它比\n原来的方法。我的意思是，如果它没有坏，就不要修理它，我是...",
      "title": "CMV：原来的方法比共同核心数学好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼會被改變？誰改變了它？我真的需要有人告訴我，這有什麼\n這個做簡單數學的新方法有什麼特別之處。我不明白! 好吧... I\n我明白它是如何做到的，但我不明白爲什麼它比\n原來的方法。我的意思是，如果它沒有壞，就不要修理它，我是...",
      "title": "CMV：原來的方法比共同核心數學好。"
    }
  ]
}