{
  "author": "iratepirate47",
  "original_created_utc": 1637122554,
  "title": "CMV: The politicization of COVIDis setting us up for a Hurricane Katrina-like event when a more serious Coronavirus or flu inevitably comes along.",
  "created_utc": 1637152390,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Globalization, rural expansion, and other factors have led to an increased ability for human-carried viruses to emerge and spread with unprecedented pace and scale. Clearly COVID-19 is not the worst possible version of Coronavirus; one day a more virulent and deadly Flu, Coronavirus, or other virus is likely to occur.</p>\n\n<p>Before Hurricane Katrina, the predictable, catastrophic failures of infrastructure were anticipated by scientists/engineers. However, many residents did not take the risk seriously because previous storms had never surpassed the threshold to cause an extensive, long-lasting, regional emergency.</p>\n\n<p>With so much of our population dismissing both the severity of the COVID pandemic and the science around it, I believe we are effectively embracing the fact that we will fail catastrophically on a national scale in the likely possibility that we are soon faced with a more deadly COVID-like event.</p>\n\n<p>How and why am I wrong?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/qvqqoa/cmv_the_politicization_of_covidis_setting_us_up/",
  "subreddit": "changemyview",
  "id": "qvqqoa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Globalization, rural expansion, and other factors have led to an increased\nability for human-carried viruses to emerge and spread with unprecedented pace\nand scale. Clearly COVID-19 is not the worst possible version of Coronavirus;\none day a more virulent and deadly Flu, Coronavirus, or other virus…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "グローバル化、地方の拡大などにより\n人間が保有するウイルスが出現し、かつてないほどの速さで拡散するようになりました。\nとなっています。COVID-19がコロナウイルスの最悪のバージョンでないことは明らかである。\nいつの日か、より悪性で致命的なインフルエンザやコロナウイルス、その他のウイルスが登場するかもしれない...。",
      "title": "CMV：COVIDの政治化は、より深刻なコロナウイルスやインフルエンザが必然的に発生したときに、ハリケーン・カトリーナのような事態を引き起こす可能性があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "全球化、农村扩张和其他因素导致了人类携带的病毒以前所未有的速度出现和传播的能力增强。\n人类携带的病毒以前所未有的速度和规模出现和传播。\n和规模。显然，COVID-19并不是冠状病毒的最坏版本。\n有一天，一种毒性更强、更致命的流感、冠状病毒或其他病毒...",
      "title": "CMV：当更严重的冠状病毒或流感不可避免地出现时，COVID的政治化正在为我们准备一场类似卡特里娜飓风的事件。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "全球化、農村擴張和其他因素導致了人類攜帶的病毒以前所未有的速度出現和傳播的能力增強。\n人類攜帶的病毒以前所未有的速度和規模出現和傳播。\n和規模。顯然，COVID-19並不是冠狀病毒的最壞版本。\n有一天，一種毒性更強、更致命的流感、冠狀病毒或其他病毒...",
      "title": "CMV：當更嚴重的冠狀病毒或流感不可避免地出現時，COVID的政治化正在爲我們準備一場類似卡特里娜颶風的事件。"
    }
  ]
}