{
  "author": "Babou_FoxEarAHole",
  "original_created_utc": 1627132366,
  "title": "CMV: I don’t think a distinction should be made if women are victims of a crime, it does not make the tragedy any worse.",
  "created_utc": 1627137135,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Sometimes if you hear a tragedy being reported… you might hear that women and children were among the victims.</p>\n\n<p>I’ll give children a pass… but I don’t think it is relevant to know that women were also victims. I don’t think they should stand out even more.</p>\n\n<p>Even in works of fiction, you might have some bad ass. He lives by a code though… he doesn’t kidnap or kill women. He would have no problem popping 2 in a guys head just because, but women are off limits.</p>\n\n<p>When a tragedy happens, it’s a tragedy regardless of who it happens to.  None of the victims deserved what happened to them. People who were loved were lost. We shouldn’t be more sad or less because of the sex of the victims .</p>\n</div><!-- SC_ON -->",
  "score": 167,
  "permalink": "/r/changemyview/comments/oqpsf4/cmv_i_dont_think_a_distinction_should_be_made_if/",
  "subreddit": "changemyview",
  "id": "oqpsf4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Sometimes if you hear a tragedy being reported… you might hear that women and\nchildren were among the victims.\n\nI’ll give children a pass… but I don’t think it is relevant to know that women\nwere also victims. I don’t think they should stand out even more.\n\nEven in works of fiction, you might have…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "悲劇の報道を聞いていると、女性や子供が犠牲になったと聞くことがあります。\n犠牲者の中には女性や子供も含まれています。\n\n子供はともかく、女性が犠牲になったことは関係ないと思います。\n犠牲者がいたことは関係ないと思います。ましてや目立ってはいけないと思います。\n\n小説の中でも、もしかしたら...。",
      "title": "CMV：女性が犯罪の被害者になったとしても、それが悲劇を悪化させるわけではないので、区別すべきではないと思います。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有时，如果你听到一个悲剧的报道......你可能听到妇女和\n儿童是受害者。\n\n我给孩子们一个机会......但我不认为知道妇女和儿童有什么关系。\n也是受害者。我不认为他们应该更加突出。\n\n即使在小说作品中，你可能会有...",
      "title": "CMV：我认为如果妇女是犯罪的受害者，就不应该有区别，这不会使悲剧变得更糟糕。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有時，如果你聽到一個悲劇的報道......你可能聽到婦女和\n兒童是受害者。\n\n我給孩子們一個機會......但我不認爲知道婦女和兒童有什麼關係。\n也是受害者。我不認爲他們應該更加突出。\n\n即使在小說作品中，你可能會有...",
      "title": "CMV：我認爲如果婦女是犯罪的受害者，就不應該有區別，這不會使悲劇變得更糟糕。"
    }
  ]
}