{
  "author": "el1teman",
  "original_created_utc": 1639315924,
  "title": "I found out as I am a boring person, have not a lot of stories to tell, not many jokes to crack, just dull in content to spit out in conversations. Any advice how to become better?",
  "created_utc": 1639336991,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;basically the title, just feels sad and dead inside due to it. Everyone here asking smart questions to each other and I feel like I am just dumb or an empty person. Sorry for the sad direction of the question&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 101,
  "permalink": "/r/TooAfraidToAsk/comments/rep38s/i_found_out_as_i_am_a_boring_person_have_not_a/",
  "subreddit": "TooAfraidToAsk",
  "id": "rep38s",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "basically the title, just feels sad and dead inside due to it. Everyone here\nasking smart questions to each other and I feel like I am just dumb or an empty\nperson. Sorry for the sad direction of the question",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!--SC_OFF --><div class=\"md\"><p>基本的には、タイトルからして悲しくて死んでいるようにしか思えません。\n心が死んだような気分になります。ここではみんなが賢い質問をしているのに、自分はただの馬鹿か空っぽの人間のように感じます。\n私はただの馬鹿か空っぽな人間だと感じています。悲しい方向に質問してしまってすみません。\n</p> </div><!-- SC_ON -->",
      "title": "私は、自分がつまらない人間であり、話をするネタもなく、ジョークを言うこともなく、会話の中で吐き出す内容もつまらないということがわかりました。何かアドバイスがあれば教えてください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>基本上是标题，只是感觉到悲伤和死亡。\n内。这里的每个人都在互相问一些聪明的问题，而我觉得\n就像我只是个哑巴或一个空虚的人。Sorry for the sad direction of the\nquestion</p> </div><!-- SC_ON -->",
      "title": "我发现自己是一个无聊的人，没有很多故事可讲，没有很多笑话可讲，只是在谈话中吐出的内容很乏味。有什么建议可以让我变得更好吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>基本上是標題，只是感覺到悲傷和死亡。\n內。這裏的每個人都在互相問一些聰明的問題，而我覺得\n就像我只是個啞巴或一個空虛的人。Sorry for the sad direction of the\nquestion</p> </div><!-- SC_ON -->",
      "title": "我發現自己是一個無聊的人，沒有很多故事可講，沒有很多笑話可講，只是在談話中吐出的內容很乏味。有什麼建議可以讓我變得更好嗎？"
    }
  ]
}