{
  "author": "CasualTotoro",
  "original_created_utc": 1635721815,
  "title": "Listening to audiobooks has made “normal” reading 10x better for me.",
  "created_utc": 1635737168,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Recently I did a reread of the Bartimeaus  Trilogy (an amazing story about magic in London that should have gotten the hype HP did) to see if it held up past my high school self. </p>\n\n<p>My fiancé was reading it at the same time and we discussed how much of a Sass the narrator is, which was something I didn’t pick up on as a kid. And then it hit me, before I listened to audio books I never put infliction behind the words I was reading. I almost read them like a manuscript.</p>\n\n<p>She said she came to the same realization; that before we started listening to audio books we didn’t read like a story teller would read. </p>\n\n<p>Just curious if we’re the weird ones or has this happened to anyone else?</p>\n</div><!-- SC_ON -->",
  "score": 74,
  "permalink": "/r/books/comments/qk129m/listening_to_audiobooks_has_made_normal_reading/",
  "subreddit": "books",
  "id": "qk129m",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Recently I did a reread of the Bartimeaus Trilogy (an amazing story about magic\nin London that should have gotten the hype HP did) to see if it held up past my\nhigh school self.\n\nMy fiancé was reading it at the same time and we discussed how much of a Sass\nthe narrator is, which was something I…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最近、私はBartimeaus三部作（ロンドンの魔法についての素晴らしい物語で、HPで大々的に宣伝されるべきだった）を再読しました。\nロンドンの魔法についての素晴らしい物語で、HPが大々的に宣伝されるべきだった）を再読して、高校時代の自分を超えられるかどうかを確認しました。\n高校時代の自分を超えられるかどうかを確認するために。\n\n婚約者も同時に読んでいたのですが、語り手がどれだけサジを投げているのかという話になりました。\n語り手がどれだけSassなのかを話し合った。",
      "title": "オーディオブックを聴くことで、「普通の」読書が10倍楽しくなりました。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "最近，我重读了《巴蒂米亚斯三部曲》（一个关于伦敦的魔法的惊人故事，应该会让人印象深刻）。\n在伦敦的神奇故事，应该得到惠普的炒作），看看它是否能支持过我的\n高中时的自己。\n\n我的未婚夫同时也在读这本书，我们讨论了这本书的叙述者有多么像一个萨斯。\n我们讨论了叙述者是多么的萨斯，这是我...",
      "title": "听有声书使 \"正常 \"阅读对我来说好了10倍。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "最近，我重讀了《巴蒂米亞斯三部曲》（一個關於倫敦的魔法的驚人故事，應該會讓人印象深刻）。\n在倫敦的神奇故事，應該得到惠普的炒作），看看它是否能支持過我的\n高中時的自己。\n\n我的未婚夫同時也在讀這本書，我們討論了這本書的敘述者有多麼像一個薩斯。\n我們討論了敘述者是多麼的薩斯，這是我...",
      "title": "聽有聲書使 \"正常 \"閱讀對我來說好了10倍。"
    }
  ]
}