{
  "author": "ZeusThunder369",
  "original_created_utc": 1625073556,
  "title": "CMV: I don't find libertarianism to be all that crazy or unreasonable",
  "created_utc": 1625081889,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Naturally, an individual libertarian can be unreasonable. And any political viewpoint will look insane when taken to its logical extremes.</p>\n\n<p>At it&#39;s most basic form, a libertarian believes that a person or group of people in government are not capable of knowing what&#39;s best for me as an individual, or you as an individual. This is at it&#39;s worse at the federal level, and gets slightly better as government gets more local.</p>\n\n<p>Thus, a libertarian wants to reduce the power of government to <strong>only what&#39;s necessary.</strong></p>\n\n<p>And that is where individual libertarians would have discussions and debate, around what is necessary and what is not.</p>\n\n<p>For example, a libertarian could absolutely be for universal healthcare. They might compare what we pay right now on average to the NHS, and see that we actually pay more than they do. Then there could be a discussion that the free market isn&#39;t working right with healthcare because people don&#39;t know what they will pay for the service, and the service is often times non-optional. Thus, it is necessary for the government to fund healthcare.</p>\n\n<p>I think where leftists and libertarians most often disagree is actually around the framing of the discussion. If the subject is social safety nets for example, the leftist will enter the conversation on the assumption that government is the one and only option for providing help to those that need it. The libertarian does not enter the conversation with this assumption. So the conversation is doomed from the start.</p>\n\n<p>They aren&#39;t disagreeing about helping people, they are disagreeing about the method of doing so.</p>\n\n<p>So my view is that libertarianism isn&#39;t any more or less crazy than conservatism or liberalism. Both of the latter philosophies wish to use the government to enforce their views, while libertarianism does not. I don&#39;t find that to be an unreasonable political philosophy.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/ob1x57/cmv_i_dont_find_libertarianism_to_be_all_that/",
  "subreddit": "changemyview",
  "id": "ob1x57",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Naturally, an individual libertarian can be unreasonable. And any political\nviewpoint will look insane when taken to its logical extremes.\n\nAt it's most basic form, a libertarian believes that a person or group of people\nin government are not capable of knowing what's best for me as an individual,…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "当然、個々のリバタリアンは理不尽なこともあります。また、どんな政治的\n視点も、論理的に極端にすると、非常識なものになります。\n\n最も基本的な形として、リバタリアンは、政府の人間やグループは、個人としての私にとって何が最善かを知ることはできないと考えています。\n政府の人間やグループは、個人としての私にとって何がベストなのかを知ることはできないと考えています...",
      "title": "CMV: 私はリバタリアニズムがそれほどクレイジーで理不尽なものだとは思いません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "自然，个体自由主义者也可能是不合理的。而任何政治\n任何政治观点如果走到逻辑上的极端，都会显得很疯狂。\n\n就其最基本的形式而言，自由主义者认为，一个人或一群人\n在政府中没有能力知道什么是对我这个人最好的，...",
      "title": "CMV：我不认为自由主义是那么疯狂或不合理的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "自然，個體自由主義者也可能是不合理的。而任何政治\n任何政治觀點如果走到邏輯上的極端，都會顯得很瘋狂。\n\n就其最基本的形式而言，自由主義者認爲，一個人或一羣人\n在政府中沒有能力知道什麼是對我這個人最好的，...",
      "title": "CMV：我不認爲自由主義是那麼瘋狂或不合理的。"
    }
  ]
}