{
  "author": "Stormegeddon101",
  "original_created_utc": 1629012378,
  "title": "Cmv: Banning “Incel subreddits” is a bad idea",
  "created_utc": 1629027035,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The people on those subs are simply mentally ill. Banning their communities simply moves a majority of those users to more fringe websites or message boards where those toxic ideals can be echoed in an even more isolated environment. I think most of the “incel subs” tend to stay in their own bubble due to shadow banning and the quarantine system, and there’s a higher chance of those individuals changing their opinions on a website that promotes views contrary to their own. I’m an advocate for rehabilitation over incarceration and I think the same holds true here. If I was presented with evidence that banning these subreddits provided any benefit other than making other than entertaining people I might change my mind.</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/changemyview/comments/p4p2ou/cmv_banning_incel_subreddits_is_a_bad_idea/",
  "subreddit": "changemyview",
  "id": "p4p2ou",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The people on those subs are simply mentally ill. Banning their communities\nsimply moves a majority of those users to more fringe websites or message boards\nwhere those toxic ideals can be echoed in an even more isolated environment. I\nthink most of the “incel subs” tend to stay in their own bubble…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "あのサブ機に乗っている人たちは、単に精神的に病んでいるだけです。彼らのコミュニティを禁止すると\n単にそのユーザーの大半がよりフリンジなサイトや掲示板に移ってしまうだけです\n隔離された環境の中で、有害な思想を共有することになります。I\nインセル・サブ」の多くは、自分たちだけの世界に閉じこもる傾向があると思います...。",
      "title": "Cmv：「インセル・サブレディット」を禁止することは、悪いアイデアです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "这些潜艇上的人根本就是精神有问题。禁止他们的社区\n只是将这些用户中的大多数转移到更边缘的网站或留言板上\n在那里，这些有毒的理想可以在一个更加孤立的环境中得到响应。I\n我认为大多数 \"incel subs \"倾向于呆在他们自己的气泡中......",
      "title": "Cmv:禁止 \"Incel subreddits \"是个坏主意"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "這些潛艇上的人根本就是精神有問題。禁止他們的社區\n只是將這些用戶中的大多數轉移到更邊緣的網站或留言板上\n在那裏，這些有毒的理想可以在一個更加孤立的環境中得到響應。I\n我認爲大多數 \"incel subs \"傾向於呆在他們自己的氣泡中......",
      "title": "Cmv:禁止 \"Incel subreddits \"是個壞主意"
    }
  ]
}