{
  "author": "tit_wrangler",
  "the_new_excerpt": "I just want to start by saying this might be the only instance of something that\nI would actually, unironically call \"virtue signaling\" -- a term I usually\ndisdain and find dismissive of social progress. But in this case, that's exactly\nwhat I think it is.\n\n\"Folks\" is an inclusive word. It means…",
  "original_created_utc": 1617125788,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "我只想先说，这可能是唯一的一个例子。\n实际上，我会不无讽刺地称之为 \"美德信号\"--我通常把这个词称为\n对社会进步不屑一顾，觉得不屑一顾。但在这种情况下，这正是\n我认为它是什么。\n\n\"乡亲 \"是一个包容性的词 它的意思是...",
      "title": "CMV：\"Folks \"是一个合理包容、性别中立的词汇，拼成 \"folx \"纯属美德信号"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我只想先說，這可能是唯一的一個例子。\n實際上，我會不無諷刺地稱之爲 \"美德信號\"--我通常把這個詞稱爲\n對社會進步不屑一顧，覺得不屑一顧。但在這種情況下，這正是\n我認爲它是什麼。\n\n\"鄉親 \"是一個包容性的詞 它的意思是...",
      "title": "CMV：\"Folks \"是一個合理包容、性別中立的詞彙，拼成 \"folx \"純屬美德信號"
    }
  ],
  "title": "CMV: \"Folks\" is a reasonably inclusive, gender neutral term, and spelling it as \"folx\" is purely virtue signaling",
  "created_utc": 1617129475,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just want to start by saying this might be the only instance of something that I would actually, unironically call &quot;virtue signaling&quot; -- a term I usually disdain and find dismissive of social progress. But in this case, that&#39;s exactly what I think it is. </p>\n\n<p>&quot;Folks&quot; is an inclusive word. It means &quot;people.&quot; It is inherently gender neutral. It is perhaps one of the few English words to address a group of people that is totally inclusive and innocuous. In a time when we are critically evaluating the inclusiveness of language, one would think we&#39;re lucky to have a word as neutral and applicable as &quot;folks.&quot; </p>\n\n<p>But apparently, people are intent on spelling it &quot;folx,&quot; with the &quot;x&quot; indicating inclusiveness. But adding a trendy letter to a word doesn&#39;t make the word more inclusive if the word was already inclusive. &quot;Folks&quot; didn&#39;t exclude people who were non-binary (for instance), because it inherently means &quot;people&quot; -- so unless you think non-binary folx aren&#39;t <em>people</em>, then they were already included and accepted in that term.</p>\n\n<p>I understand there is value in making sure that language is obviously inclusive when speaking to people who may otherwise feel excluded. So, I understand there may be <em>some</em> value in taking a word that is potentially vague in its inclusiveness, and tweaking it in a way that is more inclusive. As an example, I understand the intent and value in the term &quot;latinx&quot; (which could be its own discussion, but I&#39;m just citing it as a contrary example here). Regardless of someone&#39;s feelings on &quot;latinos/latinas,&quot; &quot;latinx&quot; is a substantive change that would, in theory, have more inclusiveness for those who might feel othered by the gendered terms.  </p>\n\n<p>But &quot;folx&quot; doesn&#39;t add or change anything on a substantive level. It is purely a spelling change in a situation where the original spelling was not problematic or exclusive. It uses the letter &quot;x&quot; as a reference to the fact that &quot;x&quot; has become a signifier of inclusiveness, thereby showing that the user supports inclusiveness. But if people wouldn&#39;t have felt excluded otherwise, then signifying this is purely for the user&#39;s own ego -- to say, &quot;Look at what type of person I am; you should feel accepted by me.&quot; Signaling that you&#39;re a good person in a way that doesn&#39;t change anything else or help your audience (since there wasn&#39;t a problem to begin with) is, by definition, virtue signaling. </p>\n\n<p>The only conceivable reason I see for the rally behind &quot;folx&quot; is the historical usage of &quot;volk&quot; in Germany, when Nazi Germany referred to &quot;the people&quot; as part of their nationalist identity. But 1) that&#39;s a different word in a different language which carries none of that baggage in English-speaking cultures; 2) it&#39;s a such a common, generally applicable word that its inclusion within political rhetoric shouldn&#39;t forever change the world itself, especially given its common and unproblematic usage for decades since then; and 3) this feels like a shoe-horned, insincere argument that someone might raise as a way to retroactively inject purpose into what is, in actuality, their virtue signaling. And if you were previously unfamiliar with this argument from German history, then that underscores my point about how inconsequential it is to Western English-speaking society. </p>\n\n<p>People who spell it as &quot;folx&quot; are not mitigating any harm by doing so, and are therefore doing it purely for their own sense of virtue. CMV.</p>\n</div><!-- SC_ON -->",
  "score": 265,
  "permalink": "/r/changemyview/comments/mglg30/cmv_folks_is_a_reasonably_inclusive_gender/",
  "subreddit": "changemyview",
  "id": "mglg30",
  "is_self": true,
  "media": null,
  "is_video": false
}