{
  "author": "Psychological-Fall57",
  "the_new_excerpt": "Alright, I finished this book about two hours ago, and I was blown away. This\nwas easily my best read of the year so far, and is instantly a favorite of mine.\n\n[Spoiler-FREE thoughts]\n\nThis book feels like all of the best parts of an epic fantasy series, except a\nstandalone. It’s huge, just over 800…",
  "original_created_utc": 1620522262,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "さてさて、2時間ほど前にこの本を読み終えたのですが、思わず吹き出してしまいました。この\n今までのところ、今年のベストリードで、一気にお気に入りになりました。\n\nネタバレなしの感想\n\nこの本は、壮大なファンタジーシリーズの最良の部分のすべてのように感じられますが、スタンドアロンではありません。\nスタンドアロンです。この本は巨大で、800ページを超えています。",
      "title": "オレンジの木の修道院」は本当にすごいです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "好吧，我大约两个小时前看完了这本书，我被震撼了。这本书\n是我今年到目前为止最好的读物，而且立即成为我的最爱。\n\n[无破坏性的想法]\n\n这本书给人的感觉就像史诗奇幻系列中所有最好的部分，只不过是独立的。\n独立的。它很大，只有800多页。",
      "title": "橘子树的牧师 \"绝对令人难以置信。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好吧，我大約兩個小時前看完了這本書，我被震撼了。這本書\n是我今年到目前爲止最好的讀物，而且立即成爲我的最愛。\n\n[無破壞性的想法]\n\n這本書給人的感覺就像史詩奇幻系列中所有最好的部分，只不過是獨立的。\n獨立的。它很大，只有800多頁。",
      "title": "橘子樹的牧師 \"絕對令人難以置信。"
    }
  ],
  "title": "‘The Priory of the Orange Tree’ is absolutely incredible.",
  "created_utc": 1620550496,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Alright, I finished this book about two hours ago, and I was blown away. This was easily my best read of the year so far, and is instantly a favorite of mine.</p>\n\n<p>[Spoiler-FREE thoughts]</p>\n\n<p>This book feels like all of the best parts of an epic fantasy series, except a standalone. It’s huge, just over 800 pages, but it doesn’t feel bloated. Every scene was engaging to me, and even though it’s somewhat slowly paced, it never dragged on like many other large fantasy books do at some points (looking at you, Rhythm of War).</p>\n\n<p>The characters are brilliant. Ead is a wonderful ‘main-ish’ protagonist and one of my new favorites, and the the supporting characters are all amazing in their own rights as well. The friendships are heartwarming, the romance is both compelling and adorable, and every character/relationship gets their time in the spotlight. </p>\n\n<p>I’ve heard people say that this book is boring, and I can <em>sort of</em> see why, but I vehemently disagree. It’s definitely not action packed, but the politics, intrigue, and character moments were more than enough to drive the story for me. The action that was there was great, and there are some incredibly badass moments throughout the story.</p>\n\n<p>This book doesn’t really feel like modern fantasy - it feels like a very refined take on classic fantasy that incorporates some great elements of modern fantasy. The end product is delightful, and I can’t recommend it highly enough.</p>\n\n<p>If you really like a great, fleshed-out villain, you’ll probably be disappointed. This book is mostly focused on the protagonists and their stories. </p>\n\n<p>However, if that’s not a problem for you, I can’t recommend this book highly enough :)</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/n82yv7/the_priory_of_the_orange_tree_is_absolutely/",
  "subreddit": "books",
  "id": "n82yv7",
  "is_self": true,
  "media": null,
  "is_video": false
}