{
  "author": "Davidfosford",
  "the_new_excerpt": "when movie directors replace white characters with black characters( like how\nthey cast Jodie Turner-Smith for the role of Queen Anne Boleyn, a clearly white\nfigure and historical character) white people aren't allowed to complain without\nbeing called racist or having white fragility.\n\nand when…",
  "original_created_utc": 1613974879,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "当电影导演将白人角色替换成黑人角色时（比如说\n他们让朱迪-特纳-史密斯出演安妮-波林女王，一个明显的白人。\n人物和历史人物）白人不允许抱怨而不\n被称为种族主义者或有 白人的脆弱性，\n\n而当...",
      "title": "CMV：如果说选角猩红的约翰森是因为这个角色没有被一个跨性别演员准确地扮演，那么用黑人演员代替白人角色也应该受到同样的批评。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當電影導演將白人角色替換成黑人角色時（比如說\n他們讓朱迪-特納-史密斯出演安妮-波林女王，一個明顯的白人。\n人物和歷史人物）白人不允許抱怨而不\n被稱爲種族主義者或有 白人的脆弱性，\n\n而當...",
      "title": "CMV：如果說選角猩紅的約翰森是因爲這個角色沒有被一個跨性別演員準確地扮演，那麼用黑人演員代替白人角色也應該受到同樣的批評。"
    }
  ],
  "title": "CMV: If casting scarlet Johanson was tone-deaf because the character is not accurately played by a trans actor, then replacing white characters with black actors should be treated with the same criticism.",
  "created_utc": 1614004440,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>when movie directors replace white characters with black characters( like how they cast Jodie Turner-Smith for the role of Queen Anne Boleyn, a clearly white figure and historical character) white people aren&#39;t allowed to complain without being called racist or having white fragility.</p>\n\n<p>and when white people complain the common response is that &quot;it&#39;s just movie character and just an interpenetration/adaptation stop being so racist&quot;</p>\n\n<p>but when Scarlett Johansson wanted to play a trans character in a movie, she was canceled and framed as tone-deaf,</p>\n\n<p>becasue now the movie character has to be correctly represented  and be historically correct and played accurately by a trans actor and it can&#39;t be anything else because its now real movie character and should be treated as such</p>\n\n<p>its either no character matters and it can all be whatever and played by whoever, or it has to be all historically accurate. you cant pick and choose. </p>\n\n<p>its not transphobic to not have a trans actor, movies are a business, Scarlett Johansson is famous, beautiful and a great actress and she&#39;ll bring in a lot of money because of that. its as simple as that</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/lpgy7d/cmv_if_casting_scarlet_johanson_was_tonedeaf/",
  "subreddit": "changemyview",
  "id": "lpgy7d",
  "is_self": true,
  "media": null,
  "is_video": false
}