{
  "author": "Lower-You",
  "the_new_excerpt": "Let me start by stating something quite important for this:\n\nRacism has many definitions and many diferent concepts in sociology/social\nsciences.\n\nWhat i mean by that is: there isnt a single racism, there is individual racism,\nstructural racism, institucional racism and etc.\n\nThen, you have many…",
  "original_created_utc": 1620663925,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず、この件に関して非常に重要なことを述べさせていただきます。\n\n人種差別は、社会学・社会科学の分野では、多くの定義と多くの異なる概念があります。\n科学の世界では様々な定義や概念があります。\n\n私が言いたいのは、人種差別は単一ではなく、個人の人種差別、構造的人種差別、制度的人種差別などがあるということです。\n個人的なレイシズム、構造的なレイシズム、制度的なレイシズムなどなど。\n\nそして、あなたは多くの...",
      "title": "CMV：アメリカでは、白人が人種差別を受けることがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我首先说明一些相当重要的事情。\n\n种族主义在社会学/社会科学中有许多定义和许多不同的概念。\n科学中有许多定义和许多不同的概念。\n\n我的意思是：不存在单一的种族主义，有个人种族主义。\n结构性种族主义、体制性种族主义等等。\n\n然后，你有很多...",
      "title": "CMV：在美国，白人可以遭受种族主义。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我首先說明一些相當重要的事情。\n\n種族主義在社會學/社會科學中有許多定義和許多不同的概念。\n科學中有許多定義和許多不同的概念。\n\n我的意思是：不存在單一的種族主義，有個人種族主義。\n結構性種族主義、體制性種族主義等等。\n\n然後，你有很多...",
      "title": "CMV：在美國，白人可以遭受種族主義。"
    }
  ],
  "title": "CMV: White people can suffer racism in america.",
  "created_utc": 1620704354,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let me start by stating something quite important for this:</p>\n\n<p>Racism has many definitions and many diferent concepts in sociology/social sciences.</p>\n\n<p>What i mean by that is: there isnt a single racism, there is individual racism, structural racism, institucional racism and etc.</p>\n\n<p>Then, you have many definitions for them.</p>\n\n<p>For example:\nStructural racism has the &quot;prejudice + definition&quot; and the &quot;conditions wich increase the risk of premature death&quot;, they neither is wrong, they are just different definitions that try to explain the same phenomenom</p>\n\n<p>(This is no way all definitions for structural racism)</p>\n\n<p>This part is sort of hard to explain, so let me put in a simple way:</p>\n\n<p>Individual racism, is prejudice against race, and is a valid concept in sociology/social sciences.</p>\n\n<p>By that, whites can be racist against blacks, and vice-versa.</p>\n\n<p>Now, one of the things about the &quot;prejudice + power&quot; definition is that althrough it refers to systemic racism, it precludes whites in america to be victims of individual racism.</p>\n\n<p>So by that definition, is not wrong to say that whites cannot suffer racism even on a individual level in america. Since they are the privileged group, period.</p>\n\n<p>Now with that being said, there are a few things that i want to get out of the way:</p>\n\n<p>-Dictionaries are NOT a good way to search for word definitions.</p>\n\n<p>-Meanwhile i argue that racism agaisnt white people is possible in america, i in no way belive that it is as harmful or strong as against other races, especially black people.</p>\n\n<p>-I do not belive that people who say that white people cannot suffer racism are ill intended, at least, not most of them (I do belive that some people say that just so they wont be considered racists themselfs).</p>\n\n<p>-The &quot;prejudice + power&quot; definition is controversial and isnt used as often as it was in sociology.</p>\n\n<p>-Some people will suport the idea that white people can be victims of racism to go against affirmative action, i do not suport them.</p>\n\n<p>The point i see, is that many people have a problem with this topic beacuse they dont really know much about racism in sociology, or even racism in general (Im not saying i do know a lot, thats why i am here, so i can view oposing views and learn from them) , and often times people get really angry around this kinds of topics and end up never seriously discussing them, thats why this topic is so divisive.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/changemyview/comments/n9996u/cmv_white_people_can_suffer_racism_in_america/",
  "subreddit": "changemyview",
  "id": "n9996u",
  "is_self": true,
  "media": null,
  "is_video": false
}