{
  "author": "Westwinter",
  "original_created_utc": 1628275048,
  "title": "YSK: Despite popular belief, most self-defense instructors say you should NOT use your keys as a weapon.",
  "created_utc": 1628282584,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>First and foremost, you risk dropping your keys or having them taken from you, which means you have now lost access to your vehicle and/or home. Worse, if your attacker gets them now THEY have access. Getting inside your home or vehicle can be imperative to escaping, and you don&#39;t want to lose your access.</p>\n\n<p>Secondly, the Wolverine key-hold is ineffective and is more likely to hurt you as nothing is actually holding the keys from shifting laterally in between your fingers. If you really have no other option it is better to hold your longest key like it&#39;s a knife coming down out of the bottom of your fist for a stabbing motion.</p>\n\n<p>Third, keys are not sharp and are not nearly as effective as a weapon as you think. The most common thing people say is to poke your attacker in the eye, but just how dexterous are you? Can you actually poke a 2.5 inch long key into the 2 square inch eyeball of someone who is attacking you? Probably not. <strong>Your thumbs are infinitely more effective at gouging eyeballs.</strong></p>\n\n<p>Fourth, holding your keys in your hand means that your hand is now dedicated to holding keys. If you keep both hands free you can use either hand at any time to gouge an eye, hammer on the nose, grab an arm, jab the throat, stop a knife, squeeze or strike the groin, grab a nearby object to use as a weapon, etc.</p>\n\n<p><strong>WHY YSK:</strong> There is a lot of self-defense information out there, but listening to the wrong information can give you a false confidence in a method that may fail you when you need it. Knowing what works and what doesn&#39;t in actual situations can be the difference between life and death.</p>\n</div><!-- SC_ON -->",
  "score": 248,
  "permalink": "/r/YouShouldKnow/comments/ozcpan/ysk_despite_popular_belief_most_selfdefense/",
  "subreddit": "YouShouldKnow",
  "id": "ozcpan",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "First and foremost, you risk dropping your keys or having them taken from you,\nwhich means you have now lost access to your vehicle and/or home. Worse, if your\nattacker gets them now THEY have access. Getting inside your home or vehicle can\nbe imperative to escaping, and you don't want to lose your…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "まず第一に、鍵を落としたり、奪われたりするリスクがあります。\nつまり、車や家にアクセスできなくなってしまうのです。さらに悪いことに、もし犯人が\n悪いことに、攻撃者が鍵を手に入れれば、今度はあなたがアクセスできるようになります。家や車の中に侵入すると\n脱出するためには、家や車の中に入ることが不可欠であり、そのためには鍵を失いたくない。",
      "title": "YSK: 一般的に言われていることですが、ほとんどの護身術の指導者は、鍵を武器として使ってはいけないと言っています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "首先，最重要的是，你有可能掉落你的钥匙或被人拿走。\n这意味着你现在已经失去了进入你的车辆和/或家庭的机会。更糟糕的是，如果你的\n攻击者拿到钥匙，他们就可以进入。进入你的住宅或车辆可以\n是逃跑的必要条件，而你不想失去你的...",
      "title": "YSK：尽管人们普遍认为，大多数自卫教练说你不应该把钥匙作为武器。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "首先，最重要的是，你有可能掉落你的鑰匙或被人拿走。\n這意味着你現在已經失去了進入你的車輛和/或家庭的機會。更糟糕的是，如果你的\n攻擊者拿到鑰匙，他們就可以進入。進入你的住宅或車輛可以\n是逃跑的必要條件，而你不想失去你的...",
      "title": "YSK：儘管人們普遍認爲，大多數自衛教練說你不應該把鑰匙作爲武器。"
    }
  ]
}