{
  "author": "Flight_Harbinger",
  "the_new_excerpt": "I used to read a lot when I was younger but after school was over and work and\nadulting began I found myself less and less interested in reading but still\nloved the thrill of story telling. I satisfied that thrill with movies, tv, and\nvideo games (particularly the latter), but there was definitely…",
  "original_created_utc": 1620934879,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "若い頃はよく読んでいましたが、学校が終わり、仕事や社会人になってからは\n若い頃はよく本を読んでいましたが、学校が終わって社会人になってからは、本を読むことに興味がなくなっていきました。\n物語のスリルが好きだった。私はそのスリルを映画やテレビ、ビデオゲームで満たしました。\nビデオゲーム（特に後者）でそのスリルを満たしていましたが、確実に...",
      "title": "エラゴンシリーズで10年間の読書不足を解消した。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我年轻的时候经常阅读，但在学校结束后，工作和成人生活开始后，我发现自己对阅读的兴趣越来越小。\n我发现自己对阅读的兴趣越来越小，但仍然喜欢讲故事的刺激。\n但还是喜欢讲故事的快感。我通过电影、电视和视频游戏（尤其是后者）来满足这种快感。\n视频游戏（尤其是后者）来满足这种快感，但肯定有...",
      "title": "用《艾瑞冈》系列结束了我十年的阅读枯竭期"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我年輕的時候經常閱讀，但在學校結束後，工作和成人生活開始後，我發現自己對閱讀的興趣越來越小。\n我發現自己對閱讀的興趣越來越小，但仍然喜歡講故事的刺激。\n但還是喜歡講故事的快感。我通過電影、電視和視頻遊戲（尤其是後者）來滿足這種快感。\n視頻遊戲（尤其是後者）來滿足這種快感，但肯定有...",
      "title": "用《艾瑞岡》系列結束了我十年的閱讀枯竭期"
    }
  ],
  "title": "Ended my ten year reading dry spell with the Eragon series",
  "created_utc": 1620946767,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to read a lot when I was younger but after school was over and work and adulting began I found myself less and less interested in reading but still loved the thrill of story telling. I satisfied that thrill with movies, tv, and video games (particularly the latter), but there was definitely something in books that I couldn&#39;t totally fulfill with those mediums. </p>\n\n<p>I chose eragon because it was a series I read quite a bit when I was younger and only got around to reading the last installment once before ever returning. It was a great choice for me, the familiar pages and plot threads made it a lot easier to stretch those reading muscles that had atrophied over the years. I&#39;ve had a not so insignificant stack of recommendations and plans for other series to read that&#39;s grown over the years and I&#39;m very glad that I went with something I had already read before to jump back into it. </p>\n\n<p>If anyone hasn&#39;t read it before, it&#39;s not bad for YA novels. It&#39;s world building and rules set in universe are pretty thought out and it seemed like Poalini took the effort to really try to understand where his world would progress to naturally given the setting and rules in place. Characters and plot is a bit derivative, but the ending itself (much of which I didn&#39;t remember upon rereading) was very satisfying, closing most if not plot lines in logical ways. </p>\n\n<p>Moving on to something I have not read before I&#39;ll be starting the Foundation series by Isaac Asimov. It seems a bit daunting but sci Fi is my bread and butter and it seems like this series stands out. I might try Dune as well in preparation for the new movie coming out, but we&#39;ll see how I feel after I finish foundation lol.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/nbpfgt/ended_my_ten_year_reading_dry_spell_with_the/",
  "subreddit": "books",
  "id": "nbpfgt",
  "is_self": true,
  "media": null,
  "is_video": false
}