{
  "author": "Doshizle",
  "original_created_utc": 1626742709,
  "title": "Once upon a time in a village, a man appeared and announced to the villagers that he would buy monkeys for $10 each...",
  "created_utc": 1626755507,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The villagers, seeing that there were many monkeys around, went out to the forest and started catching them.</p>\n\n<p>The man bought thousands at $10 and as supply started to diminish, the villagers stopped their effort. He further announced that he would now buy at $20. This renewed the efforts of the villagers and they started catching monkeys again.</p>\n\n<p>Soon the supply diminished even further and people started going back to their farms. The offer increased to $25 each and the supply of monkeys became so little that it was an effort to even see a monkey, let alone catch it!</p>\n\n<p>The man now announced that he would buy monkeys at $50! However, since he had to go to the city on some business, his assistant would now buy on behalf of him.</p>\n\n<p>In the absence of the man, the assistant told the villagers; &quot;Look at all these monkeys in the big cage that the man has collected. I will sell them to you at $35 and when the man returns from the city, you can sell them to him for $50 each.&quot;</p>\n\n<p>The villagers rounded up with all their savings and bought all the monkeys.</p>\n\n<p>They never saw the man nor his assistant, only monkeys everywhere!</p>\n\n<p>Now you have a better understanding of how the cryptocurrency market works.</p>\n</div><!-- SC_ON -->",
  "score": 162,
  "permalink": "/r/CryptoCurrency/comments/onri31/once_upon_a_time_in_a_village_a_man_appeared_and/",
  "subreddit": "CryptoCurrency",
  "id": "onri31",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "The villagers, seeing that there were many monkeys around, went out to the\nforest and started catching them.\n\nThe man bought thousands at $10 and as supply started to diminish, the villagers\nstopped their effort. He further announced that he would now buy at $20. This\nrenewed the efforts of the…"
}