{
  "author": "PerpetualConnection",
  "original_created_utc": 1624971520,
  "title": "Neil Gaimans omission of Jesus in American Gods was so interesting.",
  "created_utc": 1624981056,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When &#39;American Gods&#39; was first recommended to me, I was told it was a cultural war. The sides waging war being the idols we used to worship vs the idols we actually worship now. Maybe in an effort to save me from spoilers they never mentioned that the gods in question would be lesser known Gods. In my mind I thought that Jesus, Muhammad, Buddha, Chebbeniathan, and other prominent modern Gods would be the main characters warring against internet, and media. </p>\n\n<p>I was taken aback by the inclusion of much older lesser known Gods. I loved the native American and ancient tribal God segments. I never imagined Odin would play such a focal point in a story like this. I was blown away by my inability to see that the United States that I know is only a few hundred years old. Being that most of it&#39;s current citizens have relatively recent immigrated from somewhere else, the gods are foreign and far beyond my scope. So characters like Czernobog and Mr. Nancy were awesome. Midway through the book I accepted what I was reading and really enjoyed it.</p>\n\n<p>It wasn&#39;t until the end where Gaiman addressed his omission of Jesus specifically. He said that it was because he didn&#39;t write a prominent role for him, and that only lightly including such a larger than life character wouldn&#39;t be the proper way to go about it. </p>\n\n<p>I&#39;m curious what the rest of you think about it. I know that often what we say to explain our actions often veils intentions that we not only keep from others, but ourselves. He seems to be someone with a clear history of some denomination of Jesus based worship. </p>\n\n<p>Fear doesn&#39;t necessarily seem to be the right word I&#39;d use. But speaking as someone who formally used to partake in Christian and catholic worship, publicly representing Jesus in a way that doesn&#39;t align with the Bible isn&#39;t something I don&#39;t mind seeing when tasteful. But it&#39;s definitely not something I&#39;d do publicly or professionally myself. </p>\n\n<p>I loved the bit that he wrote for him visiting shadow on the tree. That whole vigil for Odin as well as shadow himself ran some not so subtle parallel with the crucifixion. </p>\n\n<p>Overall I thought the book was great, I&#39;m sad to hear that the show had so many problems.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/books/comments/oa7rjp/neil_gaimans_omission_of_jesus_in_american_gods/",
  "subreddit": "books",
  "id": "oa7rjp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When 'American Gods' was first recommended to me, I was told it was a cultural\nwar. The sides waging war being the idols we used to worship vs the idols we\nactually worship now. Maybe in an effort to save me from spoilers they never\nmentioned that the gods in question would be lesser known Gods. In…"
}