{
  "author": "PerpetualConnection",
  "original_created_utc": 1624971520,
  "title": "Neil Gaimans omission of Jesus in American Gods was so interesting.",
  "created_utc": 1624981056,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>When &#39;American Gods&#39; was first recommended to me, I was told it was a cultural war. The sides waging war being the idols we used to worship vs the idols we actually worship now. Maybe in an effort to save me from spoilers they never mentioned that the gods in question would be lesser known Gods. In my mind I thought that Jesus, Muhammad, Buddha, Chebbeniathan, and other prominent modern Gods would be the main characters warring against internet, and media. </p>\n\n<p>I was taken aback by the inclusion of much older lesser known Gods. I loved the native American and ancient tribal God segments. I never imagined Odin would play such a focal point in a story like this. I was blown away by my inability to see that the United States that I know is only a few hundred years old. Being that most of it&#39;s current citizens have relatively recent immigrated from somewhere else, the gods are foreign and far beyond my scope. So characters like Czernobog and Mr. Nancy were awesome. Midway through the book I accepted what I was reading and really enjoyed it.</p>\n\n<p>It wasn&#39;t until the end where Gaiman addressed his omission of Jesus specifically. He said that it was because he didn&#39;t write a prominent role for him, and that only lightly including such a larger than life character wouldn&#39;t be the proper way to go about it. </p>\n\n<p>I&#39;m curious what the rest of you think about it. I know that often what we say to explain our actions often veils intentions that we not only keep from others, but ourselves. He seems to be someone with a clear history of some denomination of Jesus based worship. </p>\n\n<p>Fear doesn&#39;t necessarily seem to be the right word I&#39;d use. But speaking as someone who formally used to partake in Christian and catholic worship, publicly representing Jesus in a way that doesn&#39;t align with the Bible isn&#39;t something I don&#39;t mind seeing when tasteful. But it&#39;s definitely not something I&#39;d do publicly or professionally myself. </p>\n\n<p>I loved the bit that he wrote for him visiting shadow on the tree. That whole vigil for Odin as well as shadow himself ran some not so subtle parallel with the crucifixion. </p>\n\n<p>Overall I thought the book was great, I&#39;m sad to hear that the show had so many problems.</p>\n</div><!-- SC_ON -->",
  "score": 92,
  "permalink": "/r/books/comments/oa7rjp/neil_gaimans_omission_of_jesus_in_american_gods/",
  "subreddit": "books",
  "id": "oa7rjp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "When 'American Gods' was first recommended to me, I was told it was a cultural\nwar. The sides waging war being the idols we used to worship vs the idols we\nactually worship now. Maybe in an effort to save me from spoilers they never\nmentioned that the gods in question would be lesser known Gods. In…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカン・ゴッズ」を最初に勧められたとき、私はそれが文化戦争だと言われました。\n戦争です。戦争をしているのは、かつて私たちが崇拝していた偶像と、現在私たちが実際に崇拝している偶像の間です。\n崇拝していたアイドルと実際に崇拝しているアイドルです。ネタバレにならないようにと、問題の神々が昔のものであることには言及しませんでした。\n問題となっている神々があまり知られていない神々であることには言及しませんでした。で...",
      "title": "ニール・ガイマンが『アメリカン・ゴッズ』でイエスを省略したことはとても興味深い。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "当《美国众神》第一次被推荐给我时，有人告诉我这是一场文化战争。\n战争。发动战争的双方是我们过去崇拜的偶像和我们现在实际崇拜的偶像。\n我们现在真正崇拜的偶像。也许是为了避免我受到破坏，他们从来没有提到有关的神灵会是什么？\n提到有关的神是不太知名的神。在...",
      "title": "尼尔-盖曼斯在《美国之神》中省略了耶稣，这太有意思了。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "當《美國衆神》第一次被推薦給我時，有人告訴我這是一場文化戰爭。\n戰爭。發動戰爭的雙方是我們過去崇拜的偶像和我們現在實際崇拜的偶像。\n我們現在真正崇拜的偶像。也許是爲了避免我受到破壞，他們從來沒有提到有關的神靈會是什麼？\n提到有關的神是不太知名的神。在...",
      "title": "尼爾-蓋曼斯在《美國之神》中省略了耶穌，這太有意思了。"
    }
  ]
}