{
  "author": "TickleMeIvory",
  "the_new_excerpt": "I was gifted the books from a family member who was cleaning out their\nbookshelf. Good lord, this book is not really good and I might just give up on\nthe rest of the trilogy.\n\nThe Faction system is really simplistic, and it doesn't work for me. I don't\nknow what point this dystopia is trying to…",
  "original_created_utc": 1620150322,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "本棚を整理していた家族から本を譲り受けました。\n本棚の整理をしていた家族から本をもらいました。この本はあまり良くないので、残りの3部作は諦めようかと思っています。\n残りの3部作を諦めてしまうかもしれません。\n\n派閥のシステムは本当に単純で、私には合いません。私には\nこのディストピアが何を目指しているのかわからない。",
      "title": "やっと「ダイバージェント」を読むことができた。素晴らしいものではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我从一个正在清理书架的家庭成员那里得到了这些书。\n书架。天哪，这本书真的不怎么样，我可能会放弃三部曲的其余部分。\n三部曲的其余部分。\n\n派别系统真的很简单，而且对我来说并不适用。我不\n我不知道这个乌托邦想表达什么意思......",
      "title": "终于可以读到《分歧者》了。它不是很好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我從一個正在清理書架的家庭成員那裏得到了這些書。\n書架。天哪，這本書真的不怎麼樣，我可能會放棄三部曲的其餘部分。\n三部曲的其餘部分。\n\n派別系統真的很簡單，而且對我來說並不適用。我不\n我不知道這個烏托邦想表達什麼意思......",
      "title": "終於可以讀到《分歧者》了。它不是很好。"
    }
  ],
  "title": "Finally got around to reading Divergent. It's not great.",
  "created_utc": 1620167523,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was gifted the books from a family member who was cleaning out their bookshelf. Good lord, this book is not really good and I might just give up on the rest of the trilogy. </p>\n\n<p>The Faction system is really simplistic, and it doesn&#39;t work for me. I don&#39;t know what point this dystopia is trying to make. In 1984, communism is the root of the dystopia. In Handmaid&#39;s Tale, it&#39;s misogyny. In Hunger Games, it&#39;s the glorification of violence and war and class warfare. But in Divergent, the enemy is .... what? Specialization? </p>\n\n<p>Plus the main character is kinda flat. </p>\n\n<p>Your thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 82,
  "permalink": "/r/books/comments/n4uiik/finally_got_around_to_reading_divergent_its_not/",
  "subreddit": "books",
  "id": "n4uiik",
  "is_self": true,
  "media": null,
  "is_video": false
}