{
  "author": "anditwaslove",
  "the_new_excerpt": "To not want a mother to be able to take her child to the doctor because they\ncan’t afford it so that you can pay a bit less in taxes is deplorable. To think\nthat a cancer patient should have to worry about not having a home to go home to\nbecause they had to sell it to afford life-saving treatment is…",
  "original_created_utc": 1621846727,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "自分の税金を少しでも安くするために、お金がないからといって母親が子供を医者に連れていけないようにするのは\n自分の納税額を少しでも減らすために、母親に子供を医者に連れて行く余裕がないことを嫌がるのは、嘆かわしいことです。癌患者が\n癌患者が、自分の家に帰れないことを心配しなければならないとは\n癌患者が、救命治療のために家を売らなければならなかったために、帰る家がないという心配をしなければならないというのは...。",
      "title": "CMV：SOCIaLiSmを理由に国民皆保険制度を望まないアメリカ人は、人間として最低です。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "不希望一个母亲能够带着她的孩子去看医生，因为他们负担不起，这样你就可以少交一点税。\n这样你就可以少交一点税，这是令人遗憾的。认为\n癌症患者应该担心没有一个可以回家的家，因为他们没有钱。\n因为他们不得不卖掉房子来支付拯救生命的治疗费用，这是......",
      "title": "CMV：那些因为sOcIaLiSm而不想要全民医疗的美国人是可怕的人类。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "不希望一個母親能夠帶着她的孩子去看醫生，因爲他們負擔不起，這樣你就可以少交一點稅。\n這樣你就可以少交一點稅，這是令人遺憾的。認爲\n癌症患者應該擔心沒有一個可以回家的家，因爲他們沒有錢。\n因爲他們不得不賣掉房子來支付拯救生命的治療費用，這是......",
      "title": "CMV：那些因爲sOcIaLiSm而不想要全民醫療的美國人是可怕的人類。"
    }
  ],
  "title": "CMV: Americans who do not want universal healthcare because of sOcIaLiSm are awful human beings.",
  "created_utc": 1621855835,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>To not want a mother to be able to take her child to the doctor because they can’t afford it so that you can pay a bit less in taxes is deplorable. To think that a cancer patient should have to worry about not having a home to go home to because they had to sell it to afford life-saving treatment is deplorable. To think Diabetics should die because they can’t afford insulin is deplorable. To think that human beings should be living on the streets, self-medicating with heavy drugs because they have no way of getting the mental health treatment they need is deplorable. I don’t care if you don’t want to pay for other people’s healthcare, because I’m pretty certain that if YOUR child desperately needed treatment for something you could not afford and it was available for free, socialism would suddenly seem a lot more appealing.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/changemyview/comments/njtfhb/cmv_americans_who_do_not_want_universal/",
  "subreddit": "changemyview",
  "id": "njtfhb",
  "is_self": true,
  "media": null,
  "is_video": false
}