{
  "author": "mintylove",
  "original_created_utc": 1638226444,
  "title": "Did i somehow get scammed??? Can anyone explain what this was all about?",
  "created_utc": 1638234773,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So this weekend I finally went out partying with my friends after a prolonged break (yes I am double vaccinated and getting my booster next month). Anyway, we went into a local club in which I had been multiple times before. After a couple hours and glasses of wine this group of well-dressed men (think of the American Psycho business guys) invited us to their table after hearing us talk about crypto. Now I am not an expert on the subject by any means, and neither are my friends, we were just discussing the most recent news about ADA, XRP, DOGE and SHIB. These men, however, were very intrigued to hear about our opinions on the matter and what we thought were good investments. They seemed very well off, buying us drinks like it was nothing and promising to give us all multiple bitcoins as long as we kept drinking with them, which I took as a joke (obviously).</p>\n\n<p>After drinking with these men in suits for a while, having held a long break from alcohol consumption, I blacked out. The next morning I laid on my bed in an abysmal hangover for what must have been like three hours, trying to recollect my memories from the night before. Once I got up and walked into my kitchen I saw a polaroid picture on the table, right next to my keys and wallet. It depicted a person in a freaky Sonic the Hedgehog costume wearing a Harry Potter school uniform. He also had a Barack Obama mask on top of the Sonic head and some freaky brownish thing coming out the back, a tail I suppose. I had absolutely no recollection of ever having possession of this polaroid picture and I had never seen that weird image before. I turned it around and on the back it just said “Check your Metamask wallet sir”. I didn’t have a Metamask wallet (I only use Coinbase and Binance), but upon checking my phone I found a Metamask App.</p>\n\n<p>I opened the app and it says I own 100 000 000 000 “BITCOIN”. Well, I figured there is no way they are the actual, real bitcoins. After googling how the app works, I went ahead and checked the coin contract on a site called bscscan.com. The real name of the “BITCOIN” is fucking HarryPotterObamaSonic10Inu. Harry. Potter. Obama. Sonic. 10. Inu. What the fuck is this? Who the fuck gives people (God knows if I myself paid for this shit) “bitcoins” that in reality are some abomination of a shitcoin? Is this even legal? Does anyone here know how I can get rid of these “bitcoins”? Do they even have value??? Picture on my post is the polaroid I found on my table.  </p>\n\n<p><a href=\"https://preview.redd.it/gcxfpc9o6m281.jpg?width=723&amp;format=pjpg&amp;auto=webp&amp;s=c29f410004e9e483e5c6e0974c193ada26765541\">https://preview.redd.it/gcxfpc9o6m281.jpg?width=723&amp;format=pjpg&amp;auto=webp&amp;s=c29f410004e9e483e5c6e0974c193ada26765541</a></p>\n</div><!-- SC_ON -->",
  "score": 1086,
  "permalink": "/r/CryptoCurrency/comments/r57zus/did_i_somehow_get_scammed_can_anyone_explain_what/",
  "subreddit": "CryptoCurrency",
  "id": "r57zus",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "So this weekend I finally went out partying with my friends after a prolonged\nbreak (yes I am double vaccinated and getting my booster next month). Anyway, we\nwent into a local club in which I had been multiple times before. After a couple\nhours and glasses of wine this group of well-dressed men…"
}