{
  "author": "Hvrinc",
  "the_new_excerpt": "I read the novel, the other side of midnight by Sydney Sheldon. I'm sorry but\nwhat? His characters are so perfect. I mean they are way way too perfect. The\nwomen who are depicted are soo superficial. They are good looking, intelligent,\ndiplomatic, smart and sometimes I'm just low-key jealous of how…",
  "original_created_utc": 1621321018,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "シドニー・シェルダンの「真夜中の向こう側」という小説を読みました。申し訳ありませんが\n何が？彼のキャラクターはとても完璧です。というか、あまりにも完璧すぎる。描かれている女性たちは\n描かれている女性たちは、とても表面的です。容姿端麗で、知的で、外交的で\n外交的で賢くて、たまに無性にうらやましくなります。",
      "title": "私はキャラクターが人間の行動に忠実であることを望んでいます。欠点のないキャラクターはいらない。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我读了小说，悉尼-谢尔顿的《午夜的另一边》。我很抱歉，但是\n什么？他的人物是如此完美。我是说他们太完美了。那些被描述的女人\n描写的女性是如此的肤浅。她们长得漂亮、聪明、有外交手腕、有智慧。\n外交家，聪明，有时我只是低调地嫉妒她们如何......。",
      "title": "我希望人物能够真实地反映人类行为。我不想要那些完美无缺的人物。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我讀了小說，悉尼-謝爾頓的《午夜的另一邊》。我很抱歉，但是\n什麼？他的人物是如此完美。我是說他們太完美了。那些被描述的女人\n描寫的女性是如此的膚淺。她們長得漂亮、聰明、有外交手腕、有智慧。\n外交家，聰明，有時我只是低調地嫉妒她們如何......。",
      "title": "我希望人物能夠真實地反映人類行爲。我不想要那些完美無缺的人物。"
    }
  ],
  "title": "I want characters to be true to human behaviour. I don't want those flawless characters.",
  "created_utc": 1621338461,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I read the novel, <em>the other side of midnight</em> by Sydney Sheldon. \nI&#39;m sorry but what? His characters are so perfect. I mean they are way way too perfect. The women who are depicted are soo superficial. They are good looking, intelligent, diplomatic, smart and sometimes I&#39;m just low-key jealous of how non human they are. They can sing, they can dance, they are good in math, stats everything. Or else they are a perfect sponge and will absorb every information they have or get. </p>\n\n<p>I mean this is sooo not true of a actual human being. \nNo human being is perfect in <em>everything</em>. That&#39;s next to impossible. I personally don&#39;t like these near perfect characters because I can never relate to them. </p>\n\n<p>I like characters which are raw, natural and have faults in them. </p>\n\n<p>For example, Amy from <em>gone girl</em>. She is such a beautiful example. Flaws to deal with, jealousy, hate, anger, agony,etc. These emotions have been so beautifully depicted. </p>\n\n<p>Even in the novel <em>Kafka on the shore</em> by Haruki Murakami, Kafka Tamura is not so perfect and that makes his character beautiful and realistic and relatable. </p>\n\n<p>Conclusion: give me characters with flaws yet a imaginary scenario. I&#39;m fine with another dimension stuff or ghost or bla bla. But my characters need to be true to human nature.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/nf3pyf/i_want_characters_to_be_true_to_human_behaviour_i/",
  "subreddit": "books",
  "id": "nf3pyf",
  "is_self": true,
  "media": null,
  "is_video": false
}