{
  "author": "BigChipDonaghue",
  "the_new_excerpt": "Ok, buckle up beefcakes cause this has been argument numero uno in my house\ntoday. Every weekend I spend maybe 30 min to 1hr whipping up a sweet breakfast –\neggs, bacon, hashbrowns… toast. Yes, buttered toast. This morning, I’m boutta\ndig into my meal when I pick up that sweet golden crispy piece of…",
  "original_created_utc": 1611526255,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "好了，扣上牛肉饼，因为这一直是我家的争论焦点。\n今天。每到周末，我都会花30分钟到1个小时的时间来准备一份甜蜜的早餐--。\n鸡蛋，培根，薯饼... 吐司。是的，黄油吐司。今天早上，我准备好了\n挖到我的饭菜，当我拿起那块甜美的金黄酥... ...",
      "title": "CMV：倒着吃吐司更有意义，这样吃起来舌头更有味道。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "好了，扣上牛肉餅，因爲這一直是我家的爭論焦點。\n今天。每到週末，我都會花30分鐘到1個小時的時間來準備一份甜蜜的早餐--。\n雞蛋，培根，薯餅... 吐司。是的，黃油吐司。今天早上，我準備好了\n挖到我的飯菜，當我拿起那塊甜美的金黃酥... ...",
      "title": "CMV：倒着喫吐司更有意義，這樣喫起來舌頭更有味道。"
    }
  ],
  "title": "CMV: It makes more sense to eat toast upside down so you get more flavour on your tongue",
  "created_utc": 1611569394,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ok, buckle up beefcakes cause this has been argument numero uno in my house today. Every weekend I spend maybe 30 min to 1hr whipping up a sweet breakfast – eggs, bacon, hashbrowns… toast. Yes, buttered toast. This morning, I’m boutta dig into my meal when I pick up that sweet golden crispy piece of challah when my brother says I’m “eating it wrong” cause it was butter side down, and lo and behold I have come to this sub to see if someone can give me a better reason than “it’s wrong” to change my ways.</p>\n\n<p>Obviously if I’ve got something drippy or it’s got loose toppings, I’m eating it right side up so everything stays in place, but for your average cream cheese / avocado / butter toast, you flip it upside down so it’s maximum flavour right off the bat. This can also extend to burgers if all the toppings are at the bottom so you can taste the meat first.</p>\n</div><!-- SC_ON -->",
  "score": 208,
  "permalink": "/r/changemyview/comments/l48yrw/cmv_it_makes_more_sense_to_eat_toast_upside_down/",
  "subreddit": "changemyview",
  "id": "l48yrw",
  "is_self": true,
  "media": null,
  "is_video": false
}