{
  "author": "thatbitchlol",
  "original_created_utc": 1640284762,
  "title": "YSK getting a girl really drunk so she’ll have sex with you IS RAPE",
  "created_utc": 1640332454,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Why YSK: it can effect the victim for a long time and could potentially land you in a lot of shit&lt;/p&gt;\n\n&lt;p&gt;It seems to me based on films I have seen, many of them are unknowingly promoting rape culture. In one very popular film I rewatched recently (Superbad), Jonah hill jokes that parties are for getting girls really drunk so they’ll sleep with you.&lt;/p&gt;\n\n&lt;p&gt;With recent personal events this shocked me that such a popular film would joke about something like that and normalise it. If you sleep with someone (whether it’s a man/woman) who is blackout drunk and likely would never even consider sleeping with you sober THAT IS RAPE, there was no consent.&lt;/p&gt;\n\n&lt;p&gt;If you’re still reading also please read up on symptoms of Rohypnol/ GHB (date rape drugs). Many people think being spiked looks like you’re really drunk, unable to speak or walk but the reality is often VERY different. They can make you euphoric, lose inhibition, increase sense of connection with others, influence decision making and increase libido. If the spiker knows what they’re doing it can be so hard to spot and it’s so important to look out for your friends and ANY indication they may have been spiked GET TESTED ASAP. These drugs only stay in your system for a few hours and we need to start catching these bastards!&lt;/p&gt;\n\n&lt;p&gt;Take care, have a good Christmas for those who celebrate it :)&lt;/p&gt;\n\n&lt;p&gt;Edit:&lt;/p&gt;\n\n&lt;p&gt;Please stop making this a gender thing, I literally say man/woman&lt;/p&gt;\n\n&lt;p&gt;My post has actually shocked me seeing this level of hatred in the comments and comments saying “well what about &lt;em&gt;insert men’s issue&lt;/em&gt;” NOT EVERYTHING IS A MENS VS WOMEN COMPETITION &lt;/p&gt;\n\n&lt;p&gt;I don’t comment on posts about men’s mental health and suicide rates saying “oh yeah well women are more likely to get raped so that’s the real issue”ygm?? They’re BOTH issues, let them both exist&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 565,
  "permalink": "/r/YouShouldKnow/comments/rn27jx/ysk_getting_a_girl_really_drunk_so_shell_have_sex/",
  "subreddit": "YouShouldKnow",
  "id": "rn27jx",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: it can effect the victim for a long\ntime and could potentially land you in a lot of shit</p> <p>It seems to me based\non films I have seen, many of them are unknowingly promoting rape culture. In\none very popular film I rewatched recently (Superbad), Jonah…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: 被害者に長い間影響を与えることができます。\n</p> <p>私にとっては、このようなことはとても重要です。\n私が見た映画では、その多くが知らず知らずのうちにレイプ文化を助長しています。その中で\n最近見返した大人気映画（スーパーバッド）で、ジョナ...",
      "title": "YSK 女の子を酔わせてセックスさせるのは強姦だ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>为什么YSK：它可以影响受害者很长一段时间\n潜在地使你陷入很多困境</p> <p>在我看来，根据我所看到的电影，许多人都在不知不觉中宣扬强奸文化。\n在我所看到的电影中，许多人都在不知不觉地促进强奸文化。在\n我最近重新观看的一部非常受欢迎的电影（《超级大坏蛋》），乔纳...",
      "title": "YSK让女孩喝得酩酊大醉，以便她与你发生性关系是强奸。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "<! -- SC_OFF --><div class=\"md\"><p>爲什麼YSK：它可以影響受害者很長一段時間\n潛在地使你陷入很多困境</p> <p>在我看來，根據我所看到的電影，許多人都在不知不覺中宣揚強姦文化。\n在我所看到的電影中，許多人都在不知不覺地促進強姦文化。在\n我最近重新觀看的一部非常受歡迎的電影（《超級大壞蛋》），喬納...",
      "title": "YSK讓女孩喝得酩酊大醉，以便她與你發生性關係是強姦。"
    }
  ]
}