{
  "author": "TheNiceWriter",
  "the_new_excerpt": "Why YSK: It's almost valentines day, and you might be ordering flowers soon or\nhave relatives (especially elderly) who might. Don't order from Teleflora. Tell\nyour grandma this as well.\n\nI ordered from them a few months ago, and I was completely ghosted by them. I’ve\nbeen looking into them ever…",
  "original_created_utc": 1612646719,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "Why YSK: 快到情人节了，你可能很快就要订花了，或者是订花了。\n有亲戚（尤其是老人）可能会。不要从Teleflora订购。请告诉\n你奶奶这也是。\n\n几个月前我在他们那里订了货，我完全被他们鬼迷心窍了。我已经\n一直在寻找他们曾经...",
      "title": "YSK：Teleflora是一个骗局。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "Why YSK: 快到情人節了，你可能很快就要訂花了，或者是訂花了。\n有親戚（尤其是老人）可能會。不要從Teleflora訂購。請告訴\n你奶奶這也是。\n\n幾個月前我在他們那裏訂了貨，我完全被他們鬼迷心竅了。我已經\n一直在尋找他們曾經...",
      "title": "YSK：Teleflora是一個騙局。"
    }
  ],
  "title": "YSK: Teleflora is a scam",
  "created_utc": 1612693418,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: It&#39;s almost valentines day, and you might be ordering flowers soon or have relatives (especially elderly) who might. Don&#39;t order from Teleflora. Tell your grandma this as well.</p>\n\n<p>I ordered from them a few months ago, and I was completely ghosted by them. I’ve been looking into them ever since and this is what I found.</p>\n\n<p>Let me start with the customer reviews on consumer affairs;</p>\n\n<p><a href=\"https://www.consumeraffairs.com/online/teleflora.html\">https://www.consumeraffairs.com/online/teleflora.html</a></p>\n\n<p>1 star across the board.</p>\n\n<p>But they&#39;re not just a bad company, no.</p>\n\n<p>Here&#39;s the scam;</p>\n\n<p>They walk you through placing an order. They talk up &#39;their product&#39; and get as much money out of you as possible.</p>\n\n<p>You think to yourself &quot;great, I just ordered beautiful flowers!&quot;</p>\n\n<p>But the thing is, they don&#39;t have designers. They don&#39;t have a shop.</p>\n\n<p>They call shops in the area you want to deliver to and they pawn off their orders on those shops.</p>\n\n<p>The shop actually making the order gets a fraction of what they would of have you called them directly. Teleflora gets the rest. The shop making the flowers can&#39;t just give flowers away for free. If the shop is getting paid $20 for a $60 order, you&#39;re getting $20 worth of flowers. That $40 goes straight into telefloaral&#39;s pockets. It was leeched away.</p>\n\n<p>In addition, because they don&#39;t have a stock, your order is limited to another company&#39;s stock. They&#39;ll promise you a nice blue vase, but if the store they pawn the order onto has no blue vase, you&#39;ll get whatever they have.</p>\n\n<p>9 times out of 10, all of the shops in an area will be so sick of these scam calls that they don&#39;t accept the order. That means you paid for flowers you won&#39;t receive.</p>\n\n<p>Instead, you should find the number of a local shop or a chain of local shops in the area you want to deliver to. Verify the shops exist on google maps. Have an address of the shop on hand. Order directly.</p>\n\n<p>Note, sometimes (especially because of recent events) shops use from home workers to process online orders. For chain shops, they generally have a central customer service number that takes orders for the whole chain. Although these numbers are legit and safe, this can look similar to what Teleflora does. If you get a remote worker, and you&#39;re worried about it, ask to be transferred to the actual shop and verify the shop address on google.</p>\n\n<p>Stay safe.</p>\n\n<p>Edit; Teleflora isn’t the only company that does this, there are several others. But they’re one of the biggest and most well known.</p>\n</div><!-- SC_ON -->",
  "score": 203,
  "permalink": "/r/YouShouldKnow/comments/le78aw/ysk_teleflora_is_a_scam/",
  "subreddit": "YouShouldKnow",
  "id": "le78aw",
  "is_self": true,
  "media": null,
  "is_video": false
}