{
  "author": "Davida132",
  "the_new_excerpt": "So, in thinking about how I'm raising, and will continue to raise, my children,\nI've realized something. You can't simultaneously teach the most extreme forms\nof trans acceptance and that gender roles are harmful social constructs.\n\nSo basically, we're trying to open up our society to all of these…",
  "original_created_utc": 1623828271,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "そこで、自分がどのように子供を育てているのか、これからどのように育てていくのかを考えたときに\n気づいたことがあります。最も極端な形のトランス・アクセプタンスとジェンダー・ロールを同時に教えることはできません。\nトランスを受け入れることと、性別役割分担は有害な社会構成物であることを同時に教えることはできません。\n\nつまり、基本的には、これらのすべてに対して社会を開放しようとすると...",
      "title": "CMV：トランス／ジェンダー・ノンコンフォーミングの活動家の考え方の中には、固定されたジェンダーの役割を破壊するのではなく、むしろ強制するものもあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "因此，在思考我如何养育，并将继续养育我的孩子时。\n我意识到一些事情。你不能同时教导最极端形式的\n接受变性的最极端形式，以及性别角色是有害的社会结构。\n\n因此，基本上，我们正在努力向所有这些开放我们的社会...",
      "title": "CMV：一些变性/非变性活动家的想法实际上是在强制执行严格的性别角色，而不是打破它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "因此，在思考我如何養育，並將繼續養育我的孩子時。\n我意識到一些事情。你不能同時教導最極端形式的\n接受變性的最極端形式，以及性別角色是有害的社會結構。\n\n因此，基本上，我們正在努力向所有這些開放我們的社會...",
      "title": "CMV：一些變性/非變性活動家的想法實際上是在強制執行嚴格的性別角色，而不是打破它們。"
    }
  ],
  "title": "CMV: Some trans/gender non-conforming activist ideas actually enforce ridged gender roles, rather than break them down.",
  "created_utc": 1623869090,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So, in thinking about how I&#39;m raising, and will continue to raise, my children, I&#39;ve realized something. You can&#39;t simultaneously teach the most extreme forms of trans acceptance and that gender roles are harmful social constructs.</p>\n\n<p>So basically, we&#39;re trying to open up our society to all of these different ways that people can and do identify. That is a good thing. I&#39;m down for radical tolerance. However, we&#39;re also trying to instill the fact that gender expression is a societal phenomena, which can be restrictive and harmful. </p>\n\n<p>I think this creates a paradox. It&#39;s like this &quot;gender roles are a social construct, you don&#39;t have to base your behavior or identity on them. But, if you don&#39;t identify with society&#39;s portrayal of this gender, you&#39;re probably some other gender.&quot;</p>\n\n<p>I think that this presents a huge problem. Are we attempting so hard to be accepting to non-traditional genders, that we&#39;re failing at destroying gender roles? </p>\n\n<p>I care because my daughter might come to me some day, questioning her assigned gender. Do I tell her that identifying with &quot;boy&quot; things doesn&#39;t make her a boy, or do I tell her it&#39;s okay if she feels more like a boy than a girl?? </p>\n\n<p>My mind could be changed if someone presented me with a fairly concrete definition, which explains the differences between these things. Thanks for your thoughts.</p>\n\n<p>Edit: thank you, everyone, for the civility and understanding. I was really worried I might come off as transphobic, and y&#39;all have showed me a lot of patience. I appreciate it.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/o0z7ao/cmv_some_transgender_nonconforming_activist_ideas/",
  "subreddit": "changemyview",
  "id": "o0z7ao",
  "is_self": true,
  "media": null,
  "is_video": false
}