{
  "author": "BooksAndStarsLover",
  "original_created_utc": 1636006917,
  "title": "CMV: Expecting individuals to cater to crazy pronouns beyond he/him/she/her/they/them is expecting to much of people. I dont see why I should have to refer to someone by crazy hard to say pronouns and put in that effort for their self image.",
  "created_utc": 1636022233,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>According to Google there are 78 gender pronouns now. Thats freaking crazy. I cant pronounce most of them to even refer to someone even if I really wanted to cause I simply can&#39;t say many of them and they confuse me on how to fit into my grammer and sentence structure (2 things I already struggle with) and I know many others who think the same. Asking is just to much. </p>\n\n<p>If you tell me to refer to you as a girl I can do that with out thinking or effort. Its something I do without thinking and have my whole life for everyone. No big deal. Same for a guy. Even Non-bianary, while I may need to think for a second or 2 before referring to you cause I struggle talking and putting words in proper order in the first place but ok not to hard. Not that much effort so I dont care. I can do that for you.</p>\n\n<p>Asking me to call you Zie, Em, Ter or what ever of you ask me to of the 78 other pronouns you chose from just messes with my head. I have to put effort in to remember this single random person now. I have to sit there and feel stupid trying to talk to or about them cause 90% of the time I cant say the pronoun. I have to remember you use a different pronoun than everyone else in my life and its confusing as hell. I have to restructure my sentences and the ways I speak to or about this person and its obnoxious. I shouldn&#39;t nor should anyone need to put that much thought or effort in for your self image. Thats for you to deal with on your own and it just feels unnecessary when you can just go by them/they as a umbrella term. Your a unicorn/tree/ Zir/ alien/ Ter/or Em. Them/ They fits you fine. Your not a guy or girl you fit even if not perfectly with them/they pronouns. And asking for that much is reasonable with people!</p>\n\n<p>Your not a girl or guy. Thats perfectly fine. Umbrella term it under them/ they pronouns. Its not perfect but asking more is a lot. Expecting people to memorize more than that is to much expectation and even more so on a stranger or someone who in all reality may think of you as little more than a coworker or just someone they happen to know/ be around. Reasonable expectations in society are important. Expecting more than He/Him/She/Her/They/Them is unreasonable.</p>\n\n<p>Update: Honestly my mind isn&#39;t 100% changed this would be a easier solution. But people are worth the effort when I care. Ive gotten a few DMs that had stories that really caused me to reevaluate. And I get its kinda a asshole thing to do. To be honest Im probably gonna just cut the friends off whom made me snap and come up with this solution in the first place. As for the 2 people in my life whom refer to themselves as dog and toy and expect more than just pronouns Im probably going to have a talk with them about it being a pain and it being to much to expect and if they cant accept it Im probably going to see them much less or just stop talking. Im ok calling people the proper gender but the simple thing is there is such thing as to much and I suppose I experienced that and thought it was normal. I didn&#39;t facor in I am a odd ball and extreamly extroverted and my problem is a bit unique as there are so many people. But I have physical issues pronouncing words and Im tired of there being no exceptions to help me there while still being called a ass. Im done with dealing with that but I understand now just cause it makes my life a tiny bit easier other than those people doesn&#39;t mean I wasnt wrong.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/qmegdk/cmv_expecting_individuals_to_cater_to_crazy/",
  "subreddit": "changemyview",
  "id": "qmegdk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "According to Google there are 78 gender pronouns now. Thats freaking crazy. I\ncant pronounce most of them to even refer to someone even if I really wanted to\ncause I simply can't say many of them and they confuse me on how to fit into my\ngrammer and sentence structure (2 things I already struggle…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Googleによると、現在78の性別代名詞があるそうです。めちゃくちゃクレイジーですよね。I\n私はそのほとんどを発音することができず、たとえ誰かを参照したくても\nなぜなら、私は単にそれらの多くを言うことができないし、それらは私の文法や文章構造にどのように適合するかについて私を混乱させるからです。\n文法や文章の構成にどのように適合させればいいのか混乱してしまうのです（私がすでに苦労している2つのこと...）。",
      "title": "CMV: he/him/she/her/they/themを超えるような、おかしな代名詞に対応することを個人に期待するのは、人に期待しすぎです。私は、誰かのセルフイメージのために、言いにくい代名詞を使って、その努力をしなければならない理由がわかりません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "根据谷歌的数据，现在有78个性别代名词。这真是太疯狂了。I\n即使我真的想这么做，我也无法说出其中的大部分来指代某人。\n因为我根本说不出其中的很多，而且它们让我困惑，不知道如何适应我的\n语法和句子结构（这两点我已经在努力了......",
      "title": "CMV：期望个人迎合超越他/他/她/他们的疯狂代名词是对人们的期望过高。我不明白为什么我必须用难以启齿的疯狂代名词来称呼某人，并为他们的自我形象付出努力。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "根據谷歌的數據，現在有78個性別代名詞。這真是太瘋狂了。I\n即使我真的想這麼做，我也無法說出其中的大部分來指代某人。\n因爲我根本說不出其中的很多，而且它們讓我困惑，不知道如何適應我的\n語法和句子結構（這兩點我已經在努力了......",
      "title": "CMV：期望個人迎合超越他/他/她/他們的瘋狂代名詞是對人們的期望過高。我不明白爲什麼我必須用難以啓齒的瘋狂代名詞來稱呼某人，併爲他們的自我形象付出努力。"
    }
  ]
}