{
  "author": "NarutoVonnegut",
  "original_created_utc": 1630839517,
  "title": "Is Vonnegut popular in countries outside of USA?",
  "created_utc": 1630861278,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Idk much about this but have always liked Kurt Vonnegut’s books and thought of them to have an American appeal to the philosophies behind the stories. I understand that anyone all over the world could relate to these stories but it def has USA satire in it. My favorite of his is sirens of titan, but ya .. do people from other countries read Vonnegut… Like how the whole world reads Dostoevsky, but prob to lesser extent.. what is the consensus y’all, are you from outside of the US and read Vonnegut..</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/pib24a/is_vonnegut_popular_in_countries_outside_of_usa/",
  "subreddit": "books",
  "id": "pib24a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Idk much about this but have always liked Kurt Vonnegut’s books and thought of\nthem to have an American appeal to the philosophies behind the stories. I\nunderstand that anyone all over the world could relate to these stories but it\ndef has USA satire in it. My favorite of his is sirens of titan, but…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "よくわからないけど、カート・ヴォネガットの本は昔から好きで、物語の背後にある哲学にアメリカ的な魅力があると思っていた。\n物語の背後にある哲学にアメリカ的な魅力を感じていました。I\n世界中の誰もがこれらの物語に共感できることを理解しています。\nアメリカの風刺が効いているのは確かです。ヴォネガットの作品で一番好きなのは「Sirens of Titan」ですが...。",
      "title": "ヴォネガットはアメリカ以外の国でも人気がありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我不太了解这一点，但我一直喜欢库尔特-冯内古特的书，并认为他们的故事背后有一种美国式的吸引力。\n他们对故事背后的哲学有一种美国式的吸引力。I\n我明白，全世界的人都可以与这些故事有关，但它有美国的讽刺意味。\n它有美国的讽刺意味。我最喜欢他的作品是《泰坦的海妖》，但...",
      "title": "冯内古特在美国以外的国家受欢迎吗？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我不太瞭解這一點，但我一直喜歡庫爾特-馮內古特的書，並認爲他們的故事背後有一種美國式的吸引力。\n他們對故事背後的哲學有一種美國式的吸引力。I\n我明白，全世界的人都可以與這些故事有關，但它有美國的諷刺意味。\n它有美國的諷刺意味。我最喜歡他的作品是《泰坦的海妖》，但...",
      "title": "馮內古特在美國以外的國家受歡迎嗎？"
    }
  ]
}