{
  "author": "stary_sunset",
  "original_created_utc": 1631651507,
  "title": "Ysk, a prenuptial agreement doesn't mean you think you will divorce.",
  "created_utc": 1631662574,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why ysk. Most people think of prenups as an impending sign of divorce. Meant to protect assets. It&#39;s not. Its just a detailed contract pertaining to marriage. </p>\n\n<p>Marriage is a contract not just a commitment to love each other, but also a commitment to be together for life. That can take different forms, but  usually means living together. </p>\n\n<p>A prenup isn&#39;t just about what happens when you divorce its also about what happens while you are married, ie under contract. It can detail how you mix or don&#39;t mix finances, how you prepare for retirement or children. It can even detail penalties for not picking up your socks, or a reward system for meeting life goals. A prenup is meant to protect both/all involved parties as an extension of the marriage contract. </p>\n\n<p>So many marriages end because no one wants to have the hard convos before the wedding. Sit down discuss how you want your life together to look and make a plan using a prenup.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/YouShouldKnow/comments/poazwa/ysk_a_prenuptial_agreement_doesnt_mean_you_think/",
  "subreddit": "YouShouldKnow",
  "id": "poazwa",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why ysk. Most people think of prenups as an impending sign of divorce. Meant to\nprotect assets. It's not. Its just a detailed contract pertaining to marriage.\n\nMarriage is a contract not just a commitment to love each other, but also a\ncommitment to be together for life. That can take different…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜyskなのか。ほとんどの人は、プレナップを離婚の差し迫った兆候だと思っています。を守るためのものです。\n資産を守るためのものです。そうではありません。結婚に関する詳細な契約書に過ぎません。\n\n結婚とは、お互いに愛し合うことを約束するだけでなく、一生一緒にいることを約束する契約です。\n一生一緒にいることを約束するものです。それにはさまざまな...",
      "title": "Yskさん、婚前契約は、離婚すると思っているわけではありません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是ysk。大多数人认为婚前协议是即将到来的离婚的标志。目的是为了\n保护资产。其实不然。它只是一份与婚姻有关的详细合同。\n\n婚姻是一种契约，不仅仅是对彼此相爱的承诺，也是一种\n承诺在一起生活。这可以采取不同的...",
      "title": "Ysk，婚前协议并不意味着你认为你们会离婚。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是ysk。大多數人認爲婚前協議是即將到來的離婚的標誌。目的是爲了\n保護資產。其實不然。它只是一份與婚姻有關的詳細合同。\n\n婚姻是一種契約，不僅僅是對彼此相愛的承諾，也是一種\n承諾在一起生活。這可以採取不同的...",
      "title": "Ysk，婚前協議並不意味着你認爲你們會離婚。"
    }
  ]
}