{
  "author": "JacobDCRoss",
  "original_created_utc": 1628437361,
  "title": "Tribute to the local bookseller of my childhood. Please feel free to share your own experiences.",
  "created_utc": 1628495142,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We all have those special bookstores, I hope. The ones from before Amazon wrecked them all. I&#39;m not a Luddite, but I do have a soft spot for a place where you can come in browse for hours.Maybe even sit and read. Enough preamble; here&#39;s my favorite.</p>\n\n<p>When I was 12 or 13, around 1995 or 1996, a new book store opened up in my town. There already was one bookseller, an independent shop that dealt only in new titles. Susan&#39;s Books was different. She carried all sorts of books. Her model worked in a way that was novel to me. </p>\n\n<p>All books were on sale for half the cover price, unless they were really in bad shape. But the real deal was that she would take your books in as inventory, and give you store credit for a quarter of the cover price. My family were all voracious readers, so when the shop opened we brought in dozens of titles. I think we ended up with something like $1000 in store credit. And most of that was from books that we&#39;d gotten cheap at garage sales. Susan only charge you a quarter for each credit transaction.</p>\n\n<p>Once you were done with the book, if you didn&#39;t feel like keeping it, you could just bring it back to her for more credit. Her shop was open for about 5 or 6 years before she sold her inventory to Powell&#39;s and retired. That initial burst of credit kept us in books for the entire time. From Susan I got into Ian Fleming, Frank Herbert, Philip K Dick and so many others. I read enough books that I&#39;ve forgotten most of them, to be honest.</p>\n\n<p>Susan&#39;s shop felt like a second home. I&#39;d walk or bike a few miles every day in the summer to just spend an hour or two browsing shelves and then buy a few books. Sometimes I&#39;d stay and read in her sitting section. Other times we&#39;d just chat. </p>\n\n<p>Susan only ever had one employee at a time. For a long time it was a high school girls named Kelly (I think). I thought she was so cute and smart that I would awkwardly chat her up for hours at a time. Kelly, if you ever read this, I&#39;m the weird autistic kid who wouldn&#39;t stop talking. Sorry about that.</p>\n\n<p>Anyway, I really valued that store. It was so great to be able to just look for a book, not knowing what you wanted and find something that felt like it was destined to be yours.</p>\n\n<p>After Susan retired another shop opened up in town, and it used the same model. It was a bit bigger, and the women who ran it were nice. I had like $150 in credit when I moved away so I just transferred it to my friends (who ended up becoming my in-laws a few years later).</p>\n\n<p>All of the stores in that town are closed now. I still have Powell&#39;s nearby, or Cameron&#39;s if I want something more independent (though I can&#39;t stand how Cameron&#39;s stacks their shelves). But I&#39;ll always miss Susan and her little shop.</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/p0gy6q/tribute_to_the_local_bookseller_of_my_childhood/",
  "subreddit": "books",
  "id": "p0gy6q",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "We all have those special bookstores, I hope. The ones from before Amazon\nwrecked them all. I'm not a Luddite, but I do have a soft spot for a place where\nyou can come in browse for hours.Maybe even sit and read. Enough preamble;\nhere's my favorite.\n\nWhen I was 12 or 13, around 1995 or 1996, a new…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "みんな、そういう特別な本屋さんがあるといいですね。アマゾンが破壊する前のもの\n壊されてしまった。私はラッダイトではありませんが、何時間も立ち読みできる場所には好感を持っています。\n何時間でも見て回れる、座って読める本屋さんが好きなんです。前置きはこれくらいにして\n私のお気に入りをご紹介しましょう。\n\n私が12歳か13歳の時、1995年か1996年頃、新しい...",
      "title": "子供の頃にお世話になった本屋さんへのオマージュ。あなたの体験談をお聞かせください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我们都有那些特别的书店，我希望。在亚马逊之前的那些\n毁掉了它们。我不是一个傻瓜，但我确实对一个地方有好感。\n你可以进来浏览几个小时，甚至可以坐下来阅读。足够的序言。\n这是我的最爱。\n\n当我12或13岁时，大约在1995或1996年，一个新的...",
      "title": "向我童年时代的当地书商致敬。请随时分享你自己的经验。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我們都有那些特別的書店，我希望。在亞馬遜之前的那些\n毀掉了它們。我不是一個傻瓜，但我確實對一個地方有好感。\n你可以進來瀏覽幾個小時，甚至可以坐下來閱讀。足夠的序言。\n這是我的最愛。\n\n當我12或13歲時，大約在1995或1996年，一個新的...",
      "title": "向我童年時代的當地書商致敬。請隨時分享你自己的經驗。"
    }
  ]
}