{
  "author": "Merlin246",
  "the_new_excerpt": "It seems more and more frequently students are struggling with professors\nteaching poorly despite ever increasing tuition costs, the pandemic and online\nlearning has only emphasized this.\n\nIt would make sense to me for universities to hire professors that only teach\nand do not have other…",
  "original_created_utc": 1620337066,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "学費が高騰しているにもかかわらず、教授の教え方が悪いために学生が苦労するケースが増えているようです。\n学費が高騰しているにもかかわらず、教授の教え方が悪いと学生が悩むことが多くなっているようですが、パンデミックやオンライン学習が\nパンデミックとオンライン・ラーニングはこのことを強調しています。\n\n大学は、教えるだけで他の仕事をしない教授を雇うのが筋だと思います。\n教えるだけで、他の仕事をしていない教授を雇うのは理にかなっていると思います。",
      "title": "CMV：大学には、教えることだけに特化した教授を置くべきだ"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "似乎越来越多的学生正在与教授们斗争\n尽管学费不断增加，但教学效果不佳，大流行病和在线学习只是强调了这一点。\n瘟疫和在线学习只是强调了这一点。\n\n对我来说，大学雇用只教书的教授是有意义的。\n而没有其他方面的工作。",
      "title": "CMV：大学应该有专门从事教学的教授"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "似乎越來越多的學生正在與教授們鬥爭\n儘管學費不斷增加，但教學效果不佳，大流行病和在線學習只是強調了這一點。\n瘟疫和在線學習只是強調了這一點。\n\n對我來說，大學僱用只教書的教授是有意義的。\n而沒有其他方面的工作。",
      "title": "CMV：大學應該有專門從事教學的教授"
    }
  ],
  "title": "CMV: Universities should have professors dedicated to teaching only",
  "created_utc": 1620391109,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It seems more and more frequently students are struggling with professors teaching poorly despite ever increasing tuition costs, the pandemic and online learning has only emphasized this. </p>\n\n<p>It would make sense to me for universities to hire professors that only teach and do not have other responsibilities such as research etc. This would allow them to focus solely on teaching, providing the best learning experience for their students. Additionally they can have an increased amount of office hours. </p>\n\n<p>This may also mean that they can teach multiple classes so students become used to them and they can relate various classes together (if applicable). Especially for undergrad, you may not even require professors and instead use lecturers (those without doctorates) to teach as the course information is usually not on the cutting edge of the subject and instead is well-planted in history and well known (for example calculus). </p>\n\n<p>As an engineering student, I&#39;ve had some good profs, one excellent out of this world amazing prof and a bunch that were difficult to learn from. It seems I am not alone in these appraisals.</p>\n\n<p>Thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 55,
  "permalink": "/r/changemyview/comments/n6ifm9/cmv_universities_should_have_professors_dedicated/",
  "subreddit": "changemyview",
  "id": "n6ifm9",
  "is_self": true,
  "media": null,
  "is_video": false
}