{
  "author": "Miklay83",
  "original_created_utc": 1624497381,
  "title": "Lord of the Rings",
  "created_utc": 1624524113,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know it is an unpopular opinion but I just finished the first two Lord of the Rings books and it has been one of those rare instances where I enjoyed the movies way more than the source books.</p>\n\n<p>With the novels I just never felt the true desperation and overwhelming odds facing the characters. The book just felt more of a historical text; like reading a textbook vs watching an immersive documentary.</p>\n\n<p>There are some books where I can separate the text from the movie, especially when there is great divergence between the story  (King vs Kubrick&#39;s The Shining) but the LotR movies are fairly faithful adaptations.</p>\n\n<p>Sure I would have liked to see a bit of Tom Bombadil but I think the trade-offs with the movie interpretation are well worth it. One example: when Gandalf frees Theoden from the influence of Wormtongue - in the novels was a bit underwhelming, kind of like... hey, come get a few breaths of fresh air and a Snickers, you good boss? Look at the blue sky  (and his wrinkles smoothed. The end.) VS the movie interpretation when we can see the drastic  driving out of Sarumon&#39;s influence.</p>\n\n<p>I know this is a hot take here and I&#39;m not looking to change anyone&#39;s opinion or try to take away from Tolkien&#39;s masterpiece, I&#39;m just surprised with myself that this has been my takeaway through the first two books and wanted to know your take.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o6qgth/lord_of_the_rings/",
  "subreddit": "books",
  "id": "o6qgth",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know it is an unpopular opinion but I just finished the first two Lord of the\nRings books and it has been one of those rare instances where I enjoyed the\nmovies way more than the source books.\n\nWith the novels I just never felt the true desperation and overwhelming odds\nfacing the characters. The…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "賛否両論あると思いますが、私は「ロード・オブ・ザ・リング」の最初の2冊を読み終えました。\n指輪物語の最初の2冊を読み終えたところですが、原作本よりも映画の方がはるかに楽しめたという稀なケースでした。\n映画の方が原作本よりもはるかに楽しめました。\n\n小説では、登場人物が直面している真の絶望と圧倒的な困難を感じることができませんでした。\n小説では、登場人物が直面している真の絶望と圧倒的な困難を感じることができなかった。映画では...",
      "title": "ロード・オブ・ザ・リング"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我知道这是一个不受欢迎的观点，但我刚刚读完《指环王》的前两部。\n指环王》的前两部书，这是一个罕见的情况，我喜欢电影，而不是原著。\n电影比原著更受欢迎。\n\n在小说中，我只是从未感受到人物所面临的真正的绝望和压倒性的困难\n角色所面临的真正的绝望和压倒性的困难。这部电影是我最喜欢的。",
      "title": "指环王》杂志"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我知道這是一個不受歡迎的觀點，但我剛剛讀完《指環王》的前兩部。\n指環王》的前兩部書，這是一個罕見的情況，我喜歡電影，而不是原著。\n電影比原著更受歡迎。\n\n在小說中，我只是從未感受到人物所面臨的真正的絕望和壓倒性的困難\n角色所面臨的真正的絕望和壓倒性的困難。這部電影是我最喜歡的。",
      "title": "指環王》雜誌"
    }
  ]
}