{
  "author": "Miklay83",
  "original_created_utc": 1624497381,
  "title": "Lord of the Rings",
  "created_utc": 1624524113,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know it is an unpopular opinion but I just finished the first two Lord of the Rings books and it has been one of those rare instances where I enjoyed the movies way more than the source books.</p>\n\n<p>With the novels I just never felt the true desperation and overwhelming odds facing the characters. The book just felt more of a historical text; like reading a textbook vs watching an immersive documentary.</p>\n\n<p>There are some books where I can separate the text from the movie, especially when there is great divergence between the story  (King vs Kubrick&#39;s The Shining) but the LotR movies are fairly faithful adaptations.</p>\n\n<p>Sure I would have liked to see a bit of Tom Bombadil but I think the trade-offs with the movie interpretation are well worth it. One example: when Gandalf frees Theoden from the influence of Wormtongue - in the novels was a bit underwhelming, kind of like... hey, come get a few breaths of fresh air and a Snickers, you good boss? Look at the blue sky  (and his wrinkles smoothed. The end.) VS the movie interpretation when we can see the drastic  driving out of Sarumon&#39;s influence.</p>\n\n<p>I know this is a hot take here and I&#39;m not looking to change anyone&#39;s opinion or try to take away from Tolkien&#39;s masterpiece, I&#39;m just surprised with myself that this has been my takeaway through the first two books and wanted to know your take.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o6qgth/lord_of_the_rings/",
  "subreddit": "books",
  "id": "o6qgth",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I know it is an unpopular opinion but I just finished the first two Lord of the\nRings books and it has been one of those rare instances where I enjoyed the\nmovies way more than the source books.\n\nWith the novels I just never felt the true desperation and overwhelming odds\nfacing the characters. The…"
}