{
  "author": "Razik_",
  "the_new_excerpt": "I actually picked up this book last year but didn't return to it after reading\nabout 10 pages because I couldn't deal with the main character. I decided to\ngive it one more try since I didn't give it a fair chance and everybody had been\nsaying it was a good book.\n\nWow I am so glad I revisted…",
  "original_created_utc": 1617274699,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "其实这本书我去年就买了，但看完后就没再看了\n大约10页，因为我无法处理的主角。我决定\n再试一次，因为我没有给它一个公平的机会，每个人都已\n说这是一本好书。\n\n哇，我很高兴，我修改了... ...",
      "title": "《一个叫奥夫的男人》是我目前最喜欢的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "其實這本書我去年就買了，但看完後就沒再看了\n大約10頁，因爲我無法處理的主角。我決定\n再試一次，因爲我沒有給它一個公平的機會，每個人都已\n說這是一本好書。\n\n哇，我很高興，我修改了... ...",
      "title": "《一個叫奧夫的男人》是我目前最喜歡的書。"
    },
    {
      "locale": "ja-JA",
      "the_new_excerpt": "実はこの本、去年も手に取ったのですが、主人公の性格に合わず、10ページほど読んだだけで戻ってきませんでした。\n主人公に我慢できなかったので、10ページほど読んで帰らなかったのです。読んでみることにしました。\nみんながいい本だと言っていたので、もう一度読んでみることにしました。\nみんながいい本だと言っていたので、もう一度試してみることにしました。\n\n読んでみて、本当に良かった。",
      "title": "A Man Called Ove』は、今のところ今年のお気に入りの本です。"
    },
    {
      "locale": "ja",
      "the_new_excerpt": "実はこの本、去年も手に取ったのですが、主人公の性格に合わず、10ページほど読んだだけで戻ってきませんでした。\n主人公に我慢できなかったので、10ページほど読んで帰らなかったのです。読んでみることにしました。\nみんながいい本だと言っていたので、もう一度読んでみることにしました。\nみんながいい本だと言っていたので、もう一度試してみることにしました。\n\n読んでみて、本当に良かった。",
      "title": "A Man Called Ove』は、今のところ今年のお気に入りの本です。"
    }
  ],
  "title": "A Man Called Ove is my favourite book of the year so far",
  "created_utc": 1617280321,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I actually picked up this book last year but didn&#39;t return to it after reading about 10 pages because I couldn&#39;t deal with the main character. I decided to give it one more try since I didn&#39;t give it a fair chance and everybody had been saying it was a good book. </p>\n\n<p>Wow I am so glad I revisted it. </p>\n\n<p>Ove&#39;s past and the trials and tribulations he went through was absolutely heartbreaking to read. I judged him too harshly at my first attempt of reading the book but upon completing it I not only understood why he was grumpy and had a misanthropic attitude but also felt a vast amount of empathy for him. As the story progressed I began laughing at the exasperatIon Ove felt everytime things were not going his way. In addition to that I would feel sad in the same moment because what he was going through was sad and depressing. I felt attached to the supporting characters as well (and yes that includes the cat) who brought their own humor and wit to the tale. There is so much more I can say about this book but I don&#39;t want to make this post long. </p>\n\n<p>I adore this book. I&#39;m grateful I&#39;d picked up again.</p>\n</div><!-- SC_ON -->",
  "score": 81,
  "permalink": "/r/books/comments/mhsss7/a_man_called_ove_is_my_favourite_book_of_the_year/",
  "subreddit": "books",
  "id": "mhsss7",
  "is_self": true,
  "media": null,
  "is_video": false
}