{
  "author": "leeoturner",
  "the_new_excerpt": "I stumbled upon the title on a recent thread on this subreddit and bought it on\nan impulse.\n\nThe novel transported me to early 20th century Barcelona and took me on an\nincredible surrealist adventure through the eyes of the young protagonist,\nDaniel Sempere.\n\nThe story is compelling and well paced.…",
  "original_created_utc": 1621174709,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、このサブレディットの最近のスレッドでタイトルを偶然見つけて、それを購入しました。\n衝動的に購入しました。\n\nこの小説は私を20世紀初頭のバルセロナに連れて行ってくれ、若い主人公の目を通して\n若い主人公の目を通して、信じられないようなシュールレアリズムの冒険に連れて行ってくれました。\nDaniel Sempere.\n\n物語は説得力があり、テンポも良い....",
      "title": "昨夜、ザフォンの「風の影」を読み終えた。素晴らしい読み物だ。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在这个分论坛最近的一个主题上偶然发现了这个标题，并在冲动之下买了它。\n一时冲动买下了它。\n\n这部小说把我带到了20世纪初的巴塞罗那，并把我带入了一个\n通过年轻主人公的眼睛，进行了一次不可思议的超现实主义冒险。\n丹尼尔-森佩尔。\n\n故事引人入胜，节奏明快....",
      "title": "昨晚完成了扎丰的《风之影》。阅读效果很好。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在這個分論壇最近的一個主題上偶然發現了這個標題，並在衝動之下買了它。\n一時衝動買下了它。\n\n這部小說把我帶到了20世紀初的巴塞羅那，並把我帶入了一個\n通過年輕主人公的眼睛，進行了一次不可思議的超現實主義冒險。\n丹尼爾-森佩爾。\n\n故事引人入勝，節奏明快....",
      "title": "昨晚完成了扎豐的《風之影》。閱讀效果很好。"
    }
  ],
  "title": "Finished the Shadow of the Wind by Zafón last night. Great read.",
  "created_utc": 1621191426,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I stumbled upon the title on a recent thread on this subreddit and bought it on an impulse.  </p>\n\n<p>The novel transported me to early 20th century Barcelona and took me on an incredible surrealist adventure through the eyes of the young protagonist, Daniel Sempere.</p>\n\n<p>The story is compelling and well paced. Each discovery adds more flavor, and begets more questions. Daniel&#39;s life slowly shaping up to mirror that of his mysterious hero provides the perfect rising arc for the events of the book. The resolution is satisfying, even if a little predictable. </p>\n\n<p>I enjoyed discovering the complex characters moulded by the civil and European wars. Fermín Romero de Torres, the eternal optimist with a tragic past, exudes warmth and wisdom. Inspector Fumero&#39;s beastial nature, the ugly manifestation of shame and anger, invokes dread and disgust. The rise and fall of the Aldayas and the Moliners speaks to the impermanence of wealth. </p>\n\n<p>Many years ago, one of my professors warned me about traversing the treacherous terrains of translation. While I have often wondered what experiencing a Garcia Marquez in Spanish or Camus in French must be like, I am indebted to translators such as Lucia Graves who bring these stories to a global readership while retaining some, if not all of the original magic.</p>\n</div><!-- SC_ON -->",
  "score": 810,
  "permalink": "/r/books/comments/ndpalb/finished_the_shadow_of_the_wind_by_zafón_last/",
  "subreddit": "books",
  "id": "ndpalb",
  "is_self": true,
  "media": null,
  "is_video": false
}