{
  "author": "EricDiazDotd",
  "the_new_excerpt": "Just finished reading The Screwtape Letters by CS Lewis and it is one of the\nbest books I've ever read. While it is usually regarded as \"Christian\napologetic\", I can certainly see how it would be very useful for non-Christians\nand nonbelievers.\n\nIt is full of good advice not only to avoid the…",
  "original_created_utc": 1615397850,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "刚读完CS刘易斯的《螺丝带信札》，这是一本\n我读过的最好的书。虽然它通常被认为是 \"基督教\n歉意\"，我当然知道它对非基督徒有多大用处。\n和不信教的人。\n\n它充满了良好的建议，不仅可以避免...",
      "title": "《螺丝带信》是我读过的最好的书之一 不仅仅是基督徒的书。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "剛讀完CS劉易斯的《螺絲帶信札》，這是一本\n我讀過的最好的書。雖然它通常被認爲是 \"基督教\n歉意\"，我當然知道它對非基督徒有多大用處。\n和不信教的人。\n\n它充滿了良好的建議，不僅可以避免...",
      "title": "《螺絲帶信》是我讀過的最好的書之一 不僅僅是基督徒的書。"
    }
  ],
  "title": "The Screwtape Letters is one of the best books I've ever read, and not just for Christians",
  "created_utc": 1615418715,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just finished reading The Screwtape Letters by CS Lewis and it is one of the best books I&#39;ve ever read. While it is usually regarded as &quot;Christian apologetic&quot;, I can certainly see how it would be very useful for non-Christians and nonbelievers.</p>\n\n<p>It is full of good advice not only to avoid the Cristian version of hell but also mediocrity; you will notice that his advice mirrors some &quot;self help&quot; books, old and new.</p>\n\n<p>The &quot;story&quot; itself is an afterthought, although it does have its eerie moments in the portrayal of hell.</p>\n\n<p>Some quotes (bear in mind that it is narrated by a devil advising his pupil on how to conquer a man&#39;s soul):</p>\n\n<blockquote>\n<p>&quot;... the safest road to hell is the gradual one – the gentle slope, soft underfoot, without sudden turnings, without milestones, without signposts&quot;.  </p>\n\n<p>&quot;We want a whole race perpetually in pursuit of the rainbow’s end, never honest, nor kind, nor happy now, but always using as mere fuel wherewith to heap the alter of the future every real gift which is offered them in the present.”  </p>\n\n<p>&quot;There is nothing like suspense and anxiety for barricading a human’s mind against the Enemy [God]. He wants men to be concerned with what they do; our business is to keep them thinking about what will happen to them.&quot;  </p>\n\n<p>“Nearly all vices are rooted in the future. Gratitude looks to the past and love to the present; fear, avarice, lust and ambition look ahead.”</p>\n</blockquote>\n\n<p>This is the one that touched me the most (emphasis mine):</p>\n\n<blockquote>\n<p>As the uneasiness and reluctance to face it cut him off more and more from all real happiness, and as habit renders the pleasures the vanity and excitement and flippancy at once less pleasant and harder to forgo...you will find that anything or nothing is sufficient to attract his wandering attention. You no longer need a good book, which he really likes, to keep him from his prayers or his work or his sleep; a column of advertisements in yesterday&#39;s paper will do. <strong>You can make him waste his time not only in conversation he enjoys with people whom he likes, but also in conversations with those he cares nothing about, on subjects that bore him</strong>. You can make him do nothing at all for long periods. You can keep him up late at night, not roistering, but staring at a dead fire in a cold room. <strong>All the healthy and outgoing activities which we want him to avoid can be inhibited and nothing given in return, so that at last he may say</strong>, as one of my own patients said on his arrival down here, <strong>&#39;I now see that I spent most my life doing in doing neither what I ought nor what I liked.</strong></p>\n</blockquote>\n\n<p>As someone who probably spends too much time in the internet doing nothing of value, I really identified - and I think many will identify regardless of religion.</p>\n\n<p>The book is very short, you can read it in one afternoon, but there were about 10 to 20 chapters (out of 31) in which I felt I should stop reading immediately to think about it and go back to the book in the next day. Since I couldn&#39;t stop myself from finishing, I&#39;ll start another, slower, reading now that I&#39;ve finished it.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/m239n3/the_screwtape_letters_is_one_of_the_best_books/",
  "subreddit": "books",
  "id": "m239n3",
  "is_self": true,
  "media": null,
  "is_video": false
}