{
  "author": "paiges_pages",
  "original_created_utc": 1636762091,
  "title": "How often do you DNF a book?",
  "created_utc": 1636774954,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I used to NEVER not finish a book. Now I feel like I do it all the time, like half the books I&#39;ve started in the last few months. I just lose interest or I&#39;m not motivated to pick it up and eventually it has to go back to the library. I&#39;m not sure if this is because I&#39;m less willing to waste my time (slogging through Zen and the Art of Motorcycle Maintenance a couple years ago made me commit to not succumbing to the Sunk Cost Fallacy), or if I&#39;m just in a slump. How often do you give up on a book? Does it fluctuate for you?</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/books/comments/qsokl2/how_often_do_you_dnf_a_book/",
  "subreddit": "books",
  "id": "qsokl2",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I used to NEVER not finish a book. Now I feel like I do it all the time, like\nhalf the books I've started in the last few months. I just lose interest or I'm\nnot motivated to pick it up and eventually it has to go back to the library. I'm\nnot sure if this is because I'm less willing to waste my time…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は以前、本を最後まで読まないことがありました。今では、いつもそうしているような気がします。\nここ数ヶ月で読み始めた本の半分くらいは 興味がなくなってしまったり\n結局、図書館に戻さなければなりません。これは\nこれは時間を無駄にしたくないからなのかどうかはわかりませんが...。",
      "title": "どのくらいの頻度で本をDNFしますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我曾经永远不会不完成一本书。现在我觉得我一直在这样做，比如说\n在过去几个月里，我开始读的书有一半都是这样。我只是失去了兴趣，或者我\n我只是失去了兴趣，或者没有动力去拿起它，最终它不得不回到图书馆。我\n我不确定这是否是因为我不太愿意浪费我的时间......",
      "title": "你多久会放弃一本书？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我曾經永遠不會不完成一本書。現在我覺得我一直在這樣做，比如說\n在過去幾個月裏，我開始讀的書有一半都是這樣。我只是失去了興趣，或者我\n我只是失去了興趣，或者沒有動力去拿起它，最終它不得不回到圖書館。我\n我不確定這是否是因爲我不太願意浪費我的時間......",
      "title": "你多久會放棄一本書？"
    }
  ]
}