{
  "author": "buffalocatsanddog",
  "the_new_excerpt": "I’ve bought UK versions of American books before, and usually the only thing\ndifferent is the punctuation. This one though, the actual content of the book is\ndifferent. It’s Good Girl, Bad Blood which is the sequel to A Good Girl’s Guide\nto Murder. I first noticed “mum” instead of “mom”, but then…",
  "original_created_utc": 1623679008,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "アメリカの本のイギリス版を買ったことがありますが、たいていの場合、違うのは句読点だけです。\n句読点が違うだけです。今回の本は、実際の内容が違う。\n違っていました。A Good Girl's Guide to Murder」の続編である「Good Girl, Bad Blood」です。\nto Murder』の続編です。最初は「お母さん」ではなく「ママ」に気付いたのですが、その後...。",
      "title": "アメリカの本のイギリス版を買ったのですが、WILDLYに違いがあります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我以前也买过美国书的英国版本，通常唯一不同的是\n是标点符号的不同。但这本书的实际内容是\n不同。它是《好女孩，坏血液》，是《好女孩的谋杀指南》的续集。\n的续集。我首先注意到的是 \"mum \"而不是 \"mom\"，但后来...",
      "title": "我买了一本美国书的英国版本，它有很大的不同。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我以前也買過美國書的英國版本，通常唯一不同的是\n是標點符號的不同。但這本書的實際內容是\n不同。它是《好女孩，壞血液》，是《好女孩的謀殺指南》的續集。\n的續集。我首先注意到的是 \"mum \"而不是 \"mom\"，但後來...",
      "title": "我買了一本美國書的英國版本，它有很大的不同。"
    }
  ],
  "title": "I bought the UK version of an American book and it is WILDLY different.",
  "created_utc": 1623688910,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve bought UK versions of American books before, and usually the only thing different is the punctuation. This one though, the actual content of the book is different. It’s Good Girl, Bad Blood which is the sequel to A Good Girl’s Guide to Murder. I first noticed “mum” instead of “mom”, but then also “999”, “solicitor”, “A-levels”, etc. So finally I caved and bought an American copy from Target and it’s even more different than I thought. Whole paragraphs replaced! The name of the town changed!</p>\n\n<p>Has anyone else seen this before? I thought this was so bizarre.</p>\n</div><!-- SC_ON -->",
  "score": 133,
  "permalink": "/r/books/comments/nznd06/i_bought_the_uk_version_of_an_american_book_and/",
  "subreddit": "books",
  "id": "nznd06",
  "is_self": true,
  "media": null,
  "is_video": false
}