{
  "author": "throwaway12buckle",
  "original_created_utc": 1630944978,
  "title": "YSK: The Kitchen Garbage Disposal Rubber Drain Flap Underside Also Needs Cleaned",
  "created_utc": 1630964143,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>WHY YSK: The underside of the garage disposal rubber flap that is at the entrance to the blades in a garbage disposal, periodically needs cleaned with bleach or other disinfectant solution due to build up of food and/or mold growing. I realized this today when I decided to clean mine. I&#39;ll never let this go uncleaned again. Maybe twice a month will be adequate. I&#39;ll have to see before I decide how often it&#39;s needed.</p>\n\n<p>How To: Unplug disposal, have a bowl or separate sink with hot sudsy solution. Use a bottle brush and after dipping brush into cleaning solution, push brush into disposal opening and bring brush head back up to scrub inside of the rubber flap. Rinse brush in clean water. Continue cleaning with cleaning solution and brush until the brush comes up clean. Rinse disposal with the remaining cleaning solution, and hot water, and after plugging disposal back in again, you can  even run ice and lemon peel through disposal while on, to finish the job.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/YouShouldKnow/comments/pj2jzq/ysk_the_kitchen_garbage_disposal_rubber_drain/",
  "subreddit": "YouShouldKnow",
  "id": "pj2jzq",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "WHY YSK: The underside of the garage disposal rubber flap that is at the\nentrance to the blades in a garbage disposal, periodically needs cleaned with\nbleach or other disinfectant solution due to build up of food and/or mold\ngrowing. I realized this today when I decided to clean mine. I'll never let…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "WHY YSK: 車庫入れ用のゴム製フラップの下側が\nゴミ処理機の羽根の入り口にあるゴム製のフラップの裏側は、定期的に漂白剤などで\n漂白剤などの消毒液で定期的に清掃する必要がありますが、食べ物の蓄積やカビの繁殖により\nが生えてきます。今日はそのことに気がついて、掃除をすることにしました。私は絶対に...",
      "title": "YSK: 台所の生ゴミ処理機のゴム製の排水口の下側も掃除する必要があります。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么YSK: 垃圾处理机的橡胶挡板下面是在\n刀片的入口处，定期需要用漂白剂或其他消毒剂溶液进行清洗。\n漂白剂或其他消毒剂溶液清洗，因为食物和/或霉菌的堆积\n生长。今天当我决定清洗我的垃圾处理机时，我意识到了这一点。我永远不会让...",
      "title": "YSK：厨房垃圾处理机的橡胶排水阀下端也需要清洁了"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼YSK: 垃圾處理機的橡膠擋板下面是在\n刀片的入口處，定期需要用漂白劑或其他消毒劑溶液進行清洗。\n漂白劑或其他消毒劑溶液清洗，因爲食物和/或黴菌的堆積\n生長。今天當我決定清洗我的垃圾處理機時，我意識到了這一點。我永遠不會讓...",
      "title": "YSK：廚房垃圾處理機的橡膠排水閥下端也需要清潔了"
    }
  ]
}