{
  "author": "CeamoreCash",
  "original_created_utc": 1629557197,
  "title": "YSK: If many people give the same advice, it's not because it's hard to remember. They all say it because it's hard to do what they advise.",
  "created_utc": 1629560237,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><sup>Why YSK:</sup></p>\n\n<p>When people give you advice on what not to do, it&#39;s likely because they (or someone they know) made a mistake by not following the advice. </p>\n\n<p>Most advice is obvious. People don&#39;t fail to do obvious things because they are dumb; they fail because it&#39;s hard to do the right decision. </p>\n\n<p>For example here are some pieces of advice you&#39;ve heard more than once.<br/>\n     * eat healthy foods<br/>\n     * exercise<br/>\n     * don&#39;t spend more than you earn     </p>\n\n<p>Everyone knows they need to do these things. However, people fail becuase it is not as easy as &quot;deciding to do it&quot;. </p>\n\n<p>You need a make a plan to follow difficult advice. The more people that give the same obvious advice, the more people who thought they could take the advice but failed.</p>\n</div><!-- SC_ON -->",
  "score": 286,
  "permalink": "/r/YouShouldKnow/comments/p8spnp/ysk_if_many_people_give_the_same_advice_its_not/",
  "subreddit": "YouShouldKnow",
  "id": "p8spnp",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nWhen people give you advice on what not to do, it's likely because they (or\nsomeone they know) made a mistake by not following the advice.\n\nMost advice is obvious. People don't fail to do obvious things because they are\ndumb; they fail because it's hard to do the right decision.\n\nFor…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n人があなたに「これはやってはいけない」というアドバイスをするとき、それは自分（または自分の知り合い）がアドバイスに従わずに失敗したからでしょう。\nそのアドバイスに従わなかったために失敗したということです。\n\nほとんどのアドバイスは明白です。当たり前のことができないのは、頭が悪いからではありません。\n正しい判断をするのが難しいから失敗するのです。\n\n例えば...",
      "title": "YSK: 多くの人が同じアドバイスをするのは、それが覚えにくいからではありません。皆、自分がアドバイスしたことを実行するのが難しいから言っているのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n当人们给你建议不要做什么时，很可能是因为他们（或他们的某人）。\n他们认识的人）没有遵循建议而犯了错误。\n\n大多数建议是显而易见的。人们不做明显的事情并不是因为他们是\n愚蠢；他们失败是因为很难做出正确的决定。\n\n对于...",
      "title": "YSK：如果很多人给出同样的建议，并不是因为很难记住。他们都这么说是因为很难做到他们的建议。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n當人們給你建議不要做什麼時，很可能是因爲他們（或他們的某人）。\n他們認識的人）沒有遵循建議而犯了錯誤。\n\n大多數建議是顯而易見的。人們不做明顯的事情並不是因爲他們是\n愚蠢；他們失敗是因爲很難做出正確的決定。\n\n對於...",
      "title": "YSK：如果很多人給出同樣的建議，並不是因爲很難記住。他們都這麼說是因爲很難做到他們的建議。"
    }
  ]
}