{
  "author": "12jonboy12",
  "original_created_utc": 1639132966,
  "title": "Was this restaurant reasonable for telling me I couldn't sit at a table after seating me and taking my drink order? Was I reasonable just for walking out.",
  "created_utc": 1639146366,
  "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m finally graduating I think,&lt;/p&gt;\n\n&lt;p&gt;To celebrate I went to the restaurant that shares a building with my apartment complex, kind of semi-fancy Mediterranean place but it doesn&amp;#39;t seem to have a dress code &lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know if it was about dares code, their website says &amp;quot;casual upscale&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I walk in and ask for seating for one and ask me if I want to be at the bar or at the table I said table if that&amp;#39;s available, I was seated and got my drink order, I was wearing jeans and a t-shirt but I figured if there was a dress code, I would have been asked or warned before sitting down.&lt;/p&gt;\n\n&lt;p&gt;Male employee comes by and asks if I&amp;#39;d rather sit at the bar looking somewhat put out, I told him I&amp;#39;d rather stay at the table if that&amp;#39;s okay but if I&amp;#39;m not allowed to let me know.&lt;/p&gt;\n\n&lt;p&gt;He goes off and talks to a manager and comes back and says he&amp;#39;s going to move me to the bar, I think him and leave the restaurant.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not going to celebratory mood anymore, so I figure I&amp;#39;ll have a celebration meal some other time when I&amp;#39;m not annoyed and someplace where I&amp;#39;m not giving that particular restaurant money&lt;/p&gt;\n\n&lt;p&gt;Was I unreasonable for walking out? Were they unreasonable for forcing me to move?&lt;/p&gt;\n\n&lt;p&gt;It was a Thursday night most of the place was empty so they weren&amp;#39;t preparing for a party&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
  "score": 145,
  "permalink": "/r/NoStupidQuestions/comments/rd5zub/was_this_restaurant_reasonable_for_telling_me_i/",
  "subreddit": "NoStupidQuestions",
  "id": "rd5zub",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m finally graduating I think,</p> <p>To\ncelebrate I went to the restaurant that shares a building with my apartment\ncomplex, kind of semi-fancy Mediterranean place but it doesn&#39;t seem to have\na dress code </p> <p>I don&#39;t know if it was about dares…"
}