{
  "author": "hotelstationery",
  "original_created_utc": 1638124412,
  "title": "I just finished Murder On The Orient Express. Is this representative of Agatha Christie? Is this representation of mystery in general?",
  "created_utc": 1638132890,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As audiobooks have allowed me to greatly increase the number of books I consume, I&#39;ve been branching out into new areas and a gave Murder On The Orient Express a try. I didn&#39;t love the narrator but I can get past that and enjoy the story for it&#39;s merits.</p>\n\n<p>The set up was good and the ending was absolutely unpredictably but overall I found the book to be only okay. Would I find other Agatha Christie books the same? Does this represent mystery books in general?</p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/books/comments/r4aye4/i_just_finished_murder_on_the_orient_express_is/",
  "subreddit": "books",
  "id": "r4aye4",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As audiobooks have allowed me to greatly increase the number of books I consume,\nI've been branching out into new areas and a gave Murder On The Orient Express a\ntry. I didn't love the narrator but I can get past that and enjoy the story for\nit's merits.\n\nThe set up was good and the ending was…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "オーディオブックのおかげで、消費する本の数を大幅に増やすことができました。\n新しい分野にも手を広げ、『オリエント急行殺人事件』に挑戦しました。\nを試してみました。語り手はあまり好きではありませんでしたが、それを乗り越えて物語の良さを楽しむことができました。\n楽しむことができました。\n\n設定は良かったし、結末は...。",
      "title": "今、「オリエント急行殺人事件」を終えました。これはアガサ・クリスティの代表的な作品でしょうか？これはミステリー全般の代表でしょうか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "由于有声读物使我能够大大增加我所消费的书籍数量。\n我一直在拓展新的领域，并给了《东方快车谋杀案》一个机会。\n试试。我不喜欢这个叙述者，但我可以克服这个问题，享受这个故事的优点。\n它的优点。\n\n故事的设置很好，结局也很好。",
      "title": "我刚刚读完《东方快车谋杀案》。这是代表阿加莎-克里斯蒂的作品吗？这是否代表了一般意义上的神秘主义？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "由於有聲讀物使我能夠大大增加我所消費的書籍數量。\n我一直在拓展新的領域，並給了《東方快車謀殺案》一個機會。\n試試。我不喜歡這個敘述者，但我可以克服這個問題，享受這個故事的優點。\n它的優點。\n\n故事的設置很好，結局也很好。",
      "title": "我剛剛讀完《東方快車謀殺案》。這是代表阿加莎-克里斯蒂的作品嗎？這是否代表了一般意義上的神祕主義？"
    }
  ]
}