{
  "author": "grc21",
  "the_new_excerpt": "What a read. This is such a beautifully written book. I am familiar with the\nmore science fiction works by Le Guin (Hainish Cycle) and this was my first\nventure into her take on fantasy, so I wasn't sure what to expect.\n\nFirst of all, this is a very simple story. This isn't a book about magic…",
  "original_created_utc": 1612148505,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "读起来真过瘾。这本书写得真漂亮。我熟悉的是\n更多的是勒古恩的科幻作品（海尼什周期），这是我的第一个\n冒险进入她的幻想， 所以我不知道会有什么期待。\n\n首先，这是一个非常简单的故事。这不是一本关于魔法的书... ...",
      "title": "乌苏拉-K-勒古恩的《地海仙踪》的个人看法。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讀起來真過癮。這本書寫得真漂亮。我熟悉的是\n更多的是勒古恩的科幻作品（海尼什週期），這是我的第一個\n冒險進入她的幻想， 所以我不知道會有什麼期待。\n\n首先，這是一個非常簡單的故事。這不是一本關於魔法的書... ...",
      "title": "烏蘇拉-K-勒古恩的《地海仙蹤》的個人看法。"
    }
  ],
  "title": "A personal take on A Wizard of Earthsea by Ursula K. Le Guin",
  "created_utc": 1612169839,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>What a read. This is such a beautifully written book. I am familiar with the more science fiction works by Le Guin (Hainish Cycle) and this was my first venture into her take on fantasy, so I wasn&#39;t sure what to expect.</p>\n\n<p>First of all, this is a very simple story.  This isn&#39;t a book about magic and adventure, despite both being heavily present in it. It uses those elements to tell a story about self-discovery and self-understanding, of youth and the mistakes and pain that comes with them.  A coming-of-age story if you might say.</p>\n\n<p>I suppose that is a lot of Le Guin, and that&#39;s why she is one of my favorite authors:  She creates these expansive fantastical worlds as stages to tell the most human of stories. Her prose is so dang eloquent and profound without crossing the line into pretentiousness - I love reading it out loud.  I know a lot of fantasy and science fiction fanatics may not enjoy the slowness/&quot;lack of action&quot; that comes with her style, and that&#39;s okay, but personally I find her quiet narration to be so pleasant.</p>\n\n<p>A Wizard of Earthsea takes you on an adventure peppered with mysterious islands and wizards, but I&#39;m not writing this to deconstruct the book, and I could say so much about it. But I&#39;m writing this to process how Ged&#39;s story walked me through my personal journey with trauma. This wasn&#39;t probably Le Guin&#39;s intention, or what most people read into it, but it was very parallel to what I have experienced recovering from an unexpected and painful moment in my life.</p>\n\n<p>(SPOILERS) Ged is being hunted by his own darkness - scared to a shadow of who he was, and stifling his development and potential, as a consequence of the damage that a traumatic event inflicted in him. He eventually decides to stop running away and confront this darkness, and even then he does not know what to do with it when he faces it. The darkness now eludes him, and it was only until he was filled with determination to confront it, name it and accept whatever may come from that - that he is able to successfully defeat it by becoming one with it.</p>\n\n<p>And this is *exactly* how I&#39;ve experienced pain and loss for the last year and a half: I felt like its has hunted me, chased me as I try to go on with my life, but whatever happens, it still looms somewhere in the borders of my mind. Now through therapy and support from my family, I am trying to chase my personal darkness, but I keep trying to fight it headfirst and clasping at air. Reading how Ged finally defeats it by becoming one with it made me understand something very simple and obvious: That everything I feel will stay with me to a degree - it is now part of me. I cannot run away from it, I cannot make it disappear. I can only accept it, and that doesn&#39;t have to be a bad thing. We are everything that happens to us. There is no use fighting that, not even the painful parts, which in fact may the most important of experiences. Because...</p>\n\n<p>Only in silence the word,</p>\n\n<p>Only in dark the light,</p>\n\n<p>Only in dying life:</p>\n\n<p>Bright the hawk’s flight</p>\n\n<p>On the empty sky.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/books/comments/l9t5ez/a_personal_take_on_a_wizard_of_earthsea_by_ursula/",
  "subreddit": "books",
  "id": "l9t5ez",
  "is_self": true,
  "media": null,
  "is_video": false
}