{
  "author": "IWouldRatherNotSay1",
  "the_new_excerpt": "Why YSK: because ads are annoying. Also this could save a life as i once heard\nsomebody complaing how an emergency CPR video on youtube had a midroll ad they\nhad to watch while they were trying to watch to save a life.\n\nYoutube wont show ads on a video you just watched so if you click on a video…",
  "original_created_utc": 1610957825,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为广告很烦人。也可以救人一命，因为我曾经听说过。\n有人抱怨如何紧急心肺复苏视频在YouTube上有一个中间滚动广告，他们\n不得不看，而他们正试图看救命。\n\nYoutube不会在你刚看的视频上显示广告，所以如果你点击视频...",
      "title": "YSK：你可以在Youtube手机上跳过中间滚动广告。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲廣告很煩人。也可以救人一命，因爲我曾經聽說過。\n有人抱怨如何緊急心肺復甦視頻在YouTube上有一箇中間滾動廣告，他們\n不得不看，而他們正試圖看救命。\n\nYoutube不會在你剛看的視頻上顯示廣告，所以如果你點擊視頻...",
      "title": "YSK：你可以在Youtube手機上跳過中間滾動廣告。"
    }
  ],
  "title": "YSK: that you can skip midroll ads on Youtube mobile.",
  "created_utc": 1611384782,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: because ads are annoying. Also this could save a life as i once heard somebody complaing how an emergency CPR video on youtube had a midroll ad they had to watch while they were trying to watch to save a life. </p>\n\n<p>Youtube wont show ads on a video you just watched so if you click on a video and see a whole bunch of yellow time stamps for ads just drag the red bar all the way to the last second. The video will end and sometimes an ad will appear. You will get the replay icon in the middle of the screen, click it and the video will play without midroll ads. </p>\n\n<p>This is great for podcasts if you are away from your phone and ads keep playing or if a greedy youtuber puts 6 ads on a 12 minute video.</p>\n</div><!-- SC_ON -->",
  "score": 62,
  "permalink": "/r/YouShouldKnow/comments/kzqhpd/ysk_that_you_can_skip_midroll_ads_on_youtube/",
  "subreddit": "YouShouldKnow",
  "id": "kzqhpd",
  "is_self": true,
  "media": null,
  "is_video": false
}