{
  "author": "iloveperkyboobies",
  "the_new_excerpt": "Why YSK : Your headphones should represent your music well, not alter it. Not to\nmention that you could get better sound by just avoiding brands with such\nmarketing. Always check headphones sound signature on websites like rtings and\nsoundguys. Detail is also very important",
  "original_created_utc": 1621680245,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK : ヘッドホンは、音楽を変えるものではなく、音楽をよく表現するものでなければなりません。言うまでもなく\nこのようなマーケティングを行っているブランドを避ければ、より良い音が得られることは言うまでもありません。\nマーケティング ヘッドホンのサウンドシグネチャーは、rtingsやsoundguysなどのウェブサイトで必ずチェックしてください。\nsoundguys ディテールも重要です",
      "title": "YSKは、\"パワフルな低音 \"などの言葉は、単なるマーケティングのためのものだと考えています。高音や低音を大きくすることは、人々が良いと思う音を出すための安易な方法に過ぎません。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：你的耳机应该很好地表现你的音乐，而不是改变它。更不用说\n更不用说你可以通过避免使用这样的品牌来获得更好的声音。\n营销。经常在网站上检查耳机的声音特征，如Rtings和\nsoundguys。细节也是非常重要的",
      "title": "YSK认为 \"强大的低音 \"和类似的术语只是一个营销噱头。让高端和低音更响亮只是一种廉价的方法，以产生人们认为好的声音。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：你的耳機應該很好地表現你的音樂，而不是改變它。更不用說\n更不用說你可以通過避免使用這樣的品牌來獲得更好的聲音。\n營銷。經常在網站上檢查耳機的聲音特徵，如Rtings和\nsoundguys。細節也是非常重要的",
      "title": "YSK認爲 \"強大的低音 \"和類似的術語只是一個營銷噱頭。讓高端和低音更響亮只是一種廉價的方法，以產生人們認爲好的聲音。"
    }
  ],
  "title": "YSK that \"Powerful Bass\" and terms alike are just a marketing gimmick. Making the high end and bass louder is just a cheap way to produce sound that people Will think is good",
  "created_utc": 1621686446,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK : Your headphones should represent your music well, not alter it. Not to mention that you could get better sound by just avoiding brands with such marketing. \nAlways check headphones sound signature on websites like rtings and soundguys. Detail is also very important</p>\n</div><!-- SC_ON -->",
  "score": 103,
  "permalink": "/r/YouShouldKnow/comments/nifwwv/ysk_that_powerful_bass_and_terms_alike_are_just_a/",
  "subreddit": "YouShouldKnow",
  "id": "nifwwv",
  "is_self": true,
  "media": null,
  "is_video": false
}