{
  "author": "prancingbuffalo",
  "the_new_excerpt": "Why YSK: This is important for parents who need/want to look into non public\nschools for their child. All non public schools will promise great things (\ndifferent types of therapy, community outings, personalized lessons.) It can be\nhard to determine what is real and what is just them selling you…",
  "original_created_utc": 1610608974,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：这对于需要/想要了解非公立学校的家长来说非常重要。\n学校为他们的孩子。所有的非公立学校都会承诺伟大的事情(\n不同类型的治疗、社区郊游、个性化课程）。) 它可以是\n很难确定什么是真实的，什么只是他们卖给你... ...",
      "title": "YSK: 你应该知道在为你的孩子寻找非公立学校时，一定要阅读学校的员工评论。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：這對於需要/想要了解非公立學校的家長來說非常重要。\n學校爲他們的孩子。所有的非公立學校都會承諾偉大的事情(\n不同類型的治療、社區郊遊、個性化課程）。) 它可以是\n很難確定什麼是真實的，什麼只是他們賣給你... ...",
      "title": "YSK: 你應該知道在爲你的孩子尋找非公立學校時，一定要閱讀學校的員工評論。"
    }
  ],
  "title": "YSK: You should know when looking at non public schools for your child make sure to read employee reviews of the school",
  "created_utc": 1610681468,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: This is important for parents who need/want to look into non public schools for their child. All non public schools will promise great things ( different types of therapy, community outings, personalized lessons.) It can be hard to determine what is real and what is just them selling you lies. Go to GlassDoor/Indeed and type in the schools name. See how employees feel about the school. See what the cons are. If most cons are about school being understaffed or not properly trained to deal with certain behaviors that’s a red flag. If if mentions admin bullying or being dismissive of lower level employees that’s another red flag. Make sure to see if cleanliness is another thing mentioned. If a lot of reviews complain about there being no custodian or aides being forced to clean  up blood or feces that’s again a red flag. All these issues point to not a good environment for your child.</p>\n</div><!-- SC_ON -->",
  "score": 7771,
  "permalink": "/r/YouShouldKnow/comments/kx0vbg/ysk_you_should_know_when_looking_at_non_public/",
  "subreddit": "YouShouldKnow",
  "id": "kx0vbg",
  "is_self": true,
  "media": null,
  "is_video": false
}