{
  "author": "OddGuidance907",
  "original_created_utc": 1638018465,
  "title": "CMV: forcing people to identify by their race rather than their ethnicity in popular discourse increases collectivism based on race and INCREASES racism far more than it raises awareness of privilege.",
  "created_utc": 1638023444,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Racism is inherently a collectivist ideology: people from one group are taught to view themselves as inherently superior to another group based on their collective identity and the positive attributes they associate it with at the expense of another group whom they view as inferior. White supremacy is an example of this. </p>\n\n<p>It is currently progressive/Leftist tendency to say that we must think of ourselves not as Irish, Polish, Greek, Nigerian, Jamaican, Dominican Americans but as “white” and “Black” first, and essentially view ourselves as homogenous groups whose differences aren’t relevant because those differences have no bearing on the experience of privilege or oppression within the group. </p>\n\n<p>THIS IS VERY TOXIC especially for white people because the second that collectivism around whiteness becomes commonplace, it is a breeding ground for white supremacy. Forcing unity of identity between groups of people with little in common other than complexion creates collective white identity which has never historically led to anything positive for race relations. It is far better for instance that white people do not view themselves as a cohesive group but as Irish, Polish, Greek, Italian etc who share little more other than skin color. </p>\n\n<p>Similarly, grouping all Black people together is also nonsensical because the cultural differences that exist between an Ethiopian, Nigerian, Dominican, African American and Jamaican are very present as are their experiences. </p>\n\n<p>The best way to end racism and discrimination between groups is to dissolve the sense of group identity along racial lines.</p>\n</div><!-- SC_ON -->",
  "score": 60,
  "permalink": "/r/changemyview/comments/r3d82x/cmv_forcing_people_to_identify_by_their_race/",
  "subreddit": "changemyview",
  "id": "r3d82x",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Racism is inherently a collectivist ideology: people from one group are taught\nto view themselves as inherently superior to another group based on their\ncollective identity and the positive attributes they associate it with at the\nexpense of another group whom they view as inferior. White supremacy…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "人種差別は本質的に集団主義的なイデオロギーである。\n集団主義的なイデオロギー：あるグループの人々が、他のグループの\nあるグループの人々が、劣っていると見なす別のグループを犠牲にして\n劣っていると見なす他のグループを犠牲にして、あるグループの人々が自分たちを他のグループよりも本質的に優れていると見なすよう教えられる。白人至上主義...",
      "title": "CMV：一般的な言説において、民族ではなく人種で識別することを強制することは、人種に基づく集団主義を助長し、特権意識を高めるよりもはるかに人種差別を増長させます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "种族主义本质上是一种集体主义的意识形态：来自一个群体的人被教育\n认为自己在本质上优于另一群体，基于他们的集体身份和与之相关的积极属性。\n群体身份和他们与之相关的积极属性，以牺牲他们认为低劣的另一群体为代价，将自己视为天生的优越者。\n牺牲另一个群体的利益，他们认为另一个群体是低等的。白人至上主义...",
      "title": "CMV：在流行的话语中，强迫人们用他们的种族而不是他们的族裔来识别，会增加基于种族的集体主义，增加种族主义的程度远远超过提高对特权的认识。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "種族主義本質上是一種集體主義的意識形態：來自一個羣體的人被教育\n認爲自己在本質上優於另一羣體，基於他們的集體身份和與之相關的積極屬性。\n羣體身份和他們與之相關的積極屬性，以犧牲他們認爲低劣的另一羣體爲代價，將自己視爲天生的優越者。\n犧牲另一個羣體的利益，他們認爲另一個羣體是低等的。白人至上主義...",
      "title": "CMV：在流行的話語中，強迫人們用他們的種族而不是他們的族裔來識別，會增加基於種族的集體主義，增加種族主義的程度遠遠超過提高對特權的認識。"
    }
  ]
}