{
  "author": "shout_into_thevoid",
  "original_created_utc": 1626430256,
  "title": "Anyone know a really, really, really deep book with some great quotes (could be about life, the universe, reality etc) maybe some poetry??",
  "created_utc": 1626466405,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Anyone know a really, really, really deep book with some great quotes (could be about life, the universe, reality etc) maybe some poetry, not exactly a novel but like someone&#39;s outtake on life/their life? I just really want to know how others perceive reality, and see life from someone else&#39;s perspective. Not like a positive, uplifting book but certainly not a negative, questioning-everything-type book either. I know it&#39;s kind of specific and a lot to ask, but anyone get anything from that??</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/booksuggestions/comments/oldych/anyone_know_a_really_really_really_deep_book_with/",
  "subreddit": "booksuggestions",
  "id": "oldych",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Anyone know a really, really, really deep book with some great quotes (could be\nabout life, the universe, reality etc) maybe some poetry, not exactly a novel\nbut like someone's outtake on life/their life? I just really want to know how\nothers perceive reality, and see life from someone else's…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "誰か、素晴らしい名言（人生、宇宙、現実などについてのもの）が載っている、本当に、本当に、本当に深い本を知っていますか？\n人生、宇宙、現実などについて）、詩もあって、小説とはちょっと違うけど\n小説とまではいきませんが、誰かの人生や自分の人生のアウトテイクのようなものですか？他の人がどのように現実を認識し、自分の人生を見ているのかを知りたいんだ。\n他の人がどのように現実を認識しているのか、他の人から見た人生を知りたいのです...。",
      "title": "誰か、素晴らしい名言（人生、宇宙、現実などについて）が載っている、本当に、本当に、本当に深い本を知りませんか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有谁知道一本非常、非常、非常有深度的书，其中有一些伟大的名言（可以是\n关于生命、宇宙、现实等），也许是一些诗歌，不完全是一本小说\n但就像某人对生活/他们的生活所做的评价？我只是真的想知道\n别人是如何看待现实的，从别人的角度看生活......。",
      "title": "有谁知道一本非常、非常、非常有深度的书，里面有一些伟大的名言（可以是关于生命、宇宙、现实等等），也许还有一些诗歌？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有誰知道一本非常、非常、非常有深度的書，其中有一些偉大的名言（可以是\n關於生命、宇宙、現實等），也許是一些詩歌，不完全是一本小說\n但就像某人對生活/他們的生活所做的評價？我只是真的想知道\n別人是如何看待現實的，從別人的角度看生活......。",
      "title": "有誰知道一本非常、非常、非常有深度的書，裏面有一些偉大的名言（可以是關於生命、宇宙、現實等等），也許還有一些詩歌？"
    }
  ]
}