{
  "author": "DerHungerleider",
  "original_created_utc": 1634910368,
  "title": "Are (or were) german historians pressured to avoid using the term \"fascism\" when talking about the Nazis?",
  "created_utc": 1634973329,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve recently read a german article<sup>1</sup>  in which the author at one point states that among german historians there is an informal rule that they have to use the term &quot;Nationalsozialismus&quot; (National Socialism) when talking about the Nazis and that those who break that rule by using other terms, like &quot;Faschismus&quot; (Fascism), often face major disadvantages (like certain publishers and papers refusing to publish their works, getting worse grades in dissertations etc.). </p>\n\n<p>Now I&#39;m wondering if this is (or atleast was when the article was published) actually the case in germany (and a known phenomenon) and if this can also be found in other countries aswell. </p>\n\n<p>&#x200B;</p>\n\n<p>1 Roth, Karl Heinz (2004). &quot;Faschismus oder Nationalsozialismus? Kontroversen im Spannungsfeld zwischen Geschichtspolitik, Gefühl und Wissenschaft&quot;. In: Sozial.Geschichte : Zeitschrift für historische Analyse des 20. und 21. Jahrhunderts, 19, 2. (<a href=\"https://www.digizeitschriften.de/dms/img/?PID=PPN519763432_0019%7CLOG_0035\">https://www.digizeitschriften.de/dms/img/?PID=PPN519763432_0019%7CLOG_0035</a>)</p>\n</div><!-- SC_ON -->",
  "score": 101,
  "permalink": "/r/AskHistorians/comments/qdhahk/are_or_were_german_historians_pressured_to_avoid/",
  "subreddit": "AskHistorians",
  "id": "qdhahk",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've recently read a german article1 in which the author at one point states\nthat among german historians there is an informal rule that they have to use the\nterm \"Nationalsozialismus\" (National Socialism) when talking about the Nazis and\nthat those who break that rule by using other terms, like…"
}