{
  "author": "Working_Class_Pride",
  "original_created_utc": 1633221008,
  "title": "YSK that PBS puts out some of the best produced and interesting documentaries out there. They do not advertise and all of them are completely free on their website.",
  "created_utc": 1633227134,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Because PBS is publicly funded so they have no need to advertise or charge for their work. But they put out some of the very best documentaries that exist.</p>\n\n<p>They are informative, entertaining and fact checked. They have them on everything from war to football concussions... And everything in between.</p>\n\n<p>All of them are available for free on their website. No strings attached. You already paid for them with your tax dollars.</p>\n\n<p><a href=\"https://www.pbs.org/wgbh/frontline/films/\">https://www.pbs.org/wgbh/frontline/films/</a></p>\n</div><!-- SC_ON -->",
  "score": 728,
  "permalink": "/r/YouShouldKnow/comments/q06yyo/ysk_that_pbs_puts_out_some_of_the_best_produced/",
  "subreddit": "YouShouldKnow",
  "id": "q06yyo",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Because PBS is publicly funded so they have no need to advertise or\ncharge for their work. But they put out some of the very best documentaries that\nexist.\n\nThey are informative, entertaining and fact checked. They have them on\neverything from war to football concussions... And everything…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "理由 YSK: PBSは公的資金で運営されているので、広告や課金をする必要がないからです。\n課金する必要もありません。しかし、PBSは最高のドキュメンタリー作品を提供しています。\nあります。\n\n情報量が多く、エンターテインメント性に富み、事実に基づいてチェックされています。扱っているテーマは\n戦争からサッカーの脳震盪まで... そしてすべて...",
      "title": "YSKさん PBSは、最高の作品と面白いドキュメンタリーを提供しています。PBSは広告を出さず、すべての作品をウェブサイトで無料で見ることができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：因为公共广播公司是由政府资助的，所以他们没有必要做广告或\n收费的工作。但他们推出了一些非常好的纪录片。\n存在。\n\n它们信息量大，娱乐性强，而且经过事实检验。他们有关于\n从战争到足球脑震荡的一切......。还有一切...",
      "title": "YSK说，公共广播公司推出了一些最好的制作和有趣的纪录片。他们不做广告，所有的纪录片在他们的网站上都是完全免费的。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：因爲公共廣播公司是由政府資助的，所以他們沒有必要做廣告或\n收費的工作。但他們推出了一些非常好的紀錄片。\n存在。\n\n它們信息量大，娛樂性強，而且經過事實檢驗。他們有關於\n從戰爭到足球腦震盪的一切......。還有一切...",
      "title": "YSK說，公共廣播公司推出了一些最好的製作和有趣的紀錄片。他們不做廣告，所有的紀錄片在他們的網站上都是完全免費的。"
    }
  ]
}