{
  "author": "lunaleif",
  "the_new_excerpt": "I set myself a challenge to read one book every day for the whole of April and\nsomehow I managed to complete it! Here’s every book I read in the last month, in\ndate order.\n\nHoney Girl by Morgan Rogers - 3.5 stars - Thought this was very cute and it was\na great coming of age for late bloomers, I…",
  "original_created_utc": 1619837757,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は4月中、毎日1冊の本を読むというチャレンジをしました。\nどうにか達成できました。先月に読んだ本を日付順に並べてみました。\n日付順にご紹介します。\n\nHoney Girl by Morgan Rogers - 3.5つ星 - とってもキュートで、遅咲きの女の子の青春を描いた作品だと思いました。\nとってもキュートで、遅咲きの若者の青春を描いた作品だと思いました。",
      "title": "今月は30冊の本を読みました! + 読んだ本の評価と感想を掲載しています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我给自己设定了一个挑战，即在整个四月每天读一本书，不知不觉中我已经完成了这个挑战。\n不知何故，我成功地完成了它 以下是我在上个月阅读的每一本书，按照\n日期顺序。\n\n摩根-罗杰斯的《蜜糖女孩》--3.5颗星--我认为这本书非常可爱，是一本很好的晚年成长小说。\n我认为这本书非常可爱，是一部适合晚熟者的伟大的成长之作。",
      "title": "我这个月读了30本书! + 每一本的评分和想法!"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我給自己設定了一個挑戰，即在整個四月每天讀一本書，不知不覺中我已經完成了這個挑戰。\n不知何故，我成功地完成了它 以下是我在上個月閱讀的每一本書，按照\n日期順序。\n\n摩根-羅傑斯的《蜜糖女孩》--3.5顆星--我認爲這本書非常可愛，是一本很好的晚年成長小說。\n我認爲這本書非常可愛，是一部適合晚熟者的偉大的成長之作。",
      "title": "我這個月讀了30本書! + 每一本的評分和想法!"
    }
  ],
  "title": "I read 30 books this month! + ratings & thoughts on every one!",
  "created_utc": 1619854054,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I set myself a challenge to read one book every day for the whole of April and somehow I managed to complete it! Here’s every book I read in the last month, in date order.</p>\n\n<p><strong>Honey Girl by Morgan Rogers - 3.5 stars</strong> - Thought this was very cute and it was a great coming of age for late bloomers, I loved the wlw and poc rep. Aside from that the whole thing was just a bit too cheesy for me and I found the main character a bit annoying :/.</p>\n\n<p><strong>If Not, Winter by Sappho - 4.5 stars</strong> - such beautiful, intimate poetry, might have to get a couple lines tattooed!</p>\n\n<p><strong>I Wish You All The Best by Mason Deaver - 4 stars</strong> - Great enby rep, very emotional read about familial conflict and identity struggles. Will defo be picking up more books from this author!</p>\n\n<p><strong>Boy Parts by Eliza Clark - 5 stars</strong> - so good! dark, sexy, wild and gritty. One of my top reads this year, the main character is soo unlikeable button just can’t look away. Would defo recommend if it’s on your tbr!</p>\n\n<p><strong>Detransition, Baby by Torrey Peters - 3 stars</strong> - I didn’t like the writing style and it just wasn’t plot driven enough for me, fell a bit flat.</p>\n\n<p><strong>It Ends With Us by Colleen Hover - 2 stars</strong> - Genuinely shocked that so many people enjoyed this, I thought it easy so badly written and the dialogue between the characters was so cringe it was almost unbearable.</p>\n\n<p><strong>Erimentha Parkers To Do List by Ruby Granger - 2 stars</strong> - badly written, unbearably posh and pretentious main character who thinks she’s better than everyone else.</p>\n\n<p><strong>The Pearl by John Steinbeck - 3.5 stars</strong> - super quick read and great story with fab storytelling and amazing imagery, I was able to imagine the setting so well.</p>\n\n<p><strong>I Killed Zoe Spanos by Kit Frick - 3 stars</strong> - I had high hopes for this so it fell a bit flat. The whole story just felt a bit pointless...? And I’m not too keen on Frick’s writing style. This book could probably suit someone a bit younger than me.</p>\n\n<p><strong>Late To The Party by Kelly Quindlen - 4.5 stars</strong> - absolutely loved this! Such a good lesbian coming of age! Made me feel nostalgic about my own teenage years and experiences. My only complaint is that there wasn’t enough descriptive imagery and the author relied on the fact that I might know what America looks like (I don’t).</p>\n\n<p><strong>These Witches Don’t Burn by Isabel Sterling - 3.5 stars</strong> - another book I had high hopes for but found a bit boring, I do love the whole witchy vibe and it’s nice to see YA books that are a bit lighter and fun include this but the characters all felt a bit shallow and by the end I just didn’t care.</p>\n\n<p><strong>We Are Okay by Nina LaCour - 5 star</strong>s - such a beautiful, poignant story about grief. I really felt like I was in the main characters head and I was feeling all of her confusion, guilt, sadness and loneliness. Safe to say I definitely cried a lot throughout this.</p>\n\n<p><strong>All Adults Here by Emma Straub - 2 stars</strong> - if you want to be simultaneously bored and confused for a few hours then this is the book for you. I’m genuinely annoyed that I spent my time reading this.</p>\n\n<p><strong>All Eyes On Us by Kit Frick - 3.5 stars</strong> - I enjoyed this more than “I Killed Zoe Spanos”, it kept me guessing for a bit and I was semi interested in the story. Characters were just a bit shallow and underdeveloped.</p>\n\n<p><strong>Mostly Me by Rachel Edmunds - 1.5 stars</strong> - big fan fiction vibes, not for me.</p>\n\n<p><strong>They Both Die At The End by Adam Silvera - 4 stars</strong> - a very hyped up book that mostly lived up to it! I didn’t sob or weep but I welled up a bit. A beautiful story of friendship and love, also kind of makes you want to get out there and really life live.</p>\n\n<p><strong>All The Bright Places by Jennifer Niven - 4.5 stars</strong> - I loved this, thought it was a great representation of mental health and bipolar and I felt like I related a lot to both characters. I loved both main characters, they both felt so raw and real. The author managed to capture the confusion and the dread of living through the minds of teenagers. One of my new faves.</p>\n\n<p><strong>The Push by Ashley Audrain - 5 stars</strong> - the best book I’ve read all year! I loved it so much that after I read it on kindle I went straight out and bought the hardback. So messed up, dark, emotional and sinister. I loved the writing style and the way the author portrayed grief, paranoia and post natal depression. The multi generational study was incredible and made every character have a complex portrayal. Incredible!</p>\n\n<p><strong>Milk Fed by Melissa Broder - 3.5 stars</strong> - I wasn’t sure how I felt about this book for a while after I’d read it but not I’ve decided that I just don’t like it. It made me feel weird and a bit queasy. Maybe I related a bit too much, the main character is very deeply lonely and unhappy. She has obsessions, rituals, thoughts and feelings that make you squirm. I said I didn’t like this but I still gave it 3.5 stars I think because I do just love some disaster stories.</p>\n\n<p><strong>The House On Mango Street by Sandra Cisneros - 4 stars</strong> - beautifully written vignettes following a young Latina girl growing up in Chicago. It’s poetic, lyrical and nostalgic. There is no central plot which I would usually really dislike but something about this just drew me in.</p>\n\n<p><strong>Exciting Times by Naoise Dolan - 1 star</strong> - I regret spending money on this and I can’t believe I have to continue looking at it on my shelf, basically a budget Sally Rooney. Literally not one exciting time was had, I need to give this to the charity shops ASAP.</p>\n\n<p><strong>A Touch Of Darkness by Scarlett St Clair - 3 stars</strong> - I liked the kind of modernity of Hades and Persephone, the way everything’s been fit into our current society. And I really liked the supporting characters specifically Hecate and Hermes. But I absolutely couldn’t stand Hades and Persephone’s relationship. Very big wattpad vibes from this and the romance scenes made me cringe and shudder.</p>\n\n<p><strong>Girl in Pieces by Kathleen Glasgow- 4.5 stars</strong> - this was another favourite this month, I really felt the main characters desperation and the depth of her depression. I felt every struggle she had. The supporting characters are morally grey and sometimes unlikeable but this makes them so real. I really felt like I was a part of this story.</p>\n\n<p><strong>Red, White and Royal Blue by Casey McQuinston - 3.5 stars</strong> - disappointing considering all the hype, I expected a lot more. I did overall enjoy the whole book and the romance parts were cute. However for a book based on fear, risk and tension it fell sooo flat. There were very little consequences every time something went wrong and everything was just resolved a bit too quickly to make any situation really have an impact. The world building was very idealistic and whilst this is nice to think about it kind of just made the whole story a bit annoyed and far fetched. I also thought the amount of politics and presidency in this book just ruined it for me, the author tried to tackle so many issues that it made the whole book just a bit wishy washy and shallow. Would still recommend, I just wish it was slightly shorter.</p>\n\n<p><strong>The Girls I’ve Been by Tess Sharpe - 4 stars</strong> - I thought this was fab! Original plot lines and characters made it really fun and kept me guessing the whole way through. Nora is a brilliant character, she’s clever, scary but I kind of love her. So morally grey and confused but you can’t pull away. The pacing is very fast and the chapters are short. My only wish was the the events were in chronological order rather than going backwards and forwards as this made the story a bit confusing for me. Other than that I would defo recommend and I’m so excited that they’re making a film!</p>\n\n<p><strong>She’s Too Pretty To Burn by Wendy Heard - 4.25 stars</strong> - Loved this, another morally grey, dark, corrupt group of characters. Such beautiful world building, if this was a film I can imagine it looking amazing. The author describes this as being heavily inspired by “The Picture of Dorian Grey” which I thought was so true and it really worked! Sexy, thrilling and provocative. Victoria and Micks relationship was so tense and beautiful, I couldn’t put it down.</p>\n\n<p><strong>Notes on Camp by Susan Sontag - 3.5 stars</strong> - a very quick read, a couple of useful and interesting essays on Camp culture. I would say that the first essay was great, full of inconsistent, silly and hazy points which all are so good. The second essay I didn’t quite enjoy as much but still a great read.</p>\n\n<p><strong>The Good Girls by Claire Eliza Bartlett - 3 stars</strong> - a bit meh, the story was told from too many povs so none of the characters really developed, they all kind of just had the same voice and thoughts? I also ended up guessing what happened about halfway through and not much really happened so I was just a bit bored. Defo has potential to be great and if I was younger I would’ve liked this.</p>\n\n<p><strong>Every Single Lie by Rachel Vincent - 3.5 stars</strong> - Quite chilling and sad, it wasn’t my fave and I found that everything was a bit dragged out but I definitely didn’t see the twist coming and I didn’t put it down once, I was quite captivated. The main character is unfortunately, very irritating so that’s the main thing that put me off.</p>\n\n<p><strong>Fat Chance, Charlie Vega by Crystal Maldonado - 3.5 stars</strong> - this was the last book of the month I read, I was tired and I wanted something light hearted and easy and this was perfect for that! We see Charlie Vega navigating teenage life and relationships as a plus size girl with a narcissistic parent. A definitely very realistic approach as to what it’s like to be the “fat friend” and I loved all the lgbtq+ and poc rep! Perfect light hearted book to end the month with.</p>\n\n<p>Has anyone else read any of these? If so what did you think of them! Please do let me know I love hearing other people’s opinions :)</p>\n</div><!-- SC_ON -->",
  "score": 51,
  "permalink": "/r/books/comments/n29lz4/i_read_30_books_this_month_ratings_thoughts_on/",
  "subreddit": "books",
  "id": "n29lz4",
  "is_self": true,
  "media": null,
  "is_video": false
}