{
  "author": "finegrindberlin",
  "the_new_excerpt": "In the movie, Batman Begins, a younger Bruce Wayne is in training learning to be\nBatman. He is learning to fight on top of a frozen lake and ends up falling\nthrough the ice. After getting out of the water and freezing to death he is\nsitting in front of a fire rubbing his arms trying to keep warm. He…",
  "original_created_utc": 1612884333,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "在电影《蝙蝠侠》（Batman Begins）中，年轻的布鲁斯-韦恩正在接受训练，学习成为\n蝙蝠侠 他在冰封的湖面上学习战斗，结果掉了下来。\n通过冰层。从水里出来后，他被冻死了。\n坐在火堆前搓着胳膊想取暖。他...",
      "title": "YSK说的 \"揉揉胸口，手臂就会自己照顾自己 \"是编出来的，并没有用。在这个寒冷的冬季时期，不要从蝙蝠侠那里得到救命的建议。克里斯托弗-诺兰编造的，实际上并不奏效。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "在電影《蝙蝠俠》（Batman Begins）中，年輕的布魯斯-韋恩正在接受訓練，學習成爲\n蝙蝠俠 他在冰封的湖面上學習戰鬥，結果掉了下來。\n通過冰層。從水裏出來後，他被凍死了。\n坐在火堆前搓着胳膊想取暖。他...",
      "title": "YSK說的 \"揉揉胸口，手臂就會自己照顧自己 \"是編出來的，並沒有用。在這個寒冷的冬季時期，不要從蝙蝠俠那裏得到救命的建議。克里斯托弗-諾蘭編造的，實際上並不奏效。"
    }
  ],
  "title": "YSK that \"Rub your chest, your arms will take care of themselves\" was made up and does not work. During this cold winter periods, don't get life-saving advice from Batman. Christopher Nolan made this up and it does not actually work.",
  "created_utc": 1612943016,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In the movie, Batman Begins, a younger Bruce Wayne is in training learning to be Batman. He is learning to fight on top of a frozen lake and ends up falling through the ice. After getting out of the water and freezing to death he is sitting in front of a fire rubbing his arms trying to keep warm. He is told by his mentor to rub his chest instead of rubbing his arms. </p>\n\n<p>&quot;Rub your chest, your arms will take care of themselves.&quot; </p>\n\n<p>Why YSK: </p>\n\n<p>The line was rememberable and I personally thought it was legit. YSK that this is not genuine advice and is a made-up line for a movie. In the behind-the-scenes featurette, Christopher Nolan admits that this is false and mentions that he worries boy scouts across the world would take this advice as literal even though its complete nonsense. </p>\n\n<p><a href=\"https://youtu.be/oMkmjg-qZRk?t=2450\">https://youtu.be/oMkmjg-qZRk?t=2450</a></p>\n\n<p>It is unlikely that you will be in a situation where you fall through some ice. But if you were like me, don&#39;t be a fool and pass on this information as fact. Maybe just, in general, don&#39;t quote things you hear from Batman.</p>\n</div><!-- SC_ON -->",
  "score": 89,
  "permalink": "/r/YouShouldKnow/comments/lg5n0o/ysk_that_rub_your_chest_your_arms_will_take_care/",
  "subreddit": "YouShouldKnow",
  "id": "lg5n0o",
  "is_self": true,
  "media": null,
  "is_video": false
}