{
  "author": "Lonely_Pineapplez",
  "original_created_utc": 1625185414,
  "title": "CMV: certain hairstyles do not belong to certain cultures",
  "created_utc": 1625208634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen POC getting upset on youtube/tiktok for a white person wearing a hairstyle that they believe should only be worn by their culture and I dont really understand it.</p>\n\n<p>I was watching a YouTube video of a European women showing how to do a Nordic/Viking style braid. She braided two cornrows (she called them cornrows but I think they were really Dutch braids) on both sides of her head, and then did a big braid on top, gathered all the braids together into a pony in the back. Some people were upset in the comments though, saying that she is appropriating black culture by doing these small Dutch braids, even though this hairstyle was done by vikings.</p>\n\n<p>Another example, I saw a tiktok of these white girls at a pool, and they all were wearing a silk scarf on their head. People in the comments were upset by this, and claimed they were appropriating black culture. </p>\n\n<p>I just dont understand how a culture can own a certain style of braid or a certain way to tie a scarf to your head. If someone is wearing their hair like that, and they aren&#39;t doing it to be racist, I dont see the problem.</p>\n\n<p>Someone please explain this to me. I hope this doesn&#39;t come off as racist or ignorant, I&#39;m not trying to be I just dont understand.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/obywd5/cmv_certain_hairstyles_do_not_belong_to_certain/",
  "subreddit": "changemyview",
  "id": "obywd5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen POC getting upset on youtube/tiktok for a white person wearing a\nhairstyle that they believe should only be worn by their culture and I dont\nreally understand it.\n\nI was watching a YouTube video of a European women showing how to do a\nNordic/Viking style braid. She braided two cornrows…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "白人が自分の文化でのみ着用されるべきだと信じている髪型をしていると、POCがyoutubeやtiktokで怒っているのを見たことがあります。\n自分たちの文化でのみ着用されるべきだと信じている髪型を白人がしていることにPOCが怒っているのを見たことがあります。\n理解できません。\n\n私は、ヨーロッパ人女性が北欧/バイキングスタイルの三つ編みのやり方を紹介しているYouTubeのビデオを見ていました。\n北欧/バイキングスタイルの三つ編みのやり方を紹介しているヨーロッパ人女性のYouTube動画を見ていました。彼女は2つのコーンロウを編んでいました...",
      "title": "CMV: 特定のヘアスタイルは特定の文化に属していない"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我在youtube/tiktok上看到有的人因为一个白人戴着一个他们认为只有他们的文化才应该戴的发型而感到不安。\n他们认为只有他们的文化才应该留这种发型，我不太理解。\n真的很理解。\n\n我在看一个欧洲妇女的YouTube视频，她展示了如何做一个北欧/维京风格的辫子。\n北欧/维京风格的辫子。她编了两条玉米辫...",
      "title": "CMV：某些发型不属于某些文化"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我在youtube/tiktok上看到有的人因爲一個白人戴着一個他們認爲只有他們的文化才應該戴的髮型而感到不安。\n他們認爲只有他們的文化才應該留這種髮型，我不太理解。\n真的很理解。\n\n我在看一個歐洲婦女的YouTube視頻，她展示瞭如何做一個北歐/維京風格的辮子。\n北歐/維京風格的辮子。她編了兩條玉米辮...",
      "title": "CMV：某些髮型不屬於某些文化"
    }
  ]
}