{
  "author": "Lonely_Pineapplez",
  "original_created_utc": 1625185414,
  "title": "CMV: certain hairstyles do not belong to certain cultures",
  "created_utc": 1625208634,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve seen POC getting upset on youtube/tiktok for a white person wearing a hairstyle that they believe should only be worn by their culture and I dont really understand it.</p>\n\n<p>I was watching a YouTube video of a European women showing how to do a Nordic/Viking style braid. She braided two cornrows (she called them cornrows but I think they were really Dutch braids) on both sides of her head, and then did a big braid on top, gathered all the braids together into a pony in the back. Some people were upset in the comments though, saying that she is appropriating black culture by doing these small Dutch braids, even though this hairstyle was done by vikings.</p>\n\n<p>Another example, I saw a tiktok of these white girls at a pool, and they all were wearing a silk scarf on their head. People in the comments were upset by this, and claimed they were appropriating black culture. </p>\n\n<p>I just dont understand how a culture can own a certain style of braid or a certain way to tie a scarf to your head. If someone is wearing their hair like that, and they aren&#39;t doing it to be racist, I dont see the problem.</p>\n\n<p>Someone please explain this to me. I hope this doesn&#39;t come off as racist or ignorant, I&#39;m not trying to be I just dont understand.</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/obywd5/cmv_certain_hairstyles_do_not_belong_to_certain/",
  "subreddit": "changemyview",
  "id": "obywd5",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I've seen POC getting upset on youtube/tiktok for a white person wearing a\nhairstyle that they believe should only be worn by their culture and I dont\nreally understand it.\n\nI was watching a YouTube video of a European women showing how to do a\nNordic/Viking style braid. She braided two cornrows…"
}