{
  "author": "HumdrumHoeDown",
  "original_created_utc": 1624879451,
  "title": "The Persian Boy by Mary Renault",
  "created_utc": 1624909557,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I just finished this up and wanted to recommend it to any fans of historical fiction here.  The story follows Bagoas, a eunuch gifted as a servant to Alexander the Great not long after his great victory over Darius of Persia.  Bagoas is a real historical person who gets only occasional mention in the records of Alexander’s life.</p>\n\n<p>The book is a wonder.  The prose is accessible while also being lyrical and even poetic at times.  The scope is astounding, allowing the reader to see Alexander’s campaigns firsthand.  And Bagoas is a sensitive, thoughtful, and sympathetic figure amidst the cruelty and splendor of the ancient world.</p>\n\n<p>The portrait of Alexander himself is the real treat here though, in my opinion.  The book shows us a nuanced yet extraordinary character who is heroic, flawed, loving, and a visionary leader.  This is one of those stories in which knowing how it ends takes nothing away from the journey.  </p>\n\n<p>10/10</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o9iac6/the_persian_boy_by_mary_renault/",
  "subreddit": "books",
  "id": "o9iac6",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I just finished this up and wanted to recommend it to any fans of historical\nfiction here. The story follows Bagoas, a eunuch gifted as a servant to\nAlexander the Great not long after his great victory over Darius of Persia.\nBagoas is a real historical person who gets only occasional mention in…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私はちょうどこの作品を読み終えたところで、歴史小説のファンの方にお勧めしたいと思いました。\nにお勧めします。物語は、アレキサンダー大王がペルシャのダリウスに勝利した直後、彼の下僕として与えられた宦官、バゴアスの物語です。\nアレクサンダー大王がペルシャのダリウスに勝利した直後に、下僕として与えられたバゴアスが主人公です。\nバゴアスは歴史上の実在の人物ですが、歴史小説の中ではたまにしか登場しません。",
      "title": "メアリー・ルノーの「ペルシャの少年"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我刚刚读完这本书，想把它推荐给任何历史小说的爱好者。\n小说的爱好者推荐。故事讲述的是巴戈斯，一个太监，在亚历山大大帝战胜波斯的大流士后不久，被赠予作为仆人。\n在亚历山大大帝战胜波斯的大流士后不久，他被赠予作为仆人。\n巴戈亚斯是一个真实的历史人物，他在书中只是偶尔被提及。",
      "title": "玛丽-雷诺撰写的《波斯男孩》。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我剛剛讀完這本書，想把它推薦給任何歷史小說的愛好者。\n小說的愛好者推薦。故事講述的是巴戈斯，一個太監，在亞歷山大大帝戰勝波斯的大流士後不久，被贈予作爲僕人。\n在亞歷山大大帝戰勝波斯的大流士後不久，他被贈予作爲僕人。\n巴戈亞斯是一個真實的歷史人物，他在書中只是偶爾被提及。",
      "title": "瑪麗-雷諾撰寫的《波斯男孩》。"
    }
  ]
}