{
  "author": "Karloz_Danger",
  "the_new_excerpt": "I believe \"socialism/socialist\" is a fuzzy term, at best, that often derails\nwhat could otherwise be useful political debates in the United States. When\npeople on the political right say \"socialism,\" they typically have in mind a\npoorly-run welfare state at best and brutal totalitarianism at worst.…",
  "original_created_utc": 1621984876,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は、「社会主義／社会主義者」という言葉は、せいぜい曖昧な言葉で、しばしば脱線してしまいます。\nアメリカでは、有益な政治的議論ができないことが多いのです。右派の人々が\n右派の人々が「社会主義」と言うとき、彼らが思い浮かべるのは典型的には\nよく言えばお粗末な福祉国家、悪く言えば残忍な全体主義....",
      "title": "CMV: アメリカの政治の主流である「社会主義」という言葉を使うのはやめよう"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我认为，\"社会主义/社会主义 \"充其量是一个模糊的术语，它往往会使美国本来可能有用的政治辩论脱轨。\n在美国，本来可以是有益的政治辩论。当\n政治右派的人说 \"社会主义 \"时，他们通常想到的是一个\n在最好的情况下是运行不畅的福利国家，在最坏的情况下是野蛮的极权主义....。",
      "title": "CMV：我们应该停止在美国主流政治话语中抛出 \"社会主义 \"一词"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我認爲，\"社會主義/社會主義 \"充其量是一個模糊的術語，它往往會使美國本來可能有用的政治辯論脫軌。\n在美國，本來可以是有益的政治辯論。當\n政治右派的人說 \"社會主義 \"時，他們通常想到的是一個\n在最好的情況下是運行不暢的福利國家，在最壞的情況下是野蠻的極權主義....。",
      "title": "CMV：我們應該停止在美國主流政治話語中拋出 \"社會主義 \"一詞"
    }
  ],
  "title": "CMV: we should stop throwing around the term \"socialism\" in mainstream American political discourse",
  "created_utc": 1621993838,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I believe &quot;socialism/socialist&quot; is a fuzzy term, at best, that often derails what could otherwise be useful political debates in the United States. When people on the political right say &quot;socialism,&quot; they typically have in mind a poorly-run welfare state at best and brutal totalitarianism at worst. I realize this is due to lingering effects of the Red Scare and our right-biased Overton Window, but it is the case regardless. On its own, this should be enough to discourage the use of this term if only one side of a debate really knows what it means, but I think it goes deeper than that.</p>\n\n<p>I also find that liberals and people who lean politically left in the US often have a fuzzy conception of &quot;socialism&quot; as well. They tend to lump AOC, Bernie Sanders, and Nordic countries all under this &quot;socialist&quot; umbrella, when what all of these have in common is <em>social democracy</em>, not socialism. Places like Sweden and Norway operate with capitalist economies and most of what AOC and Bernie push for is completely compatible with capitalism, albeit in a modified form.</p>\n\n<p>What I think is happening is that when people say &quot;socialist&quot; in the positive sense in the US, what they probably mean is <em>Keynesian</em> (i.e., the government doing stuff). That is, the focus tends to be on the role of government and social programs more than workplace power dynamics (e.g., labor vs. the owner class) and the fundamental incentive structure of the economy. To my understanding, basic socialist ideology is agnostic to the role and structure of government, ranging from radically democratic to decidedly-NOT democratic (hence why the left tends to split off into so many factions).</p>\n\n<p>I am not merely making this argument from the abstract &quot;words mean things&quot; stance (though this does partially motivate the argument because, of course). Controversy and lack of clarity have real world impacts on public views and political behavior. For instance, Americans broadly support progressive, social democratic labor laws, such as expanding the power of unions (<a href=\"https://www.filesforprogress.org/memos/labor_unions.pdf\">https://www.filesforprogress.org/memos/labor_unions.pdf</a>), whereas most Americans by and large tend to dislike things that are labelled as &quot;socialist/socialism&quot; (<a href=\"https://news.gallup.com/opinion/polling-matters/287459/public-opinion-review-americans-word-socialism.aspx\">https://news.gallup.com/opinion/polling-matters/287459/public-opinion-review-americans-word-socialism.aspx</a>). </p>\n\n<p>In conclusion, I am not arguing for the literal censorship of the word &quot;socialism.&quot; Furthermore, I understand that words and concepts morph over time; however, I would argue that in the US &quot;socialism&quot; has evolved into splintered meanings, depending on political community, without consensus, making it a bad word for political debate. Thus, I am making a pragmatic argument -- we should avoid using a term in our discussions and debates that is misunderstood, loaded, and, in my opinion, beyond salvaging in our political context.</p>\n\n<p>Change my view.</p>\n</div><!-- SC_ON -->",
  "score": 130,
  "permalink": "/r/changemyview/comments/nl2txh/cmv_we_should_stop_throwing_around_the_term/",
  "subreddit": "changemyview",
  "id": "nl2txh",
  "is_self": true,
  "media": null,
  "is_video": false
}