{
  "author": "topothesia773",
  "original_created_utc": 1624643429,
  "title": "YSK that putting your napkin/trasg inside your cup at the end of a meal at a restaurant is not helpful or polite to the staff.",
  "created_utc": 1624650597,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK:</p>\n\n<p>Although consolidating your trash and dishes after your meal is generally a polite, helpful thing to do, you should not put your dirty napkin inside your cup. You can leave it on a plate or tuck it underneath if you are outside and worried about it blowing away, but you should not stuff it into your cup.</p>\n\n<p>If you put it inside your cup, whoever is washing your dishes will inevitably have to reach inside your dirty cup and pull out the soggy napkin to throw it away. This of course makes restaurant staff&#39;s job harder and grosser, not easier.</p>\n\n<p>Edit: <em>trash</em> in the title</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/YouShouldKnow/comments/o7ss6a/ysk_that_putting_your_napkintrasg_inside_your_cup/",
  "subreddit": "YouShouldKnow",
  "id": "o7ss6a",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK:\n\nAlthough consolidating your trash and dishes after your meal is generally a\npolite, helpful thing to do, you should not put your dirty napkin inside your\ncup. You can leave it on a plate or tuck it underneath if you are outside and\nworried about it blowing away, but you should not stuff it…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか。\n\n食事の後にゴミや食器をまとめることは、一般的には礼儀正しいことですが\n汚れたナプキンをコップの中に入れてはいけません。\nカップの中に入れてはいけません。皿の上に置いたり、外では下に敷いたりしても構いません。\n皿の上に置いたり、下に敷いたりすることはできますが、詰め込んだりしてはいけません。",
      "title": "YSKさんは、レストランで食事の最後にナプキンや余分なものをカップの中に入れることは、スタッフに対して親切でも礼儀でもないと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK。\n\n虽然在用餐后将垃圾和碗碟合并在一起通常是一件很有礼貌、很有帮助的事情。\n礼貌、有益的做法，但你不应该把你的脏餐巾放在你的\n杯子里。你可以把它放在盘子里，或者如果你在外面，担心它被吹走，就把它塞到下面。\n担心它被吹走，但你不应该把它塞进杯子里......",
      "title": "YSK认为，在餐厅用餐结束时将餐巾/茶杯放在杯子里，对工作人员没有帮助或礼貌。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK。\n\n雖然在用餐後將垃圾和碗碟合併在一起通常是一件很有禮貌、很有幫助的事情。\n禮貌、有益的做法，但你不應該把你的髒餐巾放在你的\n杯子裏。你可以把它放在盤子裏，或者如果你在外面，擔心它被吹走，就把它塞到下面。\n擔心它被吹走，但你不應該把它塞進杯子裏......",
      "title": "YSK認爲，在餐廳用餐結束時將餐巾/茶杯放在杯子裏，對工作人員沒有幫助或禮貌。"
    }
  ]
}