{
  "author": "one-two-ten",
  "original_created_utc": 1626292161,
  "title": "Andy Weir books make me a little smarter. (Project Hail Mary)",
  "created_utc": 1626335661,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I absolutely loved <em>The Martian</em> and was really excited when I saw a new novel, <em>Project Hail Mary</em>, by Andy Weir. I love the way he takes time to explain complex solutions to problems, aspects of orbital mechanics, and even just basic conversions for everyday units of measure; and make it fun! I feel like his books make me a little bit smarter.\n<em>Project Hail Mary</em> had me hooked from the start, and I really enjoyed such a unique and multifaceted storyline. If you liked Mark Watney for his personality, I believe you’ll find Ryland Grace to be of a very similar disposition and attitude. Sounds like Ryan Gosling will be playing Grace in a movie adaptation, which is exciting.\nSome elements of the novel had me wanting go back and rewatch “Arrival” which then led me to Ted Chiang books. So far those are incredible works of sci-Fi short stories.\nI also just discovered <em>Artemis</em> by Weir which was published between Martian and Hail Mary, so I’ll be tackling that one next.</p>\n\n<p>What other authors or individual novels have you read, that you feel made you a little bit smarter?</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/books/comments/okc3l1/andy_weir_books_make_me_a_little_smarter_project/",
  "subreddit": "books",
  "id": "okc3l1",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "I absolutely loved The Martian and was really excited when I saw a new novel,\nProject Hail Mary, by Andy Weir. I love the way he takes time to explain complex\nsolutions to problems, aspects of orbital mechanics, and even just basic\nconversions for everyday units of measure; and make it fun! I feel…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "私は「The Martian」が大好きで、新しい小説を見たときは本当に興奮しました。\nアンディ・ウィアーの新作『Project Hail Mary』を見て、とても興奮しました。複雑な問題を解決するために時間をかけて説明する彼の姿勢が好きです。\n問題の解決方法や軌道力学の側面、さらには日常的な単位の変換などの基本的なことを\n複雑な問題の解決方法や、軌道力学の側面、日常的な単位の変換などを、時間をかけて楽しく説明してくれるところが好きです。私は...",
      "title": "アンディ・ウィアーの本は、私を少し賢くしてくれる。(Project Hail Mary)"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我绝对喜欢《火星人》，当我看到一部新小说时，我真的很兴奋。\n安迪-威尔的 \"万福玛丽计划\"。我喜欢他花时间来解释复杂的\n我喜欢他花时间解释复杂的问题解决方案，轨道力学的各个方面，甚至只是基本的转换。\n我喜欢他花时间解释复杂的问题解决方案、轨道力学的各个方面，甚至只是日常计量单位的基本转换；并使之变得有趣！我觉得... 我觉得...",
      "title": "安迪-威尔的书让我变得更聪明了一些。(Hail Mary项目)"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我絕對喜歡《火星人》，當我看到一部新小說時，我真的很興奮。\n安迪-威爾的 \"萬福瑪麗計劃\"。我喜歡他花時間來解釋複雜的\n我喜歡他花時間解釋複雜的問題解決方案，軌道力學的各個方面，甚至只是基本的轉換。\n我喜歡他花時間解釋複雜的問題解決方案、軌道力學的各個方面，甚至只是日常計量單位的基本轉換；並使之變得有趣！我覺得... 我覺得...",
      "title": "安迪-威爾的書讓我變得更聰明瞭一些。(Hail Mary項目)"
    }
  ]
}