{
  "author": "SliptheSkid",
  "original_created_utc": 1638218462,
  "title": "CMV: Signatures are an antiquated, useless system for authentifying identity on any document",
  "created_utc": 1638234765,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>TO BE CLEAR, By useless I mean &quot;Ineffective at doing what they intend to do&quot;. In this context, that means identifying the person in question</p>\n\n<p>Basically any time a signature is used. it&#39;s purpose is useless. Here are some examples:</p>\n\n<ol>\n<li>A signature at the bottom of a formal email, next to their name and contact information</li>\n<li>A legal document or &quot;official&quot; document, like something signed by a university, with a chairman head&#39;s signature at the bottom</li>\n<li>Any document or form YOU sign where you include your signature.</li>\n</ol>\n\n<p>In all of these cases, a signature can be faked very easily either digitally or by faking it yourself with some practice - Any remotely talented penman could fake almost any signature with enough practice, so simple put, absolutely nothing about a signature confirms that the person who claimed they wrote something actually wrote it. Moreover, it&#39;s not like signatures are a very good way of identifying people in the first place, seeing as most devolve into something you can&#39;t read, and in a sea of millions of people, there is surely lots of many overlaps by many. I&#39;ve seen signatures that have literally devolved into just a squiggle with no letters! Others look like circles. In theory, it can be anything. It&#39;s such a poorly contrived security system that I think people know actually doesn&#39;t mean anything -- It&#39;s the same reason why I just filled out a form for the dentist and my signature came out terrible and incoherent, but it doesn&#39;t matter and I didn&#39;t care, nor did the dentists&#39; office.</p>\n\n<p>I think that the only practical use of signatures is to scare people into agreement / convince people that under this arbitrary system, a signature means something so if you signed off on it, you&#39;re obligated to be honest and in agreement. Realistically it has never meant anything. Programs like Docusign just let you copy and paste signatures from a given selection of handwriting! And of course, any mobile form of a signature, over mouse or touch screen, is usually quite different than the real thing in writing. Signatures and their existence are one of many reasons things like back cheques are insecure and can be faked -- If we used something else like fingerprints via special ink types and whatnot, we&#39;d probably be much better off - Plus, fingerprints are already stored by the police and whatnot, and are much harder to fake.</p>\n\n<p>Edit 1: To anyone saying that &quot;it&#39;s used so technically it isn&#39;t useless&quot;, I&#39;m aware of that and me mentioning it being useless is more of a juxtoposition of it not being useFUL because it&#39;s ineffective. Something useless can be defined as something not used OR something &quot;not fulfilling or not expected to achieve the intended purpose or desired outcome&quot; which is the meaning I intend here.  </p>\n\n<p>Edit 2: Someone actually disagreeing with this point brought up some very pertinent information:<br/>\nApparently, &quot;experts can correctly identify 95% of &#39;real&#39; signatures, and correctly reject 71% of forgeries&quot;. This is proof of how ineffective signatures are at identifying who wrote them! 30% failure rate is ABYSMAL! And that&#39;s by experts, wow. One could only wonder what it would be like among people who have no training, or have minimal training - They&#39;d probably have a failure rate of well over 60%, because signatures empart NO information that varifies who wrote them</p>\n</div><!-- SC_ON -->",
  "score": 63,
  "permalink": "/r/changemyview/comments/r5548e/cmv_signatures_are_an_antiquated_useless_system/",
  "subreddit": "changemyview",
  "id": "r5548e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "TO BE CLEAR, By useless I mean \"Ineffective at doing what they intend to do\". In\nthis context, that means identifying the person in question\n\nBasically any time a signature is used. it's purpose is useless. Here are some\nexamples:\n\n 1. A signature at the bottom of a formal email, next to their name…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "はっきり言って、「役に立たない」というのは、「意図したことができない」という意味です。この文脈では\nこの文脈では、問題の人物を特定することを意味します。\n\n基本的にサインが使われているときは、その目的は無意味です。ここにいくつかの\n例を挙げてみましょう。\n\n 1. 正式な電子メールの下部、名前の横にある署名...",
      "title": "CMV: 署名は、あらゆる文書の本人性を認証するための、時代遅れの無用なシステムです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "明确地说，我所说的无用是指 \"在做他们打算做的事情时没有效果\"。在这里\n在这种情况下，这意味着要确定有关人员的身份。\n\n基本上，任何时候使用签名，它的目的都是无用的。这里有一些\n例子。\n\n 1. 正式电子邮件底部的签名，在他们的名字旁边...",
      "title": "CMV: 签名是一个过时的、无用的系统，用于证明任何文件的身份。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "明確地說，我所說的無用是指 \"在做他們打算做的事情時沒有效果\"。在這裏\n在這種情況下，這意味着要確定有關人員的身份。\n\n基本上，任何時候使用簽名，它的目的都是無用的。這裏有一些\n例子。\n\n 1. 正式電子郵件底部的簽名，在他們的名字旁邊...",
      "title": "CMV: 簽名是一個過時的、無用的系統，用於證明任何文件的身份。"
    }
  ]
}