{
  "author": "Lonewolfing",
  "original_created_utc": 1626849229,
  "title": "Do a lot of people just end up ‘settling’ for an okay relationship rather than waiting for an amazing one?",
  "created_utc": 1626865097,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a 30 something single who has been in a variety of relationships over the past 10 years, with people who were ‘okay’. </p>\n\n<p>I wasn’t necessarily unhappy with them, but none of them made me particularly happy either, and I couldn’t see myself living the rest of my life this way.</p>\n\n<p>I don’t feel as though I have particularly stringent deal breakers either: no drug use, a stable career (or working towards one), and the desire for a monogamous long term relationship. </p>\n\n<p>When I’ve ended relationships with people in the past due to these sorts of incompatibilities I get the feeling from friends that they think I might be being too harsh. </p>\n\n<p>I started looking around at my friends’ partners. Most of them are lovely people, but many of them also have issues that I would consider red flags: drug or gambling issues, often out of work and no desire to find any, not prepared to help out with anything around the house or with the children… etc</p>\n\n<p>It made me wonder- is this their dream partner who they fell madly in love with so these issues aren’t a problem? Or did they settle?</p>\n\n<p>Obviously I can’t ask them this, so I figured I’d ask reddit instead. </p>\n\n<p>My fear of dying alone is settling in and am starting to think I need to make some tough decisions.</p>\n</div><!-- SC_ON -->",
  "score": 102,
  "permalink": "/r/TooAfraidToAsk/comments/ookh7e/do_a_lot_of_people_just_end_up_settling_for_an/",
  "subreddit": "TooAfraidToAsk",
  "id": "ookh7e",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a 30 something single who has been in a variety of relationships over the\npast 10 years, with people who were ‘okay’.\n\nI wasn’t necessarily unhappy with them, but none of them made me particularly\nhappy either, and I couldn’t see myself living the rest of my life this way.\n\nI don’t feel as though…"
}