{
  "author": "2punornot2pun",
  "the_new_excerpt": "There's an \"interestingasf*ck\" post stating a Monk had to be \"retested\" in 3\nyears if he failed his \"test\" regarding a particular stance/moves.\n\n\n\nIt's an extreme exaggeration. A lot of the information in the documentary\nrelating to it was greatly exaggerated or just plain wrong.\n\n\n\nWhy YSK: Taking…",
  "original_created_utc": 1621793109,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "僧侶が特定の姿勢や動きに関する「テスト」に失敗した場合、3年後に「再テスト」を受けなければならないという「interestingasf*ck」な投稿がありました。\n僧侶が特定の姿勢や動きに関する「テスト」に不合格になると、3年後に「再テスト」を受けなければならないという「おもしろい」投稿がありました。\n\n\n\nこれは非常に誇張された表現です。ドキュメンタリー映画の中の情報の多くは\nそれに関するドキュメンタリーの情報の多くは、非常に誇張されていたり、明らかに間違っていたりします。\n\n\n\nなぜYSKなのか：テスト...",
      "title": "YSK ドキュメンタリーは非常に誤解を招きやすいものです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "有一个 \"有趣的 \"帖子说，如果一个和尚在特定的姿势/动作方面没有通过 \"测试\"，他必须在3年内接受 \"重新测试\"。\n如果他没有通过对某一特定姿势/动作的 \"测试\"，就必须在三年内 \"重新测试\"。\n\n\n\n这是一个极端夸张的说法。纪录片中的很多信息\n与此相关的许多信息都被大大夸大了，或者是完全错误的。\n\n\n\n为什么YSK：以...",
      "title": "YSK 纪录片可能具有极大的误导性。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "有一個 \"有趣的 \"帖子說，如果一個和尚在特定的姿勢/動作方面沒有通過 \"測試\"，他必須在3年內接受 \"重新測試\"。\n如果他沒有通過對某一特定姿勢/動作的 \"測試\"，就必須在三年內 \"重新測試\"。\n\n\n\n這是一個極端誇張的說法。紀錄片中的很多信息\n與此相關的許多信息都被大大誇大了，或者是完全錯誤的。\n\n\n\n爲什麼YSK：以...",
      "title": "YSK 紀錄片可能具有極大的誤導性。"
    }
  ],
  "title": "YSK Documentaries can be extremely misleading.",
  "created_utc": 1621806482,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>There&#39;s an &quot;interestingasf*ck&quot; post stating a Monk had to be &quot;retested&quot; in 3 years if he failed his &quot;test&quot; regarding a particular stance/moves. </p>\n\n<p>&#x200B;</p>\n\n<p>It&#39;s an extreme exaggeration. A lot of the information in the documentary relating to it was greatly exaggerated or just plain wrong. </p>\n\n<p>&#x200B;</p>\n\n<p>Why YSK: Taking documentaries as the end all will leave you with a much poorer understanding of the reality of the world. This could be your health or being insulting incorrect about someone&#39;s culture. </p>\n\n<p>&#x200B;</p>\n\n<p>If you want to see why the Shaolin Monk documentary is extremely exaggerated, <a href=\"https://www.youtube.com/watch?v=jHUewEWi9SE&amp;t=38s\">watch this YouTuber who has video/picture evidence of his time being there who reviews the documentary himself</a></p>\n</div><!-- SC_ON -->",
  "score": 56,
  "permalink": "/r/YouShouldKnow/comments/njdb5l/ysk_documentaries_can_be_extremely_misleading/",
  "subreddit": "YouShouldKnow",
  "id": "njdb5l",
  "is_self": true,
  "media": null,
  "is_video": false
}