{
  "author": "Ori_scenti",
  "original_created_utc": 1624901488,
  "title": "CMV: In the long run, I believe outright banning racist jokes will do more harm than good for groups who are the targets of such jokes.",
  "created_utc": 1624908805,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a fan of various politically incorrect comedians, I don&#39;t think they are racist beyond their complete ignorance of the line that divides jokes between what is a little on the nose and what is more racist than humerous. I can see some potential harm stemming from this type content in the form of a small percentage of their audiences who not only get enjoyment from reinforcing racial stereotypes but use it as an excuse to negatively discriminate or harm minorities. But in the long run I don&#39;t see how pushing the comedic no go zone further and further towards what is politically correct is the most beneficial option. Ignorant people are everywhere, and trying to force society into a utopian world free of racism is a pipe dream which may only exacerbate racial issues. I think this type of racially stereotypical comedy gives these small minded people an opportunity to vent their prejudices openly for others to criticize rather than in a manner that is much more organized, insidious and underground. This type of comedy is the lesser of two evils, resulting in I believe nothing more than some hurt feelings and oftentimes bad comedy, whereas removing such an avenue may result in something similar to the beer halls of 20th century Germany.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/o9p52f/cmv_in_the_long_run_i_believe_outright_banning/",
  "subreddit": "changemyview",
  "id": "o9p52f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a fan of various politically incorrect comedians, I don't think they are\nracist beyond their complete ignorance of the line that divides jokes between\nwhat is a little on the nose and what is more racist than humerous. I can see\nsome potential harm stemming from this type content in the form of a…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "政治的に正しくない様々なコメディアンのファンとして、彼らが人種差別的だとは思いません。\nジョークの境界線を完全に無視している以上、彼らが人種差別的だとは思いません。\nジョークを分ける線を全く知らない以上、彼らが人種差別的だとは思いません。私は、このような\nこの種のコンテンツから生じる潜在的な害は、以下のようなものです。",
      "title": "CMV: 長い目で見れば、人種差別的なジョークを全面的に禁止することは、そのようなジョークの対象となっているグループにとって良いことよりも悪いことの方が多いと考えています。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "作为各种政治上不正确的喜剧演员的粉丝，我不认为他们是\n我不认为他们是种族主义者，除了他们完全无视笑话之间的分界线之外\n我不认为他们是种族主义者，因为他们完全不知道什么是笑话，什么是种族主义者而不是幽默者。我可以看到\n我可以看到这种类型的内容产生了一些潜在的伤害，其形式是...",
      "title": "CMV：从长远来看，我认为直接禁止种族主义笑话对那些成为这种笑话目标的群体来说弊大于利。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "作爲各種政治上不正確的喜劇演員的粉絲，我不認爲他們是\n我不認爲他們是種族主義者，除了他們完全無視笑話之間的分界線之外\n我不認爲他們是種族主義者，因爲他們完全不知道什麼是笑話，什麼是種族主義者而不是幽默者。我可以看到\n我可以看到這種類型的內容產生了一些潛在的傷害，其形式是...",
      "title": "CMV：從長遠來看，我認爲直接禁止種族主義笑話對那些成爲這種笑話目標的羣體來說弊大於利。"
    }
  ]
}