{
  "author": "Ori_scenti",
  "original_created_utc": 1624901488,
  "title": "CMV: In the long run, I believe outright banning racist jokes will do more harm than good for groups who are the targets of such jokes.",
  "created_utc": 1624908805,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a fan of various politically incorrect comedians, I don&#39;t think they are racist beyond their complete ignorance of the line that divides jokes between what is a little on the nose and what is more racist than humerous. I can see some potential harm stemming from this type content in the form of a small percentage of their audiences who not only get enjoyment from reinforcing racial stereotypes but use it as an excuse to negatively discriminate or harm minorities. But in the long run I don&#39;t see how pushing the comedic no go zone further and further towards what is politically correct is the most beneficial option. Ignorant people are everywhere, and trying to force society into a utopian world free of racism is a pipe dream which may only exacerbate racial issues. I think this type of racially stereotypical comedy gives these small minded people an opportunity to vent their prejudices openly for others to criticize rather than in a manner that is much more organized, insidious and underground. This type of comedy is the lesser of two evils, resulting in I believe nothing more than some hurt feelings and oftentimes bad comedy, whereas removing such an avenue may result in something similar to the beer halls of 20th century Germany.</p>\n</div><!-- SC_ON -->",
  "score": 87,
  "permalink": "/r/changemyview/comments/o9p52f/cmv_in_the_long_run_i_believe_outright_banning/",
  "subreddit": "changemyview",
  "id": "o9p52f",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "As a fan of various politically incorrect comedians, I don't think they are\nracist beyond their complete ignorance of the line that divides jokes between\nwhat is a little on the nose and what is more racist than humerous. I can see\nsome potential harm stemming from this type content in the form of a…"
}