{
  "author": "ThatQueerWerewolf",
  "original_created_utc": 1631725227,
  "title": "YSK that if you ever find an animal stuck in a glue trap, oil can be used to free them",
  "created_utc": 1631734260,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: Sometimes people set glue traps without realizing that anything can get stuck in them, and that it is a slow and agonizing death for the animal. But if you ever do find an animal stuck in one, vegetable oil or any other oil found in your kitchen can be used to loosen the glue and free the animal. </p>\n\n<p>When I was younger and didn&#39;t know any better, I set out some glue traps for roaches but ended up catching a mouse who was wiggling and squeaking like crazy. I put the whole thing in a jar, poured some canola oil over the trap, and released the mouse outside. He was wet and greasy, but happy to be free.</p>\n</div><!-- SC_ON -->",
  "score": 61,
  "permalink": "/r/YouShouldKnow/comments/pou6ki/ysk_that_if_you_ever_find_an_animal_stuck_in_a/",
  "subreddit": "YouShouldKnow",
  "id": "pou6ki",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: Sometimes people set glue traps without realizing that anything can get\nstuck in them, and that it is a slow and agonizing death for the animal. But if\nyou ever do find an animal stuck in one, vegetable oil or any other oil found in\nyour kitchen can be used to loosen the glue and free the…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKかというと、何でもかんでも引っかかってしまうことに気づかずに、のりしろを作ってしまうことがあるからです。\nそして、それは動物にとってゆっくりとした苦しい死であることを知らずに仕掛けてしまうことがあります。でも、もし\n万が一、動物がトラップに引っかかってしまった場合は、植物油やキッチンにあるその他の油を使って\n台所にある植物油やその他の油を使って接着剤を緩め、動物を解放することができます。",
      "title": "YSKは、もし動物が罠にかかっているのを見つけたら、オイルを使って解放することができます。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么是YSK：有时人们设置了胶水陷阱，却没有意识到任何东西都可能被卡住。\n而这对动物来说是一种缓慢而痛苦的死亡。但是，如果\n你确实发现有动物被卡在其中，植物油或其他任何油类都可以在其中找到。\n可以用植物油或厨房里的任何其他油来松动胶水并释放动物。",
      "title": "YSK，如果你发现有动物卡在胶水陷阱里，可以用油来解救它们。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼是YSK：有時人們設置了膠水陷阱，卻沒有意識到任何東西都可能被卡住。\n而這對動物來說是一種緩慢而痛苦的死亡。但是，如果\n你確實發現有動物被卡在其中，植物油或其他任何油類都可以在其中找到。\n可以用植物油或廚房裏的任何其他油來鬆動膠水並釋放動物。",
      "title": "YSK，如果你發現有動物卡在膠水陷阱裏，可以用油來解救它們。"
    }
  ]
}