{
  "author": "MrDaemosx",
  "original_created_utc": 1624650753,
  "title": "Has there been any HUGE hit in the past decade ?",
  "created_utc": 1624679469,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello !  </p>\n\n<p>Has there been any huge hit (like Harry Potter scale) in the book industry the past decade ? I&#39;m not talking about books that got popular afterwards such as the GoT books, I&#39;m talking about books that got insanely popular right from release. </p>\n\n<p>This quesion rose from watching &quot;the mystery of Henri Pick&quot; with my girlfriend and it got us thinking about the popularity of books nowadays. We do read books but we do not follow the news of the litterature world at all, we are clueless about the new releases or rising authors and such.</p>\n\n<p>We can&#39;-t really think about any book in the past decade that got so popular that EVERYONE heard about it and got many people to read it. We thought of Twilight and 50 shades but we feel like they&#39;re actually quite niche and too controversial.</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/books/comments/o7v50n/has_there_been_any_huge_hit_in_the_past_decade/",
  "subreddit": "books",
  "id": "o7v50n",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Hello !\n\nHas there been any huge hit (like Harry Potter scale) in the book industry the\npast decade ? I'm not talking about books that got popular afterwards such as\nthe GoT books, I'm talking about books that got insanely popular right from\nrelease.\n\nThis quesion rose from watching \"the mystery of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "こんにちは。\n\nこの10年、書籍業界ではハリーポッターのような大ヒット商品はありましたか？\nこの10年で。GoTのように後から人気が出た本のことではありません。\nGoTのように後から人気が出た本のことではなく、発売直後からめちゃくちゃ人気が出た本のことです。\n発売直後の本です。\n\nこの質問は、\"the mystery of... \"を見たことから始まりました。",
      "title": "この10年で大ヒットしたものはありますか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "你好!\n\n在过去的十年里，图书行业是否有任何巨大的冲击（如哈利波特的规模）？\n过去的十年里，有什么巨大的成功吗？我说的不是后来流行起来的书，例如\n我说的是那些一经发行就大受欢迎的书。\n发布。\n\n这个问题来自于观看《神秘的世界》（The Mystery of...",
      "title": "在过去的十年中，是否有任何巨大的打击？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "你好!\n\n在過去的十年裏，圖書行業是否有任何巨大的衝擊（如哈利波特的規模）？\n過去的十年裏，有什麼巨大的成功嗎？我說的不是後來流行起來的書，例如\n我說的是那些一經發行就大受歡迎的書。\n發佈。\n\n這個問題來自於觀看《神祕的世界》（The Mystery of...",
      "title": "在過去的十年中，是否有任何巨大的打擊？"
    }
  ]
}