{
  "author": "axoplasmicX",
  "the_new_excerpt": "I first want to clarify that I am referring ONLY to pictures taken of legal\nadults. I am not referring to the underage population and will not reply to any\ncomments doing so.\n\nI was also intending for the point of this post to regard personal morals as\nopposed to laws or the pressure of typical…",
  "original_created_utc": 1621366843,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "最初に断っておきますが、私は法律上の成人を撮影した写真のみを対象としています。\n撮った写真のみを対象としています。未成年者に言及しているわけではありませんし、そのようなコメントには返信しません。\nそのようなコメントには返信しません。\n\nまた、この記事のポイントは、法律や一般的な圧力とは異なり、個人のモラルを考慮することでした。\nこの投稿のポイントは、法律や典型的な圧力ではなく、個人的なモラルにあると考えています...",
      "title": "CMV：ヌードはプレゼントではないので、関係が変わった（終わった）時には削除してください。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "我首先要澄清的是，我指的只是合法成年人的照片。\n成年人的照片。我不是指未成年人口，也不会回复任何这样的评论。\n这样做的评论。\n\n我还打算让这个帖子的重点放在个人道德方面，而不是法律或典型的压力。\n相对于法律或典型的压力......",
      "title": "CMV: 裸体不是礼物，当关系改变（结束）时，应该删除。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "我首先要澄清的是，我指的只是合法成年人的照片。\n成年人的照片。我不是指未成年人口，也不會回覆任何這樣的評論。\n這樣做的評論。\n\n我還打算讓這個帖子的重點放在個人道德方面，而不是法律或典型的壓力。\n相對於法律或典型的壓力......",
      "title": "CMV: 裸體不是禮物，當關系改變（結束）時，應該刪除。"
    }
  ],
  "title": "CMV: Nudes are not a gift and should be deleted when the relationship changes (ends).",
  "created_utc": 1621373432,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I first want to clarify that I am referring ONLY to pictures taken of legal adults. I am not referring to the underage population and will not reply to any comments doing so. </p>\n\n<p>I was also intending for the point of this post to regard personal morals as opposed to laws or the pressure of typical societal standards, but I’ll leave that open. </p>\n\n<p>I’m up for a debate because on the one hand, nudes are just pictures and I’m not afraid for my safety that they’re out in the world. I would have willingly sent them with the understanding that they may be saved. I believe the pictures taken during an event, like sexting, were intended to fade away in the thread like any other conversational text. I also believe the nudes sent randomly or for fun are fine to keep for a while. However, if I ask for them to be deleted following the end of a relationship, the receiver should delete any that were saved. The potential for future use is typically not grounded in innocent reminiscing and I do believe that the vulnerability that comes with sharing nudes is supported by the expectation of respect from the recipient.</p>\n\n<p>I lost this argument with an ex after he sent a text that he still has and uses my photos. I think it’s gross and reflects poorly to keep intimate pictures of a partner after the relationship ended; I would even go as far as believing the recipient should delete the nudes without ever being asked, as the internet will give you photos of people who WANT to be seen, free of charge. At this point I’ve moved on from the situation and just want to hear other views on the matter. Thoughts?</p>\n</div><!-- SC_ON -->",
  "score": 54,
  "permalink": "/r/changemyview/comments/nfk3ns/cmv_nudes_are_not_a_gift_and_should_be_deleted/",
  "subreddit": "changemyview",
  "id": "nfk3ns",
  "is_self": true,
  "media": null,
  "is_video": false
}