{
  "author": "Boulang",
  "original_created_utc": 1634770099,
  "title": "CMV: Employees should be able to opt out of unpaid and mandatory lunch break.",
  "created_utc": 1634777596,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Let’s establish a baseline.   I hold this opinion towards where I currently work, I’m not sure how other employers handle lunch breaks.  I understand that employers are required to provide breaks, my opinion is that employees should be free to choose how to use unpaid breaks, depending on the needs of the employer. (In a hospital for example, I can see why employees having ABSOLUTE discretion over their breaks wouldn’t work, but I don’t work in that type of environment.)  we’re not working in an environment with heavy machinery, or in an environment where fatigue or mistakes could be deadly.  (This is an Office/desk job)   </p>\n\n<p>In my company, we’re required to work 8 hours, and take a 1 hour unpaid lunch break.  This lunch break can take place whenever we want during working hours.  There is currently no expectation for us to take lunch breaks in shifts (for example, everyone in my shop could technically choose to all leave together at the same time, we don’t have to leave anyone behind to answer the phone, or anything like that.)</p>\n\n<p>We do not work in shifts, and our time to clock in/out is flexible, so some of us come in at 7:00am and left at 3:00pm and others at 8:00am and 4:00 pm.  </p>\n\n<p>This was OK until today, a manager from another department decided to pull some specific language from our contract that requires a one hour unpaid lunch break.  This lunch break can not be taken at the beginning or end of the day.  (Which is what we were doing before, some of us working from 7am-3pm and then taking lunch from 3pm-4pm). And some come in at 8am-4pm and take their lunch from 4pm-5pm.  There’s a few people who consistently take lunch breaks, but most skip.  There’s a few who go to the gym, occasionally some who live close by go home to take a nap.  </p>\n\n<p>We’re all caught up on work, and we pretty much agreed that working thru the day and going home after 8 hours was pretty fair.   We have always understood that our lunch breaks were unpaid, and if we took one, we would end up being at work for 9 hours.  (8 hour shift with 1 hour lunch.). </p>\n\n<p>I asked this manager why we’re not able to continue taking our lunch break at the end of the day, and they replied back with a quote from the contract and the typical “as per my last email”  Which didn’t really answer my question, I was trying to understand the <em>intent</em> behind this rule.  </p>\n\n<p>So, my opinion is that the intent of an UNPAID lunch break is for the benefit of the employee, a break from the stress of work, and a time to eat.   The employee should be free to use this lunch break in a way that they best see fit. There are plenty examples of people who have used a lunch break to get their oil changed, Dr. Appointments, basically anything.   (This was okay and will still be okay going forward now that they’re enforcing this rule.).  The reason a break is legally required is so that employers can’t take advantage of their employee.   My opinion is that in situations similar to mine, that the employee should be free to take their lunch at the end of the day, if they choose to.  </p>\n\n<p>My argument is that we should be free to take this lunch break at the end of the day, and the main reason is because it’s an unpaid lunch break.  My other supporting arguments are: </p>\n\n<p>We’re all caught up on work.\nWe are fulfilling the requirement for a full and honest 8hour day of work. \nWe have no expectations from management to maintain a staffed office during the lunch break. \nEveryone is free to take a lunch break if they choose to.  (Although almost all of us were taking lunch at the end of the day and are pretty dissatisfied with them enforcing this rule.) \nWe are free to use our lunch breaks for other activities rather than eating, even away from the office\nWe are not in a shift work environment. \nWe’re currently free to use the break WHENEVER we want, we just can’t take it at the end of the day and go home afterwards.  </p>\n\n<p>My hypothesis for the anyone who believes contrary to my opinion, gets a certain “value” from the employees being at work for an extra hour each day.  An extra hour where they can walk in, ask a question, or task us if they need to.   Another hour we’ll be around to answer the phone or respond to an email (aka working).  These are all beneficial to the employer, and considering our preference to take our lunch break at the end of the day and go straight home, we should be getting a paid lunch break since they want to enforce that requirement in the contract. </p>\n\n<p>If I’m being forced to take an unpaid lunch, I should be able to use it whenever I want.  </p>\n\n<p>I understand this requirement is in the contract that I OBVIOUSLY agreed to, but I’d like to change it.  I asked this manager if we could begin the process to change this requirement and it was dismissed immediately.   </p>\n\n<p>I can’t think of anything that would change my mind, but in my exact scenario, I can’t think of anything to justify this rule.</p>\n\n<p>Edit:  one thing I explained poorly is that since we complete work as it comes in, we actually spend most of our day on a break.   I understand this easy job is a huge privilege, but I would really prefer to be at home instead of sitting in the office for an extra hour everyday.   So in regards to breaks, we get plenty.</p>\n</div><!-- SC_ON -->",
  "score": 220,
  "permalink": "/r/changemyview/comments/qcd5bm/cmv_employees_should_be_able_to_opt_out_of_unpaid/",
  "subreddit": "changemyview",
  "id": "qcd5bm",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Let’s establish a baseline. I hold this opinion towards where I currently work,\nI’m not sure how other employers handle lunch breaks. I understand that\nemployers are required to provide breaks, my opinion is that employees should be\nfree to choose how to use unpaid breaks, depending on the needs of…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ベースラインを確立しよう 私は、現在働いている職場に対してこのような意見を持っています。\n他の雇用主がどのようにランチブレイクを扱っているかはわからない。雇用主が休憩時間を提供することが義務付けられていることは理解しています。\n私の意見は、従業員は必要に応じて無給の休憩を自由に選べるべきだというものです。\n私の意見は、従業員が無給の休憩時間をどのように使うかを、必要に応じて自由に選択すべきだというものです...",
      "title": "CMV: 従業員は、無給で強制的な昼休みを選ぶことができるべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "让我们建立一个基线。我对我目前工作的地方持这种看法。\n我不清楚其他雇主是如何处理午休的。我理解\n我理解雇主必须提供休息时间，但我的观点是，雇员应该有\n自由选择如何使用不带薪的休息时间，这取决于员工的需要。",
      "title": "CMV: 雇员应该能够选择不享受无薪和强制午休。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "讓我們建立一個基線。我對我目前工作的地方持這種看法。\n我不清楚其他僱主是如何處理午休的。我理解\n我理解僱主必須提供休息時間，但我的觀點是，僱員應該有\n自由選擇如何使用不帶薪的休息時間，這取決於員工的需要。",
      "title": "CMV: 僱員應該能夠選擇不享受無薪和強制午休。"
    }
  ]
}