{
  "author": "K_J_W",
  "original_created_utc": 1630334218,
  "title": "Ysk: Spaying (Fixing) a female dog/cat before going into their first heat cycle is not just for preventing pregnancy. It can save your pets life.",
  "created_utc": 1630380593,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: My dog has Cancer in her Mammary Glands due to hormones from not Spaying her- when she was young. Spaying her could have prevented her from getting cancer. No one wants to lose their pets or have them in pain. Fixing your dog/cat has way more benefits than negative consequences. If I would have known, it would have saved me a lot of money and time. </p>\n\n<p>Fixing your female dog/cat before their first heat cycle can prevent illnesses and help them live a healthier life. Spaying helps prevent uterline infections and tumors (which can be malignant or cancerous) in 50% of dogs and 90%. It also helps them not have to go into heat.</p>\n\n<p>Edit: Dogs will have their first heat cycle between 4 months and 2 years with the average of 6 months. Cats are roughly around 6-9 months. I am not advocating for spaying/neutering at the earliest possible date (8 weeks  old)</p>\n</div><!-- SC_ON -->",
  "score": 57,
  "permalink": "/r/YouShouldKnow/comments/pejczv/ysk_spaying_fixing_a_female_dogcat_before_going/",
  "subreddit": "YouShouldKnow",
  "id": "pejczv",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "Why YSK: My dog has Cancer in her Mammary Glands due to hormones from not\nSpaying her- when she was young. Spaying her could have prevented her from\ngetting cancer. No one wants to lose their pets or have them in pain. Fixing\nyour dog/cat has way more benefits than negative consequences. If I would…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "Why YSK: 私の犬は、若い頃に避妊手術をしなかったことによるホルモンの影響で、乳腺に癌ができました。\n若い時に避妊手術をしなかったためです。避妊手術をしていれば、癌になることはなかったはずです。\n癌になるのを防ぐことができました。誰もが自分のペットを失いたくないし、苦しませたくないと思っています。あなたの犬や猫を修理することは\nあなたの犬や猫を修理することは、悪い結果よりもはるかに多くの利益をもたらします。もし、私が...",
      "title": "Ysk: メスの犬や猫が最初の発情期を迎える前に避妊手術をすることは、妊娠を防ぐためだけではありません。あなたのペットの命を救うことができるのです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：我的狗在她的乳腺中患上了癌症，原因是她没有接受荷尔蒙的影响。\n在她年轻的时候给她做了绝育手术。给她做绝育手术可以防止她\n得癌症。没有人愿意失去他们的宠物或让他们处于痛苦之中。修复\n你的狗/猫的好处远远多于负面后果。如果我愿意...",
      "title": "Ysk: 在雌性狗/猫进入第一个发情周期前对其进行绝育（修复），不仅仅是为了防止怀孕。它可以拯救你的宠物的生命。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：我的狗在她的乳腺中患上了癌症，原因是她沒有接受荷爾蒙的影響。\n在她年輕的時候給她做了絕育手術。給她做絕育手術可以防止她\n得癌症。沒有人願意失去他們的寵物或讓他們處於痛苦之中。修復\n你的狗/貓的好處遠遠多於負面後果。如果我願意...",
      "title": "Ysk: 在雌性狗/貓進入第一個發情週期前對其進行絕育（修復），不僅僅是爲了防止懷孕。它可以拯救你的寵物的生命。"
    }
  ]
}