{
  "author": "APennyPinchersGuide",
  "the_new_excerpt": "Why YSK: There is a lot of bad guidance floating around about what you should\nand should not do with regards to credit.\n\nThis post will focus on the FICO Score since it is the most prolific type of\ncredit score used today. So, what is a FICO score? First, FICO stands for the\nFair Isaac Corporation.…",
  "original_created_utc": 1621467141,
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "なぜYSKなのか: クレジットに関しては、何をすべきか、何をすべきでないかについて、多くの誤った情報が流布しています。\nこの記事では、FICOスコアに焦点を当てます。\n\nこの記事では、FICOスコアに焦点を当てます。なぜなら、FICOスコアは現在使用されている最も一般的なクレジットスコアだからです。\nこの記事では、FICOスコアに焦点を当てます。さて、FICOスコアとは何でしょうか？まず、FICOとは、the\nフェア・アイザック・コーポレーション....",
      "title": "YSK: クレジットスコアはどのように算出されるのですか？"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "为什么选择YSK：有很多关于你应该和不应该做什么的错误指导在四处流传。\n和不应该做的事。\n\n这篇文章将重点讨论FICO分数，因为它是最多的一种信用分数。\n因为它是当今使用最多的信用分数。那么，什么是FICO分数？首先，FICO是指\nFair Isaac Corporation....",
      "title": "YSK：你的信用分数究竟是如何计算的？"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "爲什麼選擇YSK：有很多關於你應該和不應該做什麼的錯誤指導在四處流傳。\n和不應該做的事。\n\n這篇文章將重點討論FICO分數，因爲它是最多的一種信用分數。\n因爲它是當今使用最多的信用分數。那麼，什麼是FICO分數？首先，FICO是指\nFair Isaac Corporation....",
      "title": "YSK：你的信用分數究竟是如何計算的？"
    }
  ],
  "title": "YSK: How your credit score is actually calculated",
  "created_utc": 1621500908,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Why YSK: There is a lot of bad guidance floating around about what you should and should not do with regards to credit.</p>\n\n<p>This post will focus on the FICO Score since it is the most prolific type of credit score used today. So, what is a FICO score?  First, FICO stands for the Fair Isaac Corporation. The FICO score was created in 1989 as a standardized way for lenders to interpret your credit report and determine whether or not to give you a loan.  </p>\n\n<p>How is a FICO score different than a credit report? A FICO score is simply a summarized version of your credit report. Your credit report lists all your credit history, but it doesn’t keep track of everything forever. Good credit is maintained for 10 years and bad credit is tracked for 7. </p>\n\n<p>What’s on your credit report? If you have a credit card, auto loan, or mortgage all of that will be included. Why does your score matter? A quick caveat, if you follow Dave Ramsey’s philosophy, be aware an undeterminable score (AKA a score of 0) is very different from having a bad score. Dave cites 6-12 months after you close your last account to reach an undeterminable score, but I was not able to verify this number with a third party. If that’s what you want to do, that’s perfectly fine, but your credit score will potentially affect you until it reaches “zero”. </p>\n\n<p>Here are some areas your score will affect: Better terms when you get a loan, lower insurance premiums, the ability to rent in some apartment complexes, potentially new jobs who require a credit check on new employees. </p>\n\n<p>Your FICO score is composed of five categories: </p>\n\n<ul>\n<li>Payment history (35% of your scores) </li>\n<li>Amounts owed (30% of your scores) </li>\n<li>Length of credit history (15% of your scores) </li>\n<li>New credit (10% of your scores) </li>\n<li>Credit mix (10% of your scores) </li>\n</ul>\n\n<p>How do you get your credit score? There are lots of free and paid ways to get your score, but the easiest is probably through your credit card company of choice. Personally, with AMEX I can check my credit score whenever I want through their website. To get your actual credit report the three big credit bureaus: Experian, Equifax, and TransUnion offer your credit report (different from your credit score) once each year for free as mandated by federal law.</p>\n\n<p>Also, it’s a myth that checking your credit score will lower it. The reason why is because there are two different types of ways credit is checked: 1) Soft check occurs anytime you check your own score or when a lender checks your score to preapprove you 2) A hard credit check occurs when a lender checks your credit to determine if you met their lending criteria such as applying for a mortgage or new credit card, this would lower your credit score slightly </p>\n\n<p>What can you do to improve your FICO score? 1) Always pay in full and on time 2) Keep your credit utilization rate low, one way to reduce your credit utilization rate is to increase your credit limits. So long as you pay everything off every month you should be able to request a credit limit increase every 9 months 3) Keep your credit cards open for a long time 4) Only open new lines of credit when you need to, such as when applying for a mortgage </p>\n\n<p>Here are some links you might find helpful!</p>\n\n<p>FICO Score Website <a href=\"https://www.ficoscore.com/home\">https://www.ficoscore.com/home</a> </p>\n\n<p>Free Credit Report <a href=\"https://www.annualcreditreport.com/index.action\">https://www.annualcreditreport.com/index.action</a>  </p>\n\n<p>Experian <a href=\"https://www.experian.com/\">https://www.experian.com/</a>  </p>\n\n<p>Equifax <a href=\"https://www.equifax.com/personal/\">https://www.equifax.com/personal/</a>  </p>\n\n<p>TransUnion <a href=\"https://www.transunion.com/\">https://www.transunion.com/</a>  </p>\n\n<p>And here is a <a href=\"https://youtu.be/8vtnh5kYxj8\">video</a> that goes a little more in depth than this post if you&#39;re interested in learning more.</p>\n</div><!-- SC_ON -->",
  "score": 53,
  "permalink": "/r/YouShouldKnow/comments/ngklcz/ysk_how_your_credit_score_is_actually_calculated/",
  "subreddit": "YouShouldKnow",
  "id": "ngklcz",
  "is_self": true,
  "media": null,
  "is_video": false
}