{
  "author": "Gay_For_Gary_Oldman",
  "the_new_excerpt": "(Anthony Briggs Penguin Translation) Before starting reading, I was expecting\nthat I'd need to take a break in between each of the four volumes. I had heard\nTolstoy's opus described as a slog,  with one friend stating that \"It's a fine\nbook, so long as you don't mind endless pages describing a…",
  "original_created_utc": 1611746463,
  "localize": [
    {
      "locale": "zh",
      "the_new_excerpt": "安东尼-布里格斯企鹅翻译）在开始阅读之前，我期待的是\n我需要在四卷书的每一卷之间休息一下。我听说\n托尔斯泰的这部作品被形容为是一部苦差事，一位朋友说：\"这是一部好的\n这本书，只要你不介意无休止的页面描述一个...",
      "title": "27天刚看完《战争与和平》。它并不像我被告知的那样长篇大论或枯燥乏味。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "安東尼-布里格斯企鵝翻譯）在開始閱讀之前，我期待的是\n我需要在四卷書的每一卷之間休息一下。我聽說\n托爾斯泰的這部作品被形容爲是一部苦差事，一位朋友說：\"這是一部好的\n這本書，只要你不介意無休止的頁面描述一個...",
      "title": "27天剛看完《戰爭與和平》。它並不像我被告知的那樣長篇大論或枯燥乏味。"
    }
  ],
  "title": "Just finished War and Peace in 27 days. It is not as long-winded or tedious as I was told.",
  "created_utc": 1611763942,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>(Anthony Briggs Penguin Translation)\nBefore starting reading, I was expecting that I&#39;d need to take a break in between each of the four volumes. I had heard Tolstoy&#39;s opus described as a slog,  with one friend stating that &quot;It&#39;s a fine book, so long as you don&#39;t mind endless pages describing a single stalk of wheat in the Russian peasant countryside.&quot; </p>\n\n<p>I was reminded of the common slander against Tolkien, that Lord of the Rings would be &quot;a better read if he didn&#39;t go on for a dozen pages about trees.&quot; I&#39;ve never felt that criticism against Tolkien was valid, and though I do think some diversions are laboured, I never found him to be egregiously long-winded. It&#39;s the same with Tolstoy&#39;s War and Peace. </p>\n\n<p>The Penguin classics paperback is 1,368 pages. Most chapters do not exceed 3 or 4 pages. Frequent chapter breaks, with four &#39;books&#39; to each of the four volumes, keeps the sense of progression steady. There are regular time-jumps, there are plenty of characters to jump between to prevent a slog, and literally the only time I felt bored was during the Rostov&#39;s hunting party in Volume 2, which was overall a bit slower, being more Peace than War. But the novel is constantly propelling forward, the only other drag may be towards the end, but that is exemplified by a very literal drag in the drawn out events of late 1812, early 1813. </p>\n\n<p>VERY frequently I was shocked and even a little disappointed that Tolstoy would skip over some events so quickly, without detailing them. Everyone from large-scale events such as the aftermath of Austerlitz, to smaller scale events such as Pierre&#39;s induction into the freemasons. Long as the novel is, it never feels long-winded. </p>\n\n<p>Perhaps this is due in part to Anthony Briggs&#39; translation, which was VERY easy and smooth to read, with beautiful but easy prose. Perhaps older translations DID feel like more of a slog, and I enjoyed War and Peace enough that I&#39;d be interested in reading a different translation at a later date. </p>\n\n<p>Anyway, the point being: it was an incredible book, and far easier to read that I had expected for a book with a reputation for being, well, the War and Peace of fiction. </p>\n\n<p>Les Miserable next (the Norman Denny translation).</p>\n</div><!-- SC_ON -->",
  "score": 1494,
  "permalink": "/r/books/comments/l62h00/just_finished_war_and_peace_in_27_days_it_is_not/",
  "subreddit": "books",
  "id": "l62h00",
  "is_self": true,
  "media": null,
  "is_video": false
}