{
  "author": "GuyInTheYonder",
  "original_created_utc": 1626819709,
  "title": "CMV: If voter ID laws are racist because minorities are more likely to have trouble getting ID we should be focused on making sure everyone has equal access to ID",
  "created_utc": 1626882367,
  "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>If the types of voter ID laws in Georgia and the kind that democrats fled from Texas to block are racist then why aren&#39;t we focused on making sure disadvantaged groups have access to DMVs or organizations where you can get an ID? The only thing the claims of racism seem to rest on is that minority voters have less access to IDs or don&#39;t have the financial means to pay for it. If that&#39;s true then blocking voter ID laws isn&#39;t doing anyone any good, voting isn&#39;t the only reason you need to have an ID. </p>\n\n<p>You need on to drive, to fly, to open a bank account, rent an apartment, buy alcohol or tobacco, not to mention increased risk of police harassment if they stop you and you don&#39;t have one. Not having ID puts you in a massively disadvantaged position regardless of voting and blocking voter ID laws will never fix these issues and create true equality.</p>\n\n<p>Tell me why I&#39;m wrong, I&#39;ve never heard a solid argument against this position.</p>\n</div><!-- SC_ON -->",
  "score": 52,
  "permalink": "/r/changemyview/comments/oocl49/cmv_if_voter_id_laws_are_racist_because/",
  "subreddit": "changemyview",
  "id": "oocl49",
  "is_self": true,
  "media": null,
  "is_video": false,
  "the_new_excerpt": "If the types of voter ID laws in Georgia and the kind that democrats fled from\nTexas to block are racist then why aren't we focused on making sure\ndisadvantaged groups have access to DMVs or organizations where you can get an\nID? The only thing the claims of racism seem to rest on is that minority…",
  "localize": [
    {
      "locale": "ja",
      "the_new_excerpt": "ジョージア州の有権者ID法や、民主党員がテキサス州から逃げ出して阻止したような有権者ID法が人種差別的であるならば\n民主党員がテキサスから逃げ出して阻止したようなものが人種差別であるならば、なぜ私たちは、不利な立場にある人々がDMVや\n不利な立場にある人々が、DMVやIDを取得できる機関にアクセスできるようにすることに、なぜ私たちは注力しないのでしょうか？\n身分証明書を発行してくれる団体にアクセスできるようにすることに集中してはどうでしょう？人種差別の主張の唯一の根拠となっているのは、マイノリティの...",
      "title": "CMV: マイノリティが身分証明書を取得するのに苦労するという理由で有権者証明法が差別的であるならば、誰もが平等に身分証明書を取得できるようにすることに注力すべきです。"
    },
    {
      "locale": "zh",
      "the_new_excerpt": "如果佐治亚州的选民身份法和民主党人从德克萨斯州逃出的那种\n如果佐治亚州的选民身份证法和民主党人从德克萨斯州逃出来阻止的那种选民身份证法是种族主义的，那么我们为什么不把重点放在确保\n弱势群体有机会接触到车管所或组织，在那里你可以得到一个\n身份证？种族主义的说法似乎唯一的依据是，少数民族...",
      "title": "CMV: 如果选民身份证法是种族主义的，因为少数民族更有可能在获得身份证方面遇到困难，那么我们应该专注于确保每个人都有平等的机会获得身份证。"
    },
    {
      "locale": "zh-Hant",
      "the_new_excerpt": "如果佐治亞州的選民身份法和民主黨人從德克薩斯州逃出的那種\n如果佐治亞州的選民身份證法和民主黨人從德克薩斯州逃出來阻止的那種選民身份證法是種族主義的，那麼我們爲什麼不把重點放在確保\n弱勢羣體有機會接觸到車管所或組織，在那裏你可以得到一個\n身份證？種族主義的說法似乎唯一的依據是，少數民族...",
      "title": "CMV: 如果選民身份證法是種族主義的，因爲少數民族更有可能在獲得身份證方面遇到困難，那麼我們應該專注於確保每個人都有平等的機會獲得身份證。"
    }
  ]
}